{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_jungle.bsp",
					"cs_jungle.nav",
					"cs_jungle_readme.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 361855,
			"_nDownloadCount": 43433,
			"_nFilesize": 13954119,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/361855",
			"_sFile": "cs_jungle_1111506484.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1111009497
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100064,
	"_sName": "cs_jungle *Final*",
	"_sText": "CS_Jungle - by Shiroko ([shiroko@dune2k.com](mailto:shiroko@dune2k.com))\r\n===========================================\r\nNewest version always available at:<br>\r\n[http://faq.dune2k.com/cs_jungle.html](http://faq.dune2k.com/cs_jungle.html \"\")\r\n\r\n### Version 0.1 - Beta, first release:\r\n<li> This is the first release of the map, my tests with bots show it is working though several adjustments should be made for improvement.\r\nKnown issues:\r\n<li> Bots lag the map seriously.\r\n<li> Hostages require some guidance in order not to lose them on your way.\r\n<li> Bridge might cause some problems.\r\n<li> I would like comments on FPS issues in the map (Runs fine on my Ti4200, with fps similar to dust2 and compound). E-Mail me at [shiroko@dune2k.com](mailto:shiroko@dune2k.com).\r\n\r\n### Version 0.2 - Beta\r\n<li> Bridge made static, I was dreaming anyway.\r\n<li> Added some clip brushes to prevent players from getting stuck in walls in the middle of firefights.\r\n<li> Bots still lag, if anyone could point a solution it would be nice.\r\n<li> Fixed some bad texture alignments.\r\n<li> Edit nav area names in radar map, sorry for the silly names, they're are limited to what's available.\r\n<li> Removed the func\\_dustmotes in the meanwhile because they were causing a bug that made all the muzzle flashes, smoke and explosions invisible.\r\n\r\n### Version 0.3 - Beta\r\n<li> Added occluders, FPS is up to 15% higher in some critical spots, but more than that I couldn't do.\r\n<li> Nav file fixed, it's not 400k instead of 2MB and fixes hostage movement (They won't dance around the garage and follow better in the woods) and also eliminates the bot lag. Bots can now be added freely (Well, as free as in any other map) and they now know the paths to all hostages and the path from the overpass (Though, they're don't seem to use it)\r\n<li> Fixed the rocks that were standing in air on the ledge of the cliff\r\n<li> Blocked some areas that let you get on the cliffs (Special thanks to games for finding some weird spots)\r\n<li> Added an Easter egg, as a signature for people that get the map without a readme.\r\n<li> Fixed some invalid CT spawns, map not officially supports 40 players (If anyone actually manages to get so much players on a server, I'd like a mail about that)\r\n<li> Fixed some points of awful mapping techniques, nothing you'll notice but took down vis time for compiling and I think it's more fair in the balance of things...\r\n\r\n### Version 0.4 - Last Beta?\r\n<li> Nav file improvements, bots still don't use overpass (They know it, but unless following a human, they don't like this path), Hostages problems solved a little, but seems no matter what I'll do you have to wait and give them time to catch, as they simply cannot keep in pace with a player, otherwise they preform good (Just make sure you give them a sec to figure when they need to jump).\r\n<li> Clipped some odd areas once more, and all the horizontal trees so you can stand on them.\r\n<li> Made the invisible blocks less apparent, APC in CT spawn and a tree to block some of the river passage\r\n<li> Overview added for the 3 people that might actually use it, the rest now have to download an extra 1.3M cause of the overview texture.\r\n<li> Fixed a bug where one CT spawn was outside the buy zone\r\n\r\n### Version 1.0 - Final release (Or is it?)\r\n<li> Fixed a lot of plants that were actually hovering.\r\n<li> Made the beam in the T Spawn stairs illusionary, so you can get stuck in it.\r\n<li> Added a cubemap for the APC\r\n<li> Rounded one of the rough cliffs.\r\n<li> A few other pointless things.\r\n<li> Unless something critical happens to this release this would be final one. If you still want to comment, you're welcome, it'll just have less of an effect like that.\r\n\r\n### A few basic strategies to keep in mind:\r\n<li> Move slowly in the forests unless you're in a rush, it's very easy to miss people hiding in the shadows.\r\n<li> Which points the next thing, use the shadows and the bushes in the jungle, don't move on the road in the middle. You can frequently kill someone from behind because he passed you without noticing\r\n<li> Terrorists have a camping advantage, if they use it the CTs can always use the overpass for sniping them (Use the area with the bushes, not the exposed area, it is meant only to avoid damage when going down)\r\n<li> When sniping hide in foliage and don't move, moving is the most exposing thing. (Until someone saw you, then you better move if you don't want to get hit)\r\n<li> If you go for hostages, try letting two people get them, each from one house. This will simplify bringing them back. Remember there are two Hostage rescues, so if you suspect someone camping the rescue, go to the farther one.\r\n\r\nAll models and textures were created by me, but can be used by any other mapper for his map freely. As long that he doesn't make any profit of this work. In the later case, E-Mail me at shiroko@dune2k.com for resolving the issue.\r\nAlso in both cases, credit should still be given to me.\r\nIn case anyone wants the source file of the art he's welcome to E-Mail me (Again, [shiroko@dune2k.com](mailto:shiroko@dune2k.com))\r\n\r\nThe following textures are not original work, and therefore are free for any use:\r\n<li> dirt01, mud01, cliff05a, cliff05b, grass01.\r\n\r\n\r\n\r\n\r\nOmer Sturlovich<br>\r\nShiroko<br>\r\n[shiroko@dune2k.com](mailto:shiroko@dune2k.com)<br>"
}