{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_knifeedge_rc1.bsp",
					"cs_knifeedge_rc1.nav",
					"cs_knifeedge_rc1_release_notes.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 358628,
			"_nDownloadCount": 2513,
			"_nFilesize": 14063556,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/358628",
			"_sFile": "cs_knifeedge_rc1_files.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1142188483
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100076,
	"_sName": "cs_knifeedge",
	"_sText": "STORY \r\nIn the mountains of northern Afghanistan, is a small village of stone houses nestled up against the base of a mountain. It's early spring, and the snows that cover the mountains have started melting. The stream is still covered in a layer of ice, and just after dawn on this march morning, the air is cold and foggy. The sheep huddle together on the still barren fields, and the soft thunder of the waterfall can be heard from a distance. The village appears abandoned, and the area is quiet. But Terrorists live there, where they grow poppies, and make heroin for sale in the west, and they keep the village for use as a hideout and as a factory for their profits. Unfortunately, a spy has found the village, but he was caught, and is being held hostage in the center of the village. Now, Blackhawk helicopters have landed on the southern edge of town. The Terrorists know that a rescue mission has been launched. \r\n\r\nSTRATS \r\nThe approach routes are very carefully timed so that rushes result in conflicts in specific locations. And while the layout is deceptively simple, the number of strategies you can use is almost unlimited. In particular, how you split your teams will greatly affect the game play. \r\n\r\nThe map's layout is a cyclone model with both teams spaced equidistant from the hostages, and rushing to a center arena. The village is constructed so that the terrorists come in either straight or to the high side, and the CT's either straight and to the low side. Both can flank the other team within the village, or by the ground route around the village. You can get in and out of the buildings, and easily onto the roofs, and there are at least three different ways into the village center for each team. This layout creates the effect of the teams coming out of the woodwork in a central arena, if they both sprint to the center. The teams can also try to flank the low route outside the village, and the timing is set so that smokes, flashes, and snipers all play in that tactic. \r\n\r\nMost of the routes that are interesting require you to break down a door or window, and this includes getting the hostages. The sound gives away your location. \r\n\r\nThe web site has a full list of the different strats that I used to plan the game play. "
}