{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Cs_Impulse.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 303684,
			"_nDownloadCount": 4224,
			"_nFilesize": 6766778,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/303684",
			"_sFile": "cs_impulse_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1334466685
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100019,
	"_sName": "Cs_Impulse",
	"_sText": "<center><h1>Cs Impulse</h1><h2>Made by The Giblets of Jesus</h2></center><br>\r\nThis is my entry for the <a href= \"http://www.gamebanana.com/contests/21\">GameBanana Dangerous Mapping Mapping Contest.</a><br><br><dt>Background</dt>A group of Terrorists en route to an unknown location, to detonate an explosive device, have been run off the road and crashed into a small industrial complex. Acting on impulse, knowing that the authorities won't be far behind, the find some office workers in the compound and take them hostage. Little do they know however, that the explosive device in the truck, has begun it's countdown...<br><br>For the Counter-Terrorists, it's a race against time! With only a few minutes before detonation, they must rescue the hostages, lead them to safety and neutralize and enemy threats.<br><br><dt>Videos</dt><center><iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/ofv3bgDblzw\" frameborder=\"0\" allowfullscreen></iframe></center><br>Video courtesy of <a href= \"http://www.gamebanana.com/members/918225\">Paulmega,</a> cheers brah :D\r\n\r\nMy own video, a little start to finish comparison<br>\r\n<center><iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/uH0MQZIAgKI\" frameborder=\"0\" allowfullscreen></iframe></center>\r\n<br><br>\r\n<dt>Other notes</dt> This map was made in a bit of a short time span to say the least. The majority of the work was done over the last 2 weeks (Easter holiday) so I could leave the rest of my time free for college work. As a result, a few buildings had to be borrowed from other maps, as well as the main interior design form cs office for one (small) part. In total, I borrowed 3 buildings (assault, nuke and compound) and a bridge design (nuke again). These parts feature only as background however, so nothing that affects gameplay to any extent.<br><br>I had to test the map with bots, so if anyone does any extensive player testing, I'd love to hear about it.<br><br>Any constructive comments and feedback are appreciated, as always."
}