{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_isku.bsp",
					"cs_isku.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 331966,
			"_nDownloadCount": 6423,
			"_nFilesize": 4114561,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/331966",
			"_sFile": "cs_isku.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1242052759
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100037,
	"_sName": "cs_isku",
	"_sText": "<font color=\"#00FF00\">See my other maps from <b><a href=\"http://www.ics-base.net/css_maps\">http://www.ics-base.net/css_maps</a></b> and the servers that run them!</font>\r\n\r\nGame: CS Source\r\nMap file size: 10 MB\r\nNavigation file size: 347KB\r\nSpawnpoints: 64 \r\n\r\nThis is a night/evening themed map. Not too dark because nobody likes those situations where you cannot see your enemy clearly. FPS is great, map runs very smoothly and there is no special effects like HDR due to fact that they are not needed. This compiles under 8 minutes on normal which is a great success! It's around cs_office sized map overall but in many levels. There is a large parking hall beneath the ground and office is divided to 2 floors. There is also street level and lower street. Terrorists spawn at the office area and CT's spawn around the office building. They must perform a tactical strike in order to save the hostages. There are 4 rescue zones available.\r\n<br><br>\r\nI designed this map to bring new view to the Hostage Rescue game mode. Usually the hostage maps turn into campfest by terrorists or by CT's who do not even try to get the hostages. This map plays out fast and there are minimal count of actual spots where to camp out. This map is very intense and brings action to game - a lot of it. The more people there are playing, the more intense the map is! This map has been tested on 38 slot and 58 slot servers and it performed great. \r\n<br><br>\r\n<b>Final words</b><br><br>\r\nFrom the beta version to the final, i fixed the too slow door, route on top of the truck (added ladder), fixed all the bugs and glitches + i added more detail into the map too. \r\nThis map turned out to little smaller than i expected but it played even more faster than i anticipated. I found this quite confusing at the first initial playtest with real humans \r\nbut after few playtimes, i found out that hey, this is great! So much action and so different from all other maps. Have fun!\r\n\r\n"
}