{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_mercado.bsp",
					"cs_mercado.bsp.bz2",
					"cs_mercado.nav.bz2"
				]
			},
			"_bContainsExe": false,
			"_idRow": 348837,
			"_nDownloadCount": 3153,
			"_nFilesize": 4063529,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/348837",
			"_sFile": "cs_mercado.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1189123211
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100133,
	"_sName": "cs_mercado",
	"_sText": "<div>Map by Julien269 - I'd like to start by thanking everyone that helped with beta testing this. It took over 8 beta tests to make it the way I wanted it and a lot of patience from the testers too :D \r\n\r\nThe map is a supermarket located in Costa Rica where I used to live for a part of my life, hence the poverty ambiance that's in this project. It's a fairly medium sized map, that reminds me a bit to the good ol' cs_assault in CS 1.6. Both teams have fair starts and no team has advantage over the other. \r\n\r\nAfter crawling testing user-made maps, I just wasn't satisfied enough with the quality that was involved in them *bangs head on the screen*... Most of the maps totally lacked of concept in them; some were unplayable, not fun, others just plain ugly to even look at. I may not be the best mapper out there, but at least I've contributed to the community with a decent map that I think a lot of people will enjoy. \r\n\r\nThe testers had a great time in it, so did I... As a final note, I'll be teaming with some highly competent concept ideators on a next upcoming project. The map will be much bigger than this one. But that's another story...\r\n\r\nThere is also a dedicated server available once in a while on a 24/7 rotation with the map at the following adress: 67.68.124.160:27015\r\n\r\n****************************************\r\nOTHER INFORMATION Project\r\nName: cs_mercado\r\nStarted on: march 28th, 2005\r\nCompleted on: april 7th, 2005\r\nGame: Half-Life 2\r\nMod: Counter-Strike: Source\r\nAprox. total time spent on the project: 70 hours.\r\nNumber of Beta tests: 8\r\nEditor: Hammer 4.0\r\nDevelopper(s): Julien269\r\nWeb Site: www.julien269.com\r\nContact: julien269@hotmail.com\r\n****************************************</div>\r\nSource: <a href=\"http://www.cstrike-planet.com/maps/550\">http://www.cstrike-planet.com/maps/550</a>\r\n\r\n<b>Notes:</b> This is a map from 2005, and has been running on my clan's custom map server pretty much since release. It's one of my favorite maps, even nowadays. I was suprised when I saw it wasn't on FPS Banana, so here it is. \r\n\r\nIncluded in the rar file is the .bsp and a bzip2 compressed version for server admins with a fast download server.\r\n\r\nRecommended # of players: 18-20\r\nMaximum # of players: 32"
}