{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_newyork_sn.bsp",
					"cs_newyork_sn.nav",
					"readme.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 357251,
			"_nDownloadCount": 2882,
			"_nFilesize": 4023693,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/357251",
			"_sFile": "cs_newyork_sn.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1153232203
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100204,
	"_sName": "cs_newyork_sn",
	"_sText": "File Name: cs_newyork_sn\r\nFile Size: 14.7 MB approx. (un-zipped/RARed)\r\nCustom Models and Textures: Yes (embedded in the bsp file)\r\n\r\nDESCRIPTION:\r\n\r\n****NEW YORK SIEGE****\r\nONCE AGAIN the phoenix terrorist cell has taken control of the DSB Computer Solutions building in downtown New York, only this time its in the middle of a ferocious New York blizzard. In considerably similar circumstances,the terrorists have taken four DSB employees hostage in the second conference room situated in the south building. \r\n\r\nTerrorists: Prevent the oncoming counter-terrorist assault by all means necessary; do not let the hostages escape.\r\n\r\nCounter-Terrorists: Rescue all 4 hostages and take out all enemies. Proceed with extreme caution.\r\n\r\n\r\n\r\n*******CONTACT INFO******** \r\nIf you have any problems please contact me on msn at happyapple_42@hotmail.com\r\nBe sure to visit the New York site for information on future mapping projects.\r\nhttp://geocities.com/cs_newyork_sn\r\n\r\nYOU MAY upload to any website, SO LONG as full credit is given AND that I am notified through the above email address. Thank You.\r\n\r\n\r\n****SPECIAL THANKS TO******\r\nPirlo, D3v1an7, Bloodscorch Game Studios, Jarryd, Corps, Xed, Sheik, Muddy Funk, Fuzz, Foxhound, the folks at GameArena Australia, Madaz_rx8, Marc, LDAsh and finally the all staff of HL2 Files @ FileFront.com"
}