{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"README.rtf",
					"cs_SIGworld_beta.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 306929,
			"_nDownloadCount": 3089,
			"_nFilesize": 4405841,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/306929",
			"_sFile": "cs_sigworld_beta.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1323039403
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100447,
	"_sName": "cs_sigworld",
	"_sText": "Hi All,\r\n\r\nI am relasing this map retrospectively. I actually made this map back in 2007 but at the time I never relased it ( I didnt know banana at the time and I thought that the map wasnt really good enough - but having seen what other people are prepared to release, I dont think that'll be a problem!). \r\n\r\nThis was the first full sized map I ever completed and as such I lacked alot of the experience I have today. If I were to remake this now I would definitely do alot off stuff differently.\r\n\r\nThe map is all dev texture and I should probably explain this. At the time I made this there were alot, I mean a hell of alot of dev textured maps out there on servers... they were very, very popular. As a player the first time I saw a dev map I was really impressed, i thought wow these guys must really know what they are doing (! yeah, I know, lol). As a mapper I quickly discovered that making dev maps was kind of a cop-out... texturing a map well, even a little gg or fy map is hard. So by making this I was atempting to make a dev textured map that was a bit more sophisticated... more than just walls and blocks, a dev map that was still a real-world environment. Today you generally see alot less dev maps than before, but whatever.\r\n\r\nLike is said, this map was my first ever effort, so its not perfect, but basically it works and I thought maybe people could have some fun with it.\r\n\r\nI hope that you enjoy it.\r\n\r\nK@rt"
}