{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"0": "ReadMe.txt",
						"maps": [
							"cs_school.bsp",
							"cs_school.nav"
						],
						"materials": {
							"overviews": [
								"cs_school.vmt",
								"cs_school.vtf",
								"cs_school_radar.vmt",
								"cs_school_radar.vtf"
							]
						},
						"resource": {
							"overviews": [
								"cs_school.txt"
							]
						}
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 347450,
			"_nDownloadCount": 3435,
			"_nFilesize": 2779941,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/347450",
			"_sFile": "cs_school_beta2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1193864012
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100413,
	"_sName": "cs_school",
	"_sText": "<object width=\"425\" height=\"350\"> <param name=\"movie\" value=\"http://www.youtube.com/v/QFtkryBHwak\"> </param> <embed src=\"http://www.youtube.com/v/QFtkryBHwak\" type=\"application/x-shockwave-flash\" width=\"425\" height=\"350\"> </embed> </object>\r\n\r\nOverview: cs_school takes place at a community college technical center. It has been designed to include multiple entrances, \r\ndefensive positions, and contact points.\r\n\r\nBeta2 Fixes/additions: \r\n- Addressed FPS lag issues. Map has been optimized.\r\n- Set the Power Box turn off all lights in the complex.\r\n- Added a vent access to the bathroom.\r\n- Repositioned the hostages to be more fair to the Counter-Terrorists.\r\n- Cleaned up several cracks in the map textures.\r\n- Added several grass decals in the alley.\r\n\r\n-CT Spawn: Offers 3 initial paths of assault (Alley, Front Entrance, Truck Crash), all with distinct advantages and disadvantages.\r\n-T Spawn: Gives the Terrorist team an array of defensive positions (Classroom windows, Bathrooms, Doorways, Light Powerbox) \r\nand environmental elements to encourage them.\r\n-Alley: Focuses on straight forward duck-and-cover fighting; enhanced with multiple areas of escape.\r\n-Front Entrance: Provides cover for the Terrorists and is best used by Counter-Terrorists if roof support is available.\r\n-Truck Crash: Supplies the Counter-Terrorists with a speedy means of assault, at the cost of cover.\r\n-Roof: Accessed by the Alley, allows the Counter-Terrorists a skylight advantage point and passage to a hostage room via a vent.\r\n-Bathrooms: A hostage is held here and can be defended by awaiting Terrorists in the stalls.\r\n-Custodial Hallway: Connected to the Alley by the back door, this hallway provides cover for both Counter-Terrorists and\r\nTerrorists. It also contains a Powerbox which may be used to turn off the lights in the Front Entrance.\r\n\r\nNotes: Thanks for downloading.I attempted to balance the gameplay factors as much as possible, but as this is my first map feel \r\nfree to contact me with  suggestions and criticisms (constructive or otherwise).\r\n\r\n\t- Weathers\r\nMSN: Weathers404@hotmail.com\r\nSteam: Weathers404\r\n"
}