{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Readme.txt",
					"th_project_map_2010.bsp",
					"th_project_map_2010.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 317090,
			"_nDownloadCount": 1868,
			"_nFilesize": 1406721,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/317090",
			"_sFile": "th_project_map_2010.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1290311534
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100690,
	"_sName": "Th_Project_Map_2010",
	"_sText": "Install:\r\nJust put both files in css/maps folder\r\n\r\n\r\nDiscription:\r\n\r\nThe focus is one hotel room building. T have the place locked up in the inside, while the CT have the roof, and front/back. Takes place deep in the middle of winter.\r\n\r\nEASTER EGGS!!!!!\r\n\r\nThey are the same 2 from before.\r\nOne is a small radio sound you get\r\nThe other is cutting the power COMPLETLY from the whole building. The location is a bit different from the original verson. This is not easy to just find. and if you do even find it, it takes awhile to detroy and you are in front of a window that makes you visible to kill making so much noise :P\r\n\r\n\r\nName of Original map:\r\n\r\nTh_project_map (on fpsbanana and on my profile)\r\n\r\n*note I only kept th, because its what I used to do, and for tradition I kept it like this and did not put cs... but if many want it to have cs, I might put it in the 2011 if I make one.\r\n\r\n\r\nFixs/addons from last verson:\r\n\r\nSkybox and added detail\r\nMore windows\r\nMore routes for T so they dont get stuck on 2nd floor if they spawn there.\r\nMoved Buyzone for T to where their main spawn is.\r\nMade the Elevator physicial (do you dont fall though the roof of it, plus you can get squished by it).\r\nOptimizing\r\nFixed some very bad building structur (still bad, but better)\r\n\r\n\r\nFuture fix's:\r\n\r\nMainly bots (if possible)\r\nBit more optimizing\r\nSkybox\r\n\r\n\r\nCredit:\r\n\r\nGenerally no other credits. I made everything, used given textures and models. Jdhthegr8 did help with some criticism/beta testing and Rexi Wood with some Beta Testing also.\r\n\r\n"
}