{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"007_de_temple_64.bsp",
					"007_de_temple_64.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 407372,
			"_nDownloadCount": 238,
			"_nFilesize": 2842695,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/407372",
			"_sFile": "007_de_temple_64.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1547682966
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100708,
	"_sName": "007_de_temple_N64 Nintendo64 Goldneye inspired map",
	"_sText": "<b class=\"SelectedElement\">current server where you can try this map is&nbsp; ...updated server&nbsp; 2/11/2019&nbsp; 23.134.192.238:27015 <br><br></b><br><b class=\"SelectedElement\"><b>The server has bots so there is always competition for you; I\r\n should mention bots will not populate until there is a player on the \r\nserver so you may have to join for bots to appear as active. </b><br><br>this server will have many 007 Goldeneye Maps from Nintendo 64 as well as Perfect Dark. There are also some Bond Maps from playstation 2 games among others. </b><br><br><iframe src=\"https://www.youtube.com/embed/2da34ajIf38\" allowfullscreen=\"\" width=\"560\" height=\"315\" frameborder=\"0\"></iframe><img src=\"null\">&nbsp; I am thrilled to share this map with you. It's a real gem. Bots get around fine on this map; as you try it for the first time I recommend you start on the CT forces. Nintendo 64 N64 007 Goldeneye Temple map recreated for Counter Strike Source; it's fairly different; different enough to be an amazing Counter Strike Source map while retaining some 007 feel. map preview on youtube this has two bomb placement locations; technically four bomb locations if you count lower and upper levels as separate(actually there is 6 locations if you plant it hanging off the ledge of the upper level the bomb will float-no problem can still be defused). The fist bomb site&nbsp; is close to T spawn, however go the distance to the further bomb site and there are far more hiding spots to&nbsp; snipe a defuser so it's a nice trade off. Easily move between the upper and lower levels of the map; many choke points for conflict.&nbsp;&nbsp; <br>Bots work nicely with this map; though the first few rounds they tend to travel in groups.&nbsp; I hope this see this on regular rotation on many servers one day!&nbsp; <br><br>I hope you find this map to be of great quality and share with others! I look forward to seeing many reviews of this map!<br>"
}