{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"af_omega.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 349029,
			"_nDownloadCount": 6862,
			"_nFilesize": 16166358,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/349029",
			"_sFile": "af_omega.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1188455484
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100730,
	"_sName": "af_omega",
	"_sText": "<font face=\"arial\" color=\"#6666FF\">af_omega\r\n(This is a Defuse//Bomb or de map.)\r\nMax Players: 48\r\nBomb Sites: 2\r\n\r\nThis, actually, is the first map I ever worked on.  It's been in progress for approximately 6 months...  It's not quite perfect (there are a few things I couldn't ever manage to get past involving lighting) but it is complete.\r\n\r\nThe map is a warehouse//office section of a department store called LOL Mart.  You can't access the department store areas...  It also has the street behind the building, and two other buildings near by.  The skybox gives the map an urban night setting.\r\n\r\nTerrorists spawn at a police roadblock at a corner of the building.  After killing the two police officers there they have detonated a small bomb which destroyed a section of wall.  Terrorists can quickly infiltrate the building via the hole in the wall or run along the street to one of 5 doors.  (Three in the courtyard, one directly on the road, and another one right next to Bomb site A in the employee parking lot.)  Terrorists can also enter through an open loading door in the courtyard.  Ingenious players will use railings and cars in the courtyard to get to a window to break to gain access to the second floor.  There is a bomb site on the first floor in the warehouse area and one on the second floor near the elevators.\r\n\r\nCounter Terrorists spawn on the second floor in between the two bomb sites.  They start off near the windows to the courtyard, so snipers can start shooting at each other almost as soon as the game starts.  Terrorists not wanting to get AWPed in the first few seconds can use the hole in the wall to rush the first floor which the CT's have a hard time accessing.  (Note that CT Spawn and T Spawn aren't in a line of sight with each other, it's just that if terrorists decide to go down the road not through the wall then they can either run and jump past the courtyard or throw nades or whatnot into the second floor windows that some of the CT's start about 12 feet away from...  Just play it to figure it out.)\r\n\r\n\r\nSpecial Map Features:\r\n- Cubemaps (Obviously)\r\n- HUD Radar Map\r\n- Destroyable Lights\r\n- A Secret Knife Arena\r\n- A Torture Chamber (For admins to use.)\r\n- Two Working Elevators\r\n- Humorous Motivational Posters (Custom)\r\n- 1337UP Vending Machine Skin\r\n\r\nAbout the Features:\r\nCubemaps:\r\nSelf Explanatory...  They're a little messed up upstairs though.  Look at the Destroyable Lights section as to why.\r\n\r\nHUD Radar Map:\r\nJust like the ones that all the default CS:S maps have.  Only problem is it can't show the first floor.  D:  Valve doesn't have many multi-level maps except like Assault, so they never worked out a 2-floor radar.  In any case, it rocks your socks.\r\n\r\nDestroyable Lights:\r\nThe big fluorescent ceiling lights in the office areas and the hanging lights in the stairwells and the warehouse are breakable.  Shoot them and they turn off.  (Actually, shoot one and a group will go off, as though their circuit got fried.)  This makes af_omega two maps in one...  A normal-ish map and a map that requires teamwork and stealth to defeat the enemy.  It's an element that none of the classic maps have in them that I wanted to play with.  However, since Valve never had this in mind, when they made Hammer and Source SDK they weren't really meant for what I've done here.  This goes back to the map not being perfect.  In a couple of spots the shading on the walls, ceilings, or floors is messed up.  I've minimized the areas affected, but 4 remain.  They're rather minor though...  They just diminish the map's visual appeal some.  In any case, the breakable lights are fun to play with and definitely add to the map.\r\n\r\nSecret Knife Area:\r\nAdmins can teleport players to the knife area.  It's on top of the office building right outside of T Spawn opposite the hole in the wall.\r\n\r\nTorture Chamber:\r\nTeleport problematic players in here for punishment.  It's behind the closed green door in CT Spawn next to the vending machines.\r\n\r\nTwo Working Elevators:\r\nThey work, but are exceptionally fast.  Not slow and lame like real ones lol.\r\n\r\nMotivational Pictures:\r\nJust look around the main building for these.  They're almost everywhere.\r\n\r\n1337UP Vending Machine:\r\nSee the screen shots.  It should only work for this map.\r\n\r\n\r\nUmm, yeah...\r\n\r\nI hope y'all enjoy the map.\r\nQuestions and Comments are encouraged!!</font>"
}