{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Floating_Houses.bsp",
					"floating_houses.bsp.ztmp",
					"floating_houses.nav",
					"floating_houses.nav.ztmp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 327197,
			"_nDownloadCount": 1157,
			"_nFilesize": 2111437,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/327197",
			"_sFile": "floating_houses_10.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1258294552
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100850,
	"_sName": "de Floating_Houses",
	"_sText": "The Second Instalment from my Aperture Experiment Series!\r\nIn this universe, Aperture science simulates combats in order to study the subjects (you and the bots). Each map is enclosed in a cube, where anyone who attempts to escape will certainly die! So fight for your survival and win! Winners get cake at the end!\r\n\r\nThere are two houses, a castle and a brick house. There are teleports (look for the blue light) that sends you to the enemy house, but be aware as you are for a second or two, you are vulnerable to be shot down while falling. You can also try to walk through the floating surfaces.\r\n\r\nOne bombsite, is very obvious, and its in the middle of the map.\r\n\r\nThere is a train constantly going from one house to the other\r\n\r\nRemember to take cover, and watch out for those breakable walls\r\n\r\nUp to 18 players\r\n\r\n9 vs. 9\r\n\r\n\r\nRelease 1.0\r\nFirst map release, so bare with me. I'll promise to keep improving it and fixing it, so send your ideas and what you think I should add.\r\n\r\nDeveloped by Eugenio 'motanum' Roman\r\nBugs, comments, suggestions to agent_2114@hotmail.com\r\n\r\nIf you take this map for your server online DONT FORGET TO SEND ME YOUR I.P. address so I CAN JOIN along!\r\n\r\nMore maps from me to come\r\n\r\nSpecial thanks to 3kliksphilp for his support, guidance, and tutorials at http://3kliksphilip.com/index.html\r\n\r\nSee screenshots\r\n\r\nInstallation, just paste the all of the files in the ZIP on your maps folder for counter strike source\r\n\r\nDefault should be Files\\Steam\\steamapps\\Account_Name\\counter-strike source\\cstrike\\maps\r\n"
}