{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"csde_holy": [
						"csde_holy.bsp",
						"csde_holy.txt"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 344836,
			"_nDownloadCount": 2413,
			"_nFilesize": 2624914,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/344836",
			"_sFile": "csde_holy.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1201423615
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100813,
	"_sName": "csde_holy",
	"_sText": "V2 is on its way! v2 will include these new features-\r\nHeaven soundscapes\r\nHell soundscapes\r\n\"Forever walls\" in Heaven, as if the level never has a boundary\r\nMusic in the waiting room\r\nMore cover in Heaven, perhaps even a floor fog.\r\nMore brushes will be added, to create more realistic level features.\r\nMore gore/dead bodies/freaky crap in Hell (RAGDOLLS to play with)\r\nMaybe I'll also make Hell more \"Cavernous...\" finish reshaping the floors and ceilings as well.\r\nv2 will be released soon, within the next week or two.\r\n\r\nThis is my first map, and I am very proud of it. It's a pretty large file, though, so it's probably played best at a LAN party. (15.9 Mb, maximum download size) Dedicated Servers may have trouble distributing this load. Otherwise, this is a great map, and I'll just copy and paste the In-Game description for you to read-\r\n\r\n\r\nThe doors to heaven and hell have been opened, and some extremist retards\r\nhave entered into the realm of the suffering to establish a base of operations.\r\nFrom there, they plan to perturb the big man himself, God, by blowing up his\r\nthrone. They know that the masonry and metallurgy required to rebuild the seat\r\nof God could take a few days, maybe even weeks, to repair! God, being omnipresent,\r\nobviously knows of this attack, and has hired some elite counter-terrorist units\r\nfrom the human world to prevent this. And while they're at it, they can do\r\ntheir best to save some souls from the underworld, if possible.\r\n\r\nCTs- Kill those terrorists. if possible, attempt to save some souls from hell,\r\nthey could use some relief.\r\n\r\nTerrorists- Blow up the throne of God, and escape!\r\n\r\nMapped by Ben\r\nfinished Jan. 25, 2008\r\nJagpanther777@yahoo.com\r\n\r\n\r\nGo JESUS! This one's for you!"
}