{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"css_unic_de_tungunska": [
						"Credits.txt",
						"css_unic_de_tungunska.bsp",
						"css_unic_de_tungunska.nav"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 336380,
			"_nDownloadCount": 1665,
			"_nFilesize": 890398,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/336380",
			"_sFile": "css_unic_de_tungunska_2.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1228391091
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 100816,
	"_sName": "css_unic_de_tungunska",
	"_sText": "Hello, Bonjour\r\n\r\nLa version a été mise a jour aujourd'hui , 5 décembre\r\nLumières ajoutées dans le camp terros\r\nTextures changées dans le camp terros\r\nLumières et décor ajoutées dans la skybox 3d\r\nReprise d'optimisations.\r\n\r\nCette map est une defuse map, l'action se passe près d'un complexe de raffinerie, en Europe de l'Est ou Centrale\r\nDeux objectifs sont disponibles, un tuyau de jonction ou une salle de test et controle du pétrole.\r\nUn passage souterrain permet de relier les deux objectifs en plus de deux passages ouverts.\r\nLa map a été concu pour une action rapide mais de nombreux endroits permettent les embuscades, le sniping, les coudes des passages, les salles, les terrains et autres modles, recoins de la map sont autant de possibilitées.\r\nDes armes (rifles) sont disponibles chez les terroristes dans les deux vehicules situés au depart.\r\nLa map fonctionne bien avec de 15 à 22 joueurs environ, plus provoque le ralentissement des FPS et donc la map rame a 32 joueurs; mais cela peut aussi dépendre de votre configuration\r\nLes points de navigations pour les bots sont fournis et marchent très bien.\r\n\r\nThis is css_unic_de_tungunska, a defuse map  .\r\nThe action could be in East or Central Europe, near a raffinery complex\r\nTwo objectives are available for terrorists , they are constitued by a jonction pipe  or a test control room in lab house .\r\n This map is build for fast action, but many possibilities are offers to ambush, sniping because of the walls and rooms, passages, houses, vehicles...\r\nAn underground passage is available to access between the two bomb locations sites, two opens ways are easy to take.\r\nThe terrorists have some rifles weapons into the vehiicles in their base. \r\nThe map works well between 15 to 22 players, more like 32 players is possible depends of your configuration\r\nNav point automatic generated for bots are provided.\r\n\r\nEnjoy it !!!\r\n\r\n\r\n"
}