{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "Readme.txt",
					"cstrike": {
						"0": "motd.txt",
						"maps": [
							"de_assault.bsp",
							"de_assault.nav",
							"de_assault.txt"
						]
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 295255,
			"_nDownloadCount": 3446,
			"_nFilesize": 5661652,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/295255",
			"_sFile": "de_assault_5.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1365608946
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "-",
					"text": "improved navigation file"
				},
				{
					"cat": "-",
					"text": "HDR with tonemap control and color correction"
				},
				{
					"cat": "-",
					"text": "Colored radar"
				}
			],
			"_sText": "<p><strong><span class=\"RedColor\">[Final Version]</span></strong> <a target=\"_blank\" rel=\"noopener noreferrer nofollow\" href=\"http://css.gamebanana.com/maps/173712\"><span class=\"BlueColor\">http://css.gamebanana.com/maps/173712</span></a></p><p></p>",
			"_sTitle": "Final Beta",
			"_tsDateAdded": 1380802520
		}
	],
	"_idRow": 101069,
	"_sName": "de_assault2013_beta",
	"_sText": "de_assault2013_beta is a thrilling Bomb and Defuse map for Counter-Strike: Source that takes players to a government facility. As either a Counter-Terrorist or Terrorist operative, your objective is to either protect or destroy the strategically placed bomb sites.The map offers a balanced gameplay experience with a layout that encourages tactical decision-making and strategic planning. The facility is divided into two main sections: the exterior compound and the interior of the facility. Each section presents its own challenges and opportunities for both teams.<br><br>The exterior compound features multiple entry points, including a main gate, a side entrance, and a ventilation shaft. Counter-Terrorists can strategically position themselves to defend these entry points, while Terrorists can plan their attack routes and coordinate their movements.<br><br>Once inside the facility, the layout becomes more intricate and complex. The interior is filled with various rooms, corridors, and staircases that provide cover and allow for close-quarters combat. Both teams must utilize their skills and teamwork to gain an advantage in these tight spaces.<br><br>As a Terrorist, your goal is to plant and defend the bomb at one of the designated bomb sites. You must choose your targets wisely and coordinate with your team to successfully carry out the explosive mission.<br><br>Counter-Terrorists, on the other hand, must prevent the bomb from being planted or defuse it if it has already been planted. Communication, coordination, and map control are essential for their success in neutralizing the threat.<br><br>de_assault2013_beta features detailed textures, realistic lighting, and immersive soundscapes that enhance the gameplay experience. The map's design encourages balanced gameplay, with areas for both long-range engagements and close-quarters combat.<br><br>"
}