{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_astute_b3_e.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 343688,
			"_nDownloadCount": 2066,
			"_nFilesize": 8443913,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/343688",
			"_sFile": "de_astute_b3_e.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1204662388
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101080,
	"_sName": "de_astute_b3",
	"_sText": "The layout idea of the map is that the facility is an old worn down naval base. The submarine (custom model by Frenzy) is based on the UK nuclear submarine Astute. The submarine is bombsite A (as in astute) and in the underground trainyard bombsite B is located. We have tried to make the map from a tactical point of view and from beta testing found it quite a challenge for both teams, once you know the map well enough. In previous versions we have had more routes but it became too unbalanced in T favour and the current layout seems to be the most even. There are 20 spawn points available for each team. We have found that the map easily holds 10 players on each team. We have tried to play around with light and sound to create a fitting mood for the map.\r\n\r\nChanges from b1:\r\n-framrate improvement in general but most evident in submarine hanger (thanks mookie for tips and pointers)\r\n-glow glitches in office fixed (once again thanks mookie)\r\n-changed position of exploding barrels\r\n-moved easter egg trigger\r\n-added decals\r\n-fixed texture alignment\r\n-added vent route from submarine hanger to guard office\r\n- additional boxes added to allow access to sub room through blast doors\r\n\r\n\r\nOverview is included in the BSP as well as all custom props, decals, textures etc.\r\n\r\nWe have been working on the map for about 7 weeks, mostly weekends and evenings. This is our first map built together."
}