{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_arcis.bsp",
					"de_arcis.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 354173,
			"_nDownloadCount": 1395,
			"_nFilesize": 3778911,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/354173",
			"_sFile": "de_arcis.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1167524319
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101045,
	"_sName": "de_arcis",
	"_sText": "Of all of the maps that I have completed, de_arcis is by far my favorite. I have run hundreds of hours of tests on the map and have purged it of all known glitches or defects. This is far and away the best temple map that I have seen in existence and I am proud to be its creator.\r\n\r\nThe atmosphere of de_arcis is truly unique. If I were to write a background story for this map it would run something like this:\r\n\r\n\"On January 3, 2008, a satelite owned by a private corporation in Southern California tracking an abnormally large sandstorm discovered what appeared to be the ruins of a stone structure in the midst of the Khadarin Desert on the ancient road that once joined Eastern Magpyr and the trading port at Khapor. Analysts caught their first glimpse of the structure when they noticed the sun reflecting off of an object that might be a metal dome. Word got out about the discovery and a small sect of Dangal Elitists, the radical group likely responsible for the Cairo Central Bank Bombings earlier this month, claimed that the coordinates of the discovery closely correspond to the location of the the Great Temple of Arcis, which was recorded by their own ancient writings as having been buried in an unprecedented sandstorm around 150 BC. The Dangals immediately dispatched a militant task force to take control of the temple and were the first to step inside. Seven local governments staked joint claim to the ruins and, expecting resistance, dispatched an elite unit comprised of counter-terrorist components from agencies of all seven countries. A confrontation is inevitable.\"\r\n\r\nde_arcis is an elemental temple representing the 4 elements, earth, fire, water, and air. The earth and water altars are bombsites. The air altar when jumped on will lift you up to a sniper loft (if you are skilled enough to figure out how it works). The fire altar and statue room are the main confrontation points. As far as I know the map has no CT/T leaning- it should be perfectly balanced with 3 obvious exits from CT and 3 obvious exits from T.  The map as you can tell is asymetrical and multi-leveled, quite an accomplishment for a well balanced map. \r\n\r\n"
}