{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"de_atlantis_beta_3 download": [
						"de_atlantis_beta_3.bsp",
						"readme.txt"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 361036,
			"_nDownloadCount": 1446,
			"_nFilesize": 195859,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/361036",
			"_sFile": "de_atlantis_beta_3_download.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1120786681
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101085,
	"_sName": "de_atlantis_beta_3",
	"_sText": "Map Description:\r\n\r\nThis is a de map, but it, like my other de maps, is weighted towards the CTs instead of the Ts for a change.  This map is based underwater, and contains 2 main levels.  You spawn at the highest level (Ts on 1 side, CTs on the other, separated by an unbreakable metal wall).  The bombsite is located underwater, past to blast doors, and the bombsite area is radioactive, so plant fast (and no camping).  Since prolonged exposure underwater will cause you to drown, there are several openings (surrounded by ubreakable glass) to allow you to breathe.  Miss one, and you will not make it to the next without losing a substantial amount of health.  if you manage to get to air after you lose health, stay above water for long enough, and you will regain it.  However, if you are spotted  by a camper through the glass, you can be shot.  The damage is less since the bullet is flying through glass, but be careful.  After swimming from air pocket to air pocket for about 200 yards, you come to a blast door that opens painfully slowly.  After that, there is a simillar 200 yard jaunt before you reach another painfully slow blast door, past this is the radioactive bombsite (you lose 1 health per every half second in that room.  Running that route with no interference takes about 45 seconds.  Also, this map requires flashlights, since during that underwater route the only light (apart from a radioactive hazard red strobe) comes from the glass enclosed air pockets.  Therefore, CTs can camp or rush, but camping is limited.  And Ts, get off your ass, that route takes forever.  have fun, and check out my other maps!"
}