{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"de_area65": [
						"de_area65.bsp",
						"de_area65.nav",
						"de_area65.txt",
						"readme.txt"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 342730,
			"_nDownloadCount": 1255,
			"_nFilesize": 2150136,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/342730",
			"_sFile": "de_area65.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1207823227
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101051,
	"_sName": "de_area65",
	"_sText": "WHERE DID THE IDEA COME FROM?\r\n\r\nThe Area 65 map came to me when i was playing Project I.G.I, it is a map which the main character has to infiltrate. So i thought that this would make a really cool CS:S map. So i took some screenshots did some planning and i have begun work on it.\r\n\r\nWHAT IS IT ABOUT?\r\n\r\nOut in an unknown desert, the military facility Area 65 is a top devision which works on counter-terrorist tactics and communications. After recently finding information about a powerful terrorist group, the base lost communications with its check point.\r\n\r\nCounter Terrorists:\r\nYour mission is to prevent Terrorists from arming and destructing a bomb with Area 65. If a bomb were to go off, all information regarding counter-terrorist activities would be lost and our battle against Terrorism would be lost. You must ensure that the base remains in tact and that all enemy units are defeated. All non-combatant personel have been removed from the base, the only people who you should watch your fire on are your own team mates. Everyone else is to be eleminiated sight.\r\n\r\nTerrorists:\r\nMy Friends, today we move against the enemy in an offensive which could bring their counter-terrorist forces to their knees. We must plant a bomb at either Bomb Site A or B, this bomb on detonation will destroy all information on our where about and tactics. Rendering them useless. My friends, fight for Victory.\r\n\r\nPROBLEMS/BUGS: \r\nDue to me losing the original vmf file for this map i am unable to update this map further. Sorry people, there was alot more i could have done in the way of detail but its something that i forgot to keep when i re-updated my computer. "
}