{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"De_BattleGrounds": {
						"0": "Picture1.jpg",
						"1": "Picture2.jpg",
						"2": "Picture3.jpg",
						"3": "Picture4.jpg",
						"4": "READ ME.txt",
						"cstrike": {
							"maps": [
								"De_BattleGrounds.bsp",
								"de_battlegrounds.nav"
							]
						}
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 330332,
			"_nDownloadCount": 1197,
			"_nFilesize": 1256228,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/330332",
			"_sFile": "de_battlegrounds_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1248218848
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101160,
	"_sName": "De_BattleGrounds",
	"_sText": "This is by no means my first map.  However, it is the first map I would like to release to the public.  I know the map isn't that impressive, though I do hope someone will be able to enjoy this map.  I plan on releasing more grand maps later on, apon there completion.\r\n\r\n\r\nMap Name:  De_BattleGrounds\r\n\r\nFiles Includes:  De_BattleGrounds.BSP, and De_BattleGrounds.NAV\r\n\r\nMap Creator:  [AKA] ENIGMA (Me)\r\n\r\nMap Description:  The basic mechanics of this map are stradegy.  I added barriers and walls which provide sufficent cover for the small map.  As usual the object for the Terrorists is to deliver the bomb, while the Counter-Terrorists try to prevent it.\r\n\r\nSpecial Features:  There is, I promise, a hidden(invisible)teleporter.  The teleporter will take you one place, were there after you will have to find a second teleporter which will prevent your death and take you to the bomb-site.  Sorry for the not so detailed explaination, that is because it is up to you to figure out.\r\n\r\n*Special Note*:  It would appreciated that no one copy/alter this map without my permission.  I may grant permission for alteration of this map, if you would like to reach me to dicuss this you can contact me at FpsBanana or with my email: Nickdon1017@gmail.com\r\n\r\nAbove all, enjoy the map.\r\n\r\n**Installation**\r\n1.  Take the cstrike folder and drag it into you Counter-Strike Source folder.  If it asks for you to overwrite folders, just say \"yes\" or \"yes to all\".\r\n\r\n(DIRECTORY(Such as, C):\\Program Files\\Steam\\steamapps\\USERNAME\\counter-strike source) <--Example.  Your counter-strike source folder may be found else-where."
}