{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_banqiao_r2.bsp",
					"de_banqiao_r2.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 310115,
			"_nDownloadCount": 15307,
			"_nFilesize": 60569506,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/310115",
			"_sFile": "_8389-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1312644076
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101144,
	"_sName": "De_BanQiao_R2",
	"_sText": "This is a map featuring the streets and alleys of Ban-Qiao District, Taiwan.\r\n\r\nBan-Qiao District has several popular locations, but now it becomes a battlefield. Would you protect it from attacking or blow the place up?\r\n\r\nCounter-Terrorists: protect the lovely convient store\"Seven-Eleven\" and \"Ban-Qiao Sushi\", because we love them.\r\n\r\nTerrorists: bomb must place the bomb at one of the two bomb sites.\r\n\r\n=========================================\r\n\r\nOver 200 custom materials. Custom music and sounds. Modified models. 1 secret(pic6) and easter eggs.\r\n\r\nIf you feel wired about Taiwanese streets, alley, buildings.... gather some information yourself^^\r\n\r\nThere's also some important notes at the DevNotes, too.\r\n\r\n====And the \"DevNotes\" is also here....====\r\n\r\nThis version is quite beta, so if you find some glitchs or errors, I should have already noticed. (e.g. Inverted bomb site mark, \"too many vertex\"thing, and the mirror glitch when broke)\r\n\r\nI'm not really sure if I have time to keep on this work recently, and I can't just leave it a beta or something.... so I name it a \"release 1\".\r\n\r\nAnyway, sorry for release this imperfect map.\r\n\r\n========== 8/8 Updated to R2 ==========\r\n\r\nI'm not sure if I am allow to do this (change R1 to R2 and upload a new file at the same submission.)\r\n'cause I never have done this before.\r\n\r\nI'm apology for the Release 1. It has many glitches influence your gameplay.\r\n\r\nToday I fixed the bomb site marks, and the mirror at bomb site B, also some custom models should be place correctly. Moreover, Terrorist Spawn is surely able to spawning 16 people. Nevertheless, I still can't fix the \"Too Many Vertexes\" error. Since CSS can't handle this map's details in some open-area, I guess I can't fix this.\r\n\r\nI still mark it an \"unfinished\" version, Because I really want some models like \"scooter\" and \"motorcycle\"."
}