{
	"_aAlternateFileSources": [
		{
			"url": "http://www.sk3maps.com/de_boston.html"
		}
	],
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_boston.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 332225,
			"_nDownloadCount": 22218,
			"_nFilesize": 13951553,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/332225",
			"_sFile": "de_boston.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1240992240
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101250,
	"_sName": "de_boston",
	"_sText": "<h2>Intro</h2>The terrorists are planning on using biological and incendiary munitions to demolish the city of Boston, Massachusetts. To make the impact worse they must first destroy the medical and fire prevention facilities of the city, hindering Boston totally helpless against their violence.<br>Terrorists: Destroy one of the two bomb targets. Kill any CT's along the way. Counter-T's: Prevent the T's from planting the bomb and kill any you find along the way.<br><h2>MAP INFORMATION:</h2>Map Name: de_Boston Map Type: DE (Bomb/Defuse) Release date: April 29th, 2009 Bombsites Locations: Fire Department and Medical Supply room Available Weapons: Standard Map Environment: Indoor and Outdoor Map Theme: Boston BackBay Area Map's Time of Day: Evening Special Features: Color Correction Recommended/Maximum Players: 24/64 max Custom Textures Used: yes Custom Sounds Used: no .NAV File Included (for bots and locations): yes<br><h2>INSTALLATION:</h2>Extract the content of the ZIP file directly into your \"maps\" folder.\".../steam/steamapps/username/counter-strike source/cstrike/maps\"<br><h2>Changelog for de_Boston (Since the beta):</h2>-Improved the interior lighting and added more props.-Added a NAV mesh with place markers.-Made Sniper area above BombSite A (for CTs to cover the entryway).-Added a ladder for Ts to counter act the CT cover over the wall at mid.-Made fire pole climbable.-Made the approach times to choke points more even.-Added more env_cubemaps.-Made long halls where sniping occurs have more cover.-Made OverHead view map easier to read.-Made long approach for bombsite A more balanced<br><h2>FUN MAP INFORMATION:</h2>-I started this map in November2006 and Finished April2009 (2 years and 6 months).-This map was redone 4 times because I was not satisfied with the layout.-Total compile time in Hammer: 1h 32 min.-There are 2 pictures of me represented in the map.-Although this map doesn't represent Boston 100%, it is based on the Back Bay area.-I took 2 trips to boston for reference photos of building structure.-The skyline near BombSite A is a photo I took across the river at MIT.-I kinda regret adding sk3maps.com so much in the overhead view.-People of Boston like the Red Sox 100 times more than figure skating. :|<br><h2>SPECIAL THANKS:</h2>-To AHP for the beta testing and input -To ESC for promoting and beta testing the map. -To PhilipK (aka Blazeeer) For the MorningStar props and textures. -To Ill_kid for the APC model -To EditLife for the NAV tutorials -To MKZ for some brick textures -To Mookie for some pointers -PAKRAT for the great tool -Gimp2 for the TGA conversions -To My brothers for getting me into CS in the first place -To Dunkin Donuts coffee -To Samuel Adams beer for the inspiration -To The Red Sox for making the Yankees look bad -To Anybody I forgot -To valve for making a game you can make maps for -To my wife for dealing with me and my time consuming hobbies. :D<br><h2><br></h2>I hope you enjoy de_boston!<br><br>Add me to SteamFrieds with ID Sk3tch76Contact at sketch76@hotmail.com http://www.sk3maps.com<br><br>"
}