{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_boshi.bsp",
					"de_boshi.nav",
					"de_boshi.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 354978,
			"_nDownloadCount": 2376,
			"_nFilesize": 2209082,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/354978",
			"_sFile": "de_boshi.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1163203630
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101248,
	"_sName": "de_boshi",
	"_sText": "++--De_boshi--++\r\n\r\nThis is my third source map and at the moment my favorite one.\r\nIt took me 3 months to complete and it does have a story to it... Most of the time I messed around playing Zelda OOT :)\r\n\r\nde_boshi is a lab / warehouse facility which was left abandoned after agents from a rival company attacked and murdered all \r\nworking personal. Sadly it was left for abandoned and everything including the research was just left there.\r\nIt was left abandoned for many years and age has affected it greatly. Every now and then teenagers tend to visit it and\r\ngraffiti it or look at all the mysterious equipment within. Sometimes they have parties and mess around getting drunk...\r\n\r\nThe terrorist group decided that the equipment inside this so called abandoned facility would be useful including the first \r\nworking teleportation device.\r\n\r\nThe Counter-Terrorists however intercepted a transmission which allowed the ct's to find out the terrorists plot.\r\nThe ct's must do everything in their power to stop this threat before it is too late.\r\n\r\nThe terrorists goal is to blow up the remaining equipment before the ct's try and stop them. Unfortunately the terrorists\r\nhave stolen a lot of the equipment and their goal it to steal it by either wiping out the ct's or blowing up their entrance \r\nspots.\r\n\r\nde_boshi has not been touched in a while and lots of overgrowth has appeared...\r\nThis map has fast paced action with a few twists including a working teleportation device!\r\n\r\nIt was made by Habboi (William Nicholls)\r\nA little info on me:\r\n\r\nAge: 16\r\nHobbies: Mapping\r\nFriends: Jamie Pierre and Adam Holt\r\n\r\nThis is the first map dedicated to my first friend Adam Holt. The next map hopefully will be dedicated to Jamie Pierre\r\nand I hope you enjoy playing this map that I too enjoyed making.\r\n\r\n(P.S I know my story is shit but reason with me here! I am tired, I got my exams in a week and I hate spiders especially when\r\nthere’s one below my feet as I am typing this :O...)\r\n\r\nENJOY!\r\n"
}