{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_carringtonvilla_pd.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 350821,
			"_nDownloadCount": 1952,
			"_nFilesize": 2539565,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/350821",
			"_sFile": "de_carringtonvilla_pd.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1182198467
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101373,
	"_sName": "de_carringtonvilla_pd",
	"_sText": "***about de_carringtonvilla_pd***\r\n\r\nTerrorists are on holiday at the carrington villa, But did'nt pay flight tax, Now they are wanted by several swat teams from different countrys....\r\n\r\nTerrorsists are positioned all over the villa when they learn that the Counter Terrorsists are on there way to demand the terrorists pay the due flight tax, But the Terrorsists plan on blowing up parts of the villa that the dumb terrorists believe the counter terrorsists will use to gain access to the villa. These locations are. \r\n\r\nThe main gate/entrance And the unmarked Helepad area.\r\n\r\nHINT: if anyone needs more C4. Try the basement!\r\n\r\nCOUNTER TERRORISTS have actualy entered the base allready, and at two locations, So terrorsists stay clear of the windows, As one location is ontop of the mounting overview, Sniper heaven!   oh, and some other counter terrorists have allready arrived mysteriously at the helepad, however, no helecopter was ever visible. so the terrorists dont know...\r\n\r\n\r\n\r\n\r\n\r\n****why I made it****\r\nWhen I was younger, I played the Nintendo 64, And recently decided to stick an emulator and download some roms. Bordem works in strange ways.\r\nwell playing perfect dark, really inspired me to revive the third level Carrington Villa.\r\nAnyone that enjoyed the game, or the level as much as i did, may enjoy being able to play it in css. Im concidering making it more detailed and having PvNPC single player for HL2 and just reviving the whole solo player game play. but maybe another time.\r\n"
}