{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_cinema_v2.bsp",
					"de_cinema_v2.nav"
				],
				"_sMimeType": "application/x-7z-compressed"
			},
			"_bContainsExe": false,
			"_idRow": 485306,
			"_nDownloadCount": 493,
			"_nFilesize": 2856964,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/485306",
			"_sFile": "de_cinema_v2_5a6e7.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1599768678
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "Adjustment",
					"text": "details"
				},
				{
					"cat": "Adjustment",
					"text": "navigation"
				},
				{
					"cat": "Improvement",
					"text": "optimization"
				},
				{
					"cat": "Improvement",
					"text": "playability"
				},
				{
					"cat": "Adjustment",
					"text": "competetiveness"
				},
				{
					"cat": "Addition",
					"text": "radar"
				}
			],
			"_sText": "Decided to remake some of the old CS:Source map i made more than 10 years ago. I figured it was time and got some motivation. I always liked the idea of this map but never really got it to a state where it was playable in a more competetive sence. That is why i made this update.",
			"_sTitle": "de_cinema_v2",
			"_tsDateAdded": 1599768335
		}
	],
	"_idRow": 101489,
	"_sName": "de_cinema_v2",
	"_sText": "For this map i tried to make a copy of the zombie panic source map zpo_cinema, and i think i have made a good job. This map is in a city enviroment and has a setup looking like the de_dust2. Terrorist starts outside, and has the mission to blow up one of three saloons. A and B bombsite are both saloons. There are fast ways to get to the bombsites, but those will shure be guarded by ct's. So i made he map in three floors: basement, first floor, secong floor. The basement is a great way to get behind ct lines and take em by surprise, but be carful as a t, you never know if there is a ct hiding in the darkness of the basement. the first floor is entré, saloons and links between them, this is the floor were both the bombsites are located. The second floor is not big, but you have a great overview. I also have a outside enviroment. There is not much taken place out there but, it's a nice and goodlooking area where you choose wich way you want to go, as a t. The ct's starts in the basement. There you can fast reach the bombsites. The map includes alot of stairs, because of the 3 floors, so be awake and watch for enemies around every corner. There are two openings to every bombsite, so there is hard to hold a bombsite at your own. Make shure you arenot running around like a freak and jumping around, the enemies will hear you, trust me. That was it and i hope you will enjoy my map! =)"
}