{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_chexer.bsp",
					"de_chexer.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 345874,
			"_nDownloadCount": 1641,
			"_nFilesize": 2023573,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/345874",
			"_sFile": "de_chexer.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1198469026
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101479,
	"_sName": "de_chexer",
	"_sText": "Sorry about the screen shots being really low quality, I can't take screen shots with steam, my computer won't let me so I had to use an actual camera and upload the images to my computer. But that's also why I included a video, to make up for the crappy pics.\r\n\r\nI made this map for a friend in CSS named Chexer. He wanted me to make a texture map for him, and although I suck at making them, I accepted his request and went for it trying the best I could to make this for him.\r\n\r\nThis map was originally de_bombextreme, one of my very first maps made. I took my old design and fixed it up, making new things such as better spawn points, teleporters, buy zones, a sky box, water and I added lights. \r\n\r\nThe maps starts off with the Terrorists underground in tunnels and they have several different ways they can go to get to the surface where CTs wait their arrival. You can either go up 1 of the 2 huge flights of stairs and get into the main area through the top of the map or you can go through one of the six teleporters which will teleport you to a block somewhere in the CT spawn. You have to shoot out one of the sides to get out of the block, but it's really a very stealthy way to get into the CT's spawn area and the bomb site. Or if you wanted to you could just simply run up the main ramp and go straight for a kamikazi rush into the CT spawn.\r\n\r\nAs a CT you start out in the main area of the map where all the action happens. The first few seconds are calm and quiet. But when the Ts get into one of the many areas to get into the map, the CTs must be prepared to guard the bomb site from the many areas that the Ts will come from.\r\n\r\nHere's a short video of the map:\r\n<object width=\"425\" height=\"355\"><param name=\"movie\" value=\"http://www.youtube.com/v/qX6_aUnXczo&rel=1\"></param><param name=\"wmode\" value=\"transparent\"></param><embed src=\"http://www.youtube.com/v/qX6_aUnXczo&rel=1\" type=\"application/x-shockwave-flash\" wmode=\"transparent\" width=\"425\" height=\"355\"></embed></object>\r\n\r\nPrefabs Provided by: \r\nMrWhite\r\nIronHead\r\nThanks to both of you for the excellent prefabs.\r\n\r\n"
}