{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_comrade_Beta2.bsp",
					"de_comrade_beta2.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 354855,
			"_nDownloadCount": 2151,
			"_nFilesize": 8810253,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/354855",
			"_sFile": "de_comrade_beta2zip.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1163726483
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101583,
	"_sName": "de_comrade_beta2",
	"_sText": "Sorry about the re-post, I accidentily compiled the wrong version. I tried to delete the other one, but it wont let me. So here is the right version. Sorry for double posting and any inconveniance this may cause.\r\n\r\n\r\n\r\n===PLOT===\r\n\r\nTerrorists have stolen two nuclear warheads and taken camp in an abandoned cold war munitions store. They plan to arm and detonate the nukes unless the Counter-terrorism team can stop them.\r\n\r\n---Thank You---\r\n\r\nI would like to thank Stefan Wimmreuter for all the modeling work he did for this map you can check out his work at www.StefW.com. He created the metal towers, ibeams, ibeam mounts, and the missile that is in bomb site B. Another thanks to JC-Modern for making the missile that is in bomb site A. I would also like to thank everyone that helped in both alpha tests. A big thanks to CPL|Chris and Mike Sek (Game Manager of CAL) for helping me get this map ready for a beta. And the biggest thanks of all to n@rby, the original creator of this map. (I was not able to reach n@rby in order to receive permission, but I give all credit to the layout and design of the map to him, if anyone knows his e-mail and can pass it along to me that would be great, but as of now I still have not heard back from him)\r\n\r\n===Creator's Notes===\r\n\r\nThis map is a re-make of de_comrade_3rdroute which was a CAL map in 1.6 for a while. This map is undergoing testing by the CPL and CAL to hopefully become a new CPL/CAL map. This map has been in the works for around 3 months now and has undergone many changes to get to this point. One thing, many of you that have played comrade before will notice right off that bat is the extra route. This extra route should hopefully provide a well needed balance to the map. This map may still undergo route changes and other things based on how the CPL/CAL testing goes. This map is almost entirely custom textures.\r\n\r\n===Issues===\r\n\r\nThere are a few issues that I am aware of that are problems with the map right now, such as no sound and no area names. Those are all things that will be in the final version. I also am aware that the overview is messed up, no clue why it looks the way it does, but I will fix it.\r\n\r\nIf you notice any other bugs and or problems e-mail me at hunch514@gmail.com\r\n"
}