{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"README.txt",
					"de_coldfire.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 353483,
			"_nDownloadCount": 4653,
			"_nFilesize": 70767382,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/353483",
			"_sFile": "de_coldfire_final.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1170926087
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101552,
	"_sName": "de_coldfire (final)",
	"_sText": "This is the final version. I have changed a few minor bugs but from all the good feedback I haven't really had to change anything huge :)\r\n\r\n----I have lightened the images so that you can see them better! :D The areas are a lot more \"visible\" in-game.. its just the interference (browser scrollbar and light things on the webpage) around the image that makes them harder to see.  While the screenshots may not look \"real scary\"... it is the sounds, the black fog that everything fades into at a distance and the ambiance (heavy rain and urban setting) that really makes this map as scary as it is.  It is FULL of custom sounds (from silent hill / sounddogs / resident evil / and other games).----\r\n\r\nSTORY:\r\n\r\nA strange, thick, dark fog falls over the little town of Lugnut Arizona.\r\nMoans can be heard in the distance. Screams from people being killed fill the air. But this is NOT why the Counter-Terrorist team has been called into this nightmarish town. The reason they have been called to this town is because a group of unknown terrorists have entered the city and are going to attempt to blow up one of the barricades set up by the civilians of Lugnut, or blow up the old lumber mill. Either one will open a way for the zombies to enter the \"secure\" sector of the city and kill all the remaining survivors...\r\n\r\n\r\n*NOTE*: Be sure not to adjust your brightness or gamma, but turn down the lights in your room when you travel to Lugnut Arizona (the map...) :P LOL. This is a dark map best played in the DARK :D *cue evil laugh*\r\n\r\n________\r\nCREDITS:\r\n\r\nME OMG!!@\r\n\r\nModels by:\r\nillkid\r\nCheroke team\r\nFishy\r\nGarry's Mod On Wheels\r\nCounter-Strike Source Zombie Mod ZombieHorde 2\r\n\r\nPolice car model from: Some guy on hl2world.com\r\nI couldn't find out who made it originally...\r\nplease, if you know who made the model contact:\r\nkillerworm@sbcglobal.net and inform me..\r\n\r\nPolice man models and others that I could not find the maker of...If you know who made the other models please write to me.\r\n\r\nSome pics were taken from websites. Credit to those who took/made the pics.\r\n\r\nCustom blood by:\r\nNayt\r\nPredaaator - Syco* - Valve\r\nSheik and Predaaator\r\nRemaked by ToXiN."
}