{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"City Gates": [
						"Read Me.txt",
						"Thumbs.db",
						"de_citygates.bsp",
						"de_citygates0003.jpg",
						"de_citygates0005.jpg",
						"de_citygates0006.jpg",
						"de_citygates0022.jpg",
						"de_citygates0036.jpg",
						"de_citygates0037.jpg",
						"de_citygates0041.jpg"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 359203,
			"_nDownloadCount": 2290,
			"_nFilesize": 4556472,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/359203",
			"_sFile": "city_gates_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1136496929
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101502,
	"_sName": "de_citygates",
	"_sText": "CITY GATES\r\nby Randy Cotter\r\n\r\nMy second map with hammer and I think i've created a map with a lot of potential...\r\n\r\nCity Gates puts the terrorists and the counter terrorists on opposite sides of a massive defensive structure, guarding the entrance to a hidden city.  The most impressive feature of this map is it's TWO HUNDRED spawn points (half and half) leaving the possibility for MASSIVE multiplayer battles.  The army of terrorists have one goal-- bomb the massive gate built into the fortress wall, while the counter terrorists must use all means to prevent the bomb from going off.  Terrorists have lots of cover from the oppressive firepower raining down from the looming walls.  CT's have two sniping bunkers to use and also have massive boulder defenses which can be released to crush approaching enemies.  \r\n\r\nThis map was a lot of work for me. Not sure how many hours, but it was a lot more than de_fireinthehole (it is my second map, so im still learning, but I think it's pretty good) ;)  \r\n\r\nSpread the word about the 200 player capability and hopefully we'll see some HUGE games in the near future (on servers that can handle it!!!!)"
}