{
	"_aAlternateFileSources": [
		{
			"description": "DE_Convent_PRO",
			"url": "https://gamebanana.com/maps/210331"
		},
		{
			"description": "CS:GO (Workshop)",
			"url": "https://steamcommunity.com/sharedfiles/filedetails/?id=2115967604"
		},
		{
			"description": "CS:GO (GameBanana)",
			"url": "https://gamebanana.com/maps/210109"
		}
	],
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_convent.bsp",
					"de_convent.nav",
					"de_convent_README.txt"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 439106,
			"_nDownloadCount": 2208,
			"_nFilesize": 184703576,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/439106",
			"_sFile": "de_convent.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1574156839
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101606,
	"_sName": "de_convent",
	"_sText": "<hr>ATTENTION! This is outdated version of the map! Here is a PRO version:&nbsp;<a href=\"https://gamebanana.com/maps/210331\">https://gamebanana.com/maps/210331</a><br><hr>Hi everyone! Sorry i'm late for about 15 years=), but i think not to share this map would be a crime.&nbsp;<br>So, let me introduce my new map - de_convent.&nbsp; A frivolous idea, to hastily make a map for playing with my buds on LAN, became a serious work for an entire year! A comment, I came across on the de_island_v2 map page, which reads: \"..one of the rare CSS maps that looks as good as it plays!\", became a motto for a time of bulding my map. And since I am a very stubborn guy, the work was fully completed. Initially, the map was supposed to be smaller (8x8) and simplier, but over time it became clear that it was not enough to implement all the ideas, and it had to be expanded to 32x32. The two planned buildings turned into a fortified island, with a&nbsp; medieval monastery, ruined by tsunami, and its huge dungeon.<br>It may seem that some locations suffer from gigantism, but, as a rule, this is a necessary measure, because I didn’t want to constrain the player (tightness is the problem of many CSS maps), and a room for tactics now more than enough. And, as the area grew, so did the need for decorations, the modeling and drawing of which took most of the time. As a result, despite all the vagaries of the early Source Engine, the map came out pretty solid, the gameplay here is extremely variable and interesting, even with bots, that use the entire area to the fullest. In addition, I spent a long time for layout, so the map is well balanced and optimized as much as possible. What can I say, it is better to download and familiarize yourself. From CS lovers to CS lovers..!<br><br><b>CS:GO</b> version here:&nbsp;<a href=\"https://steamcommunity.com/sharedfiles/filedetails/?id=2115967604\" target=\"_blank\">https://steamcommunity.com/sharedfiles/filedetails/?id=2115967604</a><br>and here:&nbsp;<a href=\"https://gamebanana.com/maps/210109\" class=\"SelectedElement\">https://gamebanana.com/maps/210109</a><br>Support me here:&nbsp;<a href=\"https://www.patreon.com/Palrom\" target=\"_blank\">https://www.patreon.com/Palrom</a><br><br>"
}