{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "1.jpg",
					"maps": [
						"de_coolhand_b3.bsp",
						"de_coolhand_b3.res",
						"de_coolhand_b3.txt"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 354826,
			"_nDownloadCount": 1819,
			"_nFilesize": 8049785,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/354826",
			"_sFile": "de_coolhand_b3.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1163887807
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101610,
	"_sName": "de_coolhand_b3",
	"_sText": "<fieldset>Welcome to District 7\r\nBy [907th] CoolHandLuke (coolhandluke@907th.com)\r\nPlease visit 907th.com for many hosted maps\r\n02/27/2005\r\n\r\nThis map has two bomb site one in a factory and one in a church. The terorist need to plant the bomb successfully and the Counter terrorist need to prevent them from planting it or defuse it if already planted\r\n\r\nThis is my first map ever, I never mapped before. I started three weeks ago. Now everything is advancing well and was able to start optimising part of my map. I had like 27 FPS in one part of the map and raised it to 110 using areaprotal to seal those room. Still this map is not yet intended for a wide public release. More aiming at releasing it to get feed back to improve it.\r\n\r\nThis map does not yet work with CS bots because of door they can't seem to open. So not a good idea to put in rotation that use bots.\r\n\r\nMost of the map is over 60 FPS now but this is with P4 3.0Ghz in LAN. But I tested it on our server and ping were similar. Still many thing to add in and around the street. This will be probably my last CS map. Next one will be DOD Source, the game I play everyday.\r\n\r\nExpect a final build around end of March 2005.\r\n\r\nPlease feel free to comment on the map and submit idea via e-mail: coolhandluke@907th.com\r\n\r\nHope you enjoy this map.\r\n\r\n[907th] CoolHandLuke"
}