{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "ReadMeMap.txt",
					"maps": [
						"de_courthouse_final.bsp",
						"de_courthouse_final.res",
						"de_courthouse_final.txt"
					],
					"sound": [
						"deathrow.wav",
						"dnb.WAV",
						"fart.wav",
						"pissoff.wav",
						"policechat.wav",
						"roundstart.mp3",
						"scream.mp3",
						"snore.wav",
						"vomit.wav"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 360109,
			"_nDownloadCount": 2991,
			"_nFilesize": 4238078,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/360109",
			"_sFile": "cssmap_3.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1129560710
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101640,
	"_sName": "de_courthouse_final",
	"_sText": "On this map, the terrorists plot to bomb a courthouse where one of their men is being tried. The Terrorists can either assault the courthouse and plant the bomb, or rush through a motel and into an alleyway to blow of the attached prison complex. Counter-Terrorists start off in the courthouse, and must defend the area from the terrorists at the key bottlenecks. In the courthouse, there is a break room and lobby where the CTs can hold off their attackers, while a vent system can give the Terrorists a chance to flank around, it is easily defendible by one or two CTs. The other path is just as much as a bottleneck for the Ts, who must jump out of one or two windows on the second story motel. From here they can go through a sewer system, or try to attack the bomb site through a blind corner in an alleyway. Both bomb sites are quite hard to attack, and it takes team coordination and skill on both sides to win. This map is tricky, but I consider this good, because I don't like over-simplified maps one or two obvious routes. This map can support up to 64 people for the ultimate experience in mayhem.\r\n\r\n<p style=\"color: yellow; font-size: xx-Small\">Review by Milkman.</p>"
}