{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_defendthecastle_beta02.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 342329,
			"_nDownloadCount": 1240,
			"_nFilesize": 1824846,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/342329",
			"_sFile": "de_defendthecastle_beta02.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1209253608
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101792,
	"_sName": "de_defendthecastle_beta02",
	"_sText": "A remake of my original map to a more familar objective.  Objective is to bomb the underground dungeon destroying the \"pets\" or to destroy the castle via the third story.  Watch out as there are many traps all triggered by pressure pads.\r\n\r\nThis is a beta so please let me know of problems.  Some things might have not made the transfer from the DM style to DE so please let me know.  Also there are a lot of breakable areas, chances are if you run into a dead end its breakable.  The dungeon itself is only accesible by breaking one of three entrances.\r\n\r\n2 big questions I have are:  I left a \"jail\" from the deathmatch version that is currently unaccesible in any way other than noclip.  If you would like go below the map and into the two story room.  Up above is a iron pillar/button that will release some \"pets\" on unsuspecting players below.  let me know if I should incorporate this into the DE style.  Should the wall towers stay the way they are or should I make them square.\r\n\r\nAlso planning on try to make it work for hostages so if you like this it might be something to look forward to.  If you would like to try it on my server or want a personal tour you can try to find me here 8.12.20.203:27015\r\n\r\nPlease try and comment!\r\n\r\n**Updated:  Things have taken more a fantasy turn though I'm not sure I like it\r\nNew breakable lights\r\nNew bombzone B layout\r\nAnother passage to get to bombzone B\r\n\r\nI have also included a seperate map file with orange textures or pillars pointing out some of the secrets.  The orange textures can be found in de_defendthecastle_explanation"
}