{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_desert_atrocity_v3.bsp",
					"de_desert_atrocity_v3.nav",
					"readme_v3.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 350707,
			"_nDownloadCount": 33669,
			"_nFilesize": 9711043,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/350707",
			"_sFile": "de_desert_atrocity_v3.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1182616500
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101833,
	"_sName": "de_desert_atrocity_v3",
	"_sText": "WHAT'S NEW IN VERSION 3:\r\n- This version simply fixes the spawn point issues present in version 2. Sorry for the trouble.\r\n* Removed malicious Terrorist spawn point from Front Yard.\r\n* Now the map actually contains 64 working spawn points.\r\n\r\nWHAT'S NEW SINCE VERSION 2:\r\n- Contains bug fixes and a couple things to stop people from getting lost.\r\n* Fixed exploits to gain access to roofs.\r\n* Fixed the inability to crawl through bombsite B windows.\r\n* Added lots of arrows pointing to bombsites.\r\n* Named all the places of the map on the radar/nav mesh.\r\n* Added 2 file cabinets near the double doors at mid to help CT's hold off T mid rush more effectively.\r\n* Optimized some areas to slightly improve performance.\r\n\r\nORIGINAL FEATURES:\r\n* Two (2) bomb sites (A & B)\r\n* 64 spawn positions\r\n* A few destructible doors & windows\r\n* Full level overview\r\n* Modified bot navigation file\r\n* 3D sky box\r\n\r\nHere is a blurry video of gameplay & flythroughs of the map (recorded from original version):\r\n<object width=\"300\"> <param name=\"movie\" value=\"http://www.youtube.com/v/zyyOTZGTUGo\"> </param> <embed src=\"http://www.youtube.com/v/zyyOTZGTUGo\" type=\"application/x-shockwave-flash\" width=\"300\"> </embed> </object>\r\n\r\nTITLE: CS:S Map - de_desert_atrocity_v3\r\nAUTHOR: SM Sith Lord\r\nE-MAIL: smsithlord@yahoo.com\r\nWEBSITE: http://www.engport.net\r\n\r\nFILENAME: de_desert_atrocity_v3.bsp\r\nFILESIZE: 18.7 MB (uncompressed)\r\nDATE RELEASED: June 23rd, 2007\r\n\r\nNOTES:\r\nThis map is intended for large games no smaller than 5v5. The nav mesh has been modified for bot use and radar place names.\r\n\r\nCREDITS:\r\n|NKM| Porkchop for play hosting the original beta. |DoP| Vulgar for play hosting version 1 and everybody at DoP High Times I server for actually playing it and finding bugs. Beta testers Beefcaike, Betty, N00b Vader, V1rus and dP Negs. 3v!L M!ke's reskin of the file cabinets.\r\n\r\nINSTALLATION INSTRUCTIONS:\r\nPut the bsp and nav in your maps folder.\r\n\r\nSTORY:\r\nInvading forces have seized our beloved city and begun systematically looting it of all its prized possessions and religious treasures.\r\n\r\nWe cannot standby silently while these heathenistic trespassers desecrate our homeland and strip it of all its culture and righteous relics.\r\n\r\nIt is our father's will that we destroy these treasures and deliver them unto his hands rather than let them fall to these evil men.\r\n\r\nThis is not a battle to achieve victory, but rather a holy war waged to protect the integrity of your very own eternal soul.\r\n\r\nWelcome death with the same passion that you wield it and your righteous glory shall be obtained!\r\n\r\nBomb Target A:\r\nA house of worship located towards the western part of the city. The priceless treasures within this church have yet to be discovered by the occupying forces. Insure that these relics remain sacred, at all costs.\r\n\r\nBomb Target B:\r\nThe enemy has been stockpiling countless artifacts within the Great Tower until their relief can arrive to transport the treasures away. We must cause as much damage to the Great Tower as possible, but because of the occupation our access to the tower is greatly limited. Our best chance of saving the artifacts is bombing the mouth of the tower. Doing so will seal the tower shut and delay the evacuation of the loot. And this, our father willing, will cripple our enemies and insure your righteous glory in the everlasting."
}