{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_DomesticDispute.bsp",
					"readme.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 356290,
			"_nDownloadCount": 6138,
			"_nFilesize": 5326606,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/356290",
			"_sFile": "de_domesticdispute.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1157859361
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101884,
	"_sName": "de_domesticdispute",
	"_sText": "***********************************\r\nCounter-Strike: Source\r\n***********************************\r\nTITLE: CS:S Map - de_DomesticDispute\r\nAUTHOR: SM Sith Lord\r\nE-MAIL: smsithlord@yahoo.com\r\nWEBSITE: http://www.sithmercenaries.net\r\n\r\nFILENAME: de_DomesticDispute.bsp\r\nFILESIZE: 14.3 MB\r\nDATE RELEASED: Semptember 9th, 2006\r\n\r\nCREDITS: All the beta testers, including SmokeDawg, Beefcaike, Grrnnaawwlwl, Master Yoda, SM Nesseight,\r\nSM GrimR3, SM Mister Moe. And the servers who hosted my beta for play testing, NoobsRUs (OldSkool)\r\nand NKM (NKM PorkChop).\r\n\r\nDESCRIPTION: CT's camp the house, T's bomb the house. The upstairs panic room unlocks after 1 minute\r\nof gameplay so the CT's can rescue the single hostage incase the Terrorists are not doing their job.\r\n\r\nBUGS: Nav mesh still isn't perfect, and bots can still see thru some objects they shouldn't.\r\n\r\n\r\nTerrorists Objectives:\r\nThe local anti-terrorist unit has foiled a fund-raising mission of one of our urban cells. They have\r\nbarricaded themselvs in our brothers' own safehouse and are performing an on-site interogation. You\r\nhave been air lifted to immediately radicate the situation.\r\n\r\nObjective A - Do not allow ANY compromised information leave the scene, AT ALL COSTS. (hostage)\r\nObjective B - Destroy all evidence linking us to our fallen cell. (bombs)\r\n\r\n\r\nCounter-Terrorists Objectives:\r\nAfter foiling a local terrorist plot, a high speed chase has ended at what appears to be the terrorist\r\nsafehouse. Following a brief fire fight, we have secured the premesis. An FBI offical has already\r\nappeard on the scene to conduct an emergency on-site interogation of the two survivors. He has informed\r\nus that the suspects are only a small cell in a major, international terrorisim organization and\r\nadditional terrorist forces may very well be enroute. For this reason, he will conduct his interogation\r\nin the terrorist's own panic room until back-up can arrive.\r\n\r\nObjective A - Protect ALL evidence in the terrorist safehouse. (guard bombsites)\r\nObjective B - Ensure the completion of the FBI interogation. (guard panic room)\r\nObjective C - Escort FBI official to safety upon completion of his interogation. (hostage)"
}