{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_desert_atrocity.bsp",
					"de_desert_atrocity.nav",
					"readme.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 351364,
			"_nDownloadCount": 10976,
			"_nFilesize": 9355409,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/351364",
			"_sFile": "de_desert_atrocity.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1180087201
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101832,
	"_sName": "de_desert_atrocity",
	"_sText": "<B>ATTENTION: VERSION 3(III) OF THIS MAP IS READY FOR DOWNLOAD AT <A HREF=\"http://www.fpsbanana.com/maps/27243\">http://www.fpsbanana.com/maps/27243</A></B>\r\n\r\nIf you still wish to download the OLD VERSION of this map, continue reading below.\r\n\r\n=======================================\r\n\r\nFEATURES:\r\n* Two (2) bomb sites (A & B)\r\n* 64 spawn positions\r\n* A few destructible doors & windows\r\n* Full level overview\r\n* Modified bot navigation file\r\n* 3D sky box\r\n\r\nNOTES:\r\n* No HDR lighting (to keep file size small)\r\n* Game Servers: The High Times DoP server has the map in rotation at 209.0.83.193:27015\r\n<A HREF=\"http://gametiger.com/search?map=de_desert_atrocity&game=css\" TARGET=\"_blank\">Click here</A> to see all servers that are currently on this map worldwide.\r\n\r\nHere is a very blurry YouTube video of gameplay and flythroughs. I'm working on finding a place to upload the HD WMV version of the video.\r\n<object width=\"425\" height=\"350\"> <param name=\"movie\" value=\"http://www.youtube.com/v/zyyOTZGTUGo\"> </param> <embed src=\"http://www.youtube.com/v/zyyOTZGTUGo\" type=\"application/x-shockwave-flash\" width=\"425\" height=\"350\"> </embed> </object>\r\n\r\nCREDITS: |NKM| Porkchop for letting me run the beta on his server.  Beta testers Beefcaike, Betty, N00b Vader and dP Negs.\r\n\r\nSTORY: Invading forces have seized our beloved city and begun systematically looting it of all its prized possessions and religious treasures.\r\n\r\nWe cannot standby silently while these heathenistic trespassers desecrate our homeland and strip it of all its culture and righteous relics.\r\n\r\nIt is our father's will that we destroy these treasures and deliver them unto his hands rather than let them fall to these evil men.\r\n\r\nThis is not a battle to achieve victory, but rather a holy war waged to protect the integrity of your very own eternal soul.\r\n\r\nWelcome death with the same passion that you wield it and your righteous glory shall be obtained!\r\n\r\nBomb Target A:\r\nA house of worship located towards the western part of the city. The priceless treasures within this church have yet to be discovered by the occupying forces. Insure that these relics remain sacred, at all costs.\r\n\r\nBomb Target B:\r\nThe enemy has been stockpiling countless artifacts within the Great Tower until their relief can arrive to transport the treasures away. We must cause as much damage to the Great Tower as possible, but because of the occupation our access to the tower is greatly limited. Our best chance of saving the artifacts is bombing the mouth of the tower. Doing so will seal the tower shut and delay the evacuation of the loot. And this, our father willing, will cripple our enemies and insure your righteous glory in the everlasting."
}