{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_derelict_base.bsp",
					"de_derelict_base.nav",
					"de_derelict_base.txt",
					"de_derelict_base_readme.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 307436,
			"_nDownloadCount": 3586,
			"_nFilesize": 2952562,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/307436",
			"_sFile": "de_derelict_base.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1321294528
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101818,
	"_sName": "de_derelict_base",
	"_sText": "#### Derelict Base - Bomb/Defuse\r\n\r\n#####  By Will2k\r\n\r\nde-derelict-base is a bomb/defuse map set in an ex-base and research facility that is left to decay. A group of terrorists is showing sudden interest in the abandoned facility. Intel suggests that an attack is\r\nimminent at sunset to blast open the sealed doors.\r\n\r\nThe map is reminiscent of old-school deathmatch maps for Half-Life 1 and Opposing Force in regard to visual theme and general ambience. Those maps had great influence on me as a level designer some 12 years ago (the nostalgia :) especially \"boot camp\" and \"lambda bunker\". The Black Mesa inspiration can be seen throughout the map in several design aspects.\r\n\r\nde-derelict-base features indoor locations as well as some outdoor areas. The gameplay is fast and distributed between narrow hallways and large tunnels and outdoor sections.\r\n\r\n\r\nAs usual, the map is fully optimized to ensure fluid gameplay and consistent high FPS.\r\n\r\nThe map has:\r\n\r\n- 64 spawn points (32 vs 32) \r\n- radar overview\r\n- Soundscapes\r\n- Nav file with place names\r\n\r\nFor installation, simply extract the 4 files in the zip archive (bsp, nav and 2 txt files) to your \\Counter-Strike Source\\cstrike\\maps folder.\r\n\r\nI really hope you enjoy this map as much as I did creating it.\r\nComments and constructive feedback are always welcome.\r\n\r\nWill2k\r\n\r\nNovember 12, 2011"
}