{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_draincanal_V4.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 350037,
			"_nDownloadCount": 1435,
			"_nFilesize": 1989676,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/350037",
			"_sFile": "de_draincanal_v4.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1185152206
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 101903,
	"_sName": "de_draincanal_v4",
	"_sText": "This Is my second map :)\r\n\r\nde_drainagecanal_V4 Story\r\n\r\nLocal union canal workers refused to cooperate with the mafia when asked to ignore shipments of illegal substances and weapons into the city. In response the mob scouted out an old waste drain canal that is below the current waterline. This place is filled with a bunch of trash,toxins and cars that went over the edge due to the awkward road layout. The only thing separating it from the general canal system is a meager pair of locks that the goons need to blow all the way to St. Paul. If the canal water fills the waste basin it can flood the toxins back into homes and by the time the canal company contain the incident the entire canal system will be oozing with sludge bringing it to a halt. The insuing cleanup effort could run the company (that is already short on cash) into the ground allowing the mafia to aquisition it, giving them a method to ship anything they want into the city with or without union support. Another target conveniently located nearby is a small company office belonging to the same canal company. If it is destroyed it could show the union that the mafia means business, Intimidated by said action the CWU will no doubt cooperate.\r\n\r\nT objectives:\r\n-Destroy locks and flood contents of waste basin into the canal system and nearby buildings.\r\n-Destroy canal company office to show Union that you're not F***king around.\r\n-Eliminate resistance.\r\n\r\nCT objectives:\r\n-Protect the canal company's property.\r\n-Eliminate resistance.\r\n\r\nLocations of interest:\r\n-Small store near T spawn.\r\n-Double Star Hotel. (2-story hotel near T spawn)\r\n-Hostel. (belongs to some Yugoslav or something, doesn't matter if it blows up)\r\n-Drain Canal. (beware of the water, it just can't be safe to wade in it)\r\n-Locks. (send them to the heavens via C4 express)\r\n-Canal Company Office. (them too also)\r\n-Abandoned store. (near police station, really dark, good hiding spot)\r\n-Housing Projects. (doorways make for good cover)\r\n-Bridges. (they get you over the canals don't they? So don't complain!)\r\n-Drain tunnel 483. (goes from under one of the bridges to the locks, also has a passage to the office, posesses major tactical importance, BE SURE TO BRING FLASHLIGHT!)"
}