{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_dust2_pro.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 310859,
			"_nDownloadCount": 6296,
			"_nFilesize": 22532872,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/310859",
			"_sFile": "_7318-.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1310570612
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102019,
	"_sName": "de_dust2_pro (final - video)",
	"_sText": "NOTE- I HAVE JUST NOTICED THAT THE FILES FOR THE BETA AND FINAL VERSION GOT MIXED UP FOR SOME REASON. THE FINAL VERSION IS NOW POSTED HERE IN THE DOWNLOAD.\r\n\r\nWelcome to the final version of dust2 pro. You can see a walkthrough video here:\r\nhttp://www.youtube.com/watch?v=VC0220JGmiM\r\n\r\nFor people who played the beta version: I made some bad design choices in the beta version that play testing on a few servers quickly revealed. The biggest problem was all the tight spaces the player had to fit through to get from area to area, it was frustrating and disrupted the flow of the map. All that is gone, the player can now run between all the different areas, no need to crawl or jump through windows. Some extra new connnections have also been added between certain areas, opening up the map more, giving players more strategic choices and bringing into play more the \"pro\" areas of the map. I am hoping that this final version will be much more enjoyable and player friendly than the beta version.\r\n\r\nFor people who havent seen dust2 pro before: Welcome!! I hope you enjoy this map. The dust2 project is an attempt to make a totally original dust2 variation map, different to any other dust2 custom maps out there. Dust2 is one of the more popular CS maps but is often criticzed for being boring or a \"noobs\" map. The idea behind dust2 pro was to make a more techinical version of dust2, giving players more strategic possibilities and alternatives to dust2 original routes whilst staying withing the boundries and maintaining the objectives of the original map.\r\n\r\nI hope that players will enjoy this map, any feedback will be much appriciated.\r\n\r\nTO INSTALL: The .zip contains only one .bsp file (all custom content enbedded). Copy/paste the .bsp file to steam/steamapps/<USERNAME>/counter-strike source/cstrike/maps/\r\n\r\nDust2 Pro Contains:\r\n\r\n64 spawn points (32 per team)\r\nCustom models (over 60)\r\nCustom sounds and soundscapes\r\nCustom textures\r\nNav map\r\nCustom Radar\r\nIs Fully optimized\r\n1 free grenade per team per round"
}