{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"d2nightfall": {
						"0": "READ ME.txt",
						"maps": [
							"de_dust2_nightfall.bsp"
						]
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 290779,
			"_nDownloadCount": 3952,
			"_nFilesize": 4076310,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/290779",
			"_sFile": "d2nightfall.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1387474191
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102002,
	"_sName": "de_dust2_nightfall",
	"_sText": "NuclearFusion Presents\r\n------------------------\r\nCreated on 12-19-2013\r\nde_dust2_nightfall.bsp\r\n\r\n\r\n\r\nMap Designed to provide a different tactic style to play the original map de_dust2. \r\n\r\nTired of the same old blah dust2 map played on almost every server for millions of years... ? Well I got the comment from many people to create a little bit different version of dust2. After listening to them I realized maybe its time dust2 needs a little update. \r\n\r\nAnd for all the Snipers out there that like to use the Awp Sniper Rifle.\r\nI believe this gun is save to say its not going to be too Over Powered for the map. Seems like every server I go in has the weapon restricted because of how players feel that it is unfair. I took that into hand and restyled the map a little bit. So for all of you out there that miss having the awp. You can because this map has changed. \r\n\r\n\r\nDarkness creates suspicion and intimidates anyone over a period of time being in it. Now put that with one of the best Counter-Strike Source Bomb defuse maps and you got yourself a even better map.  \r\n\r\n-= About Map =-\r\n\r\n1. Half lit areas. / Pitch Black Dark in some areas. \r\n\r\n2. Bomb Sites stay the same. But added Logos on exactly where you can plant the bomb. \r\n\r\n3. I Believe I balanced the map out very fairly. Each team has their own advantages. \r\n\r\n4. Hiding Spots / Ninja Areas\r\n\r\n5. Higher FPS.\r\n\r\n----------------------------------------------------------------\r\n\r\n**Now Experience your favorite map ever better.**\r\nThank you for reading and I hope you enjoy the map.\r\n**//////////////////////////////////////////////**"
}