{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_dust_remake.bsp"
				],
				"_sMimeType": "application/x-7z-compressed"
			},
			"_bContainsExe": false,
			"_idRow": 503449,
			"_nDownloadCount": 672,
			"_nFilesize": 3320430,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/503449",
			"_sFile": "de_dust_remake_bafbe.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1608899963
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102193,
	"_sName": "de_dust_remake",
	"_sText": "Reworked the balance.&nbsp;<br><br>Respawn T has been moved. Added new passes on the map:<br><br>-passage from old respawn T to point A<br>-staircase&nbsp;from the flyover up to the tunnel (as in cs go)<br>-bridge to the nest<br>-second nest&nbsp;and extended back passage<br>-climb the boxes from the underpass to the second nest<br><br>The well-known standard map de_dust is not very popular compared to de_dust2.<br><br>The reason is its imbalance (CT gives a great advantage) and lack of variability. There are only two collision points on the map - under the overpass and in the palace.<br><br>The problem was partially solved in the same way as in CS GO, by adding a staircase from under the overpass to the top and a bridge to the nest.<br><br>A second nest and additional corridors have been added to make it possible to bypass the enemy from the rear, to point B.<br><br>This added maneuverability for the T, but still left two main impact points that the CT needed to control.<br><br>Therefore, it was necessary to add a new, third route connecting point A and the old spawn point T.<br><br>The T spawn point is moved to a new location, in front of the overpass, on the T side.<br><br>The CT respawn point is also moved forward a little so that players have time to take up defensive positions.<br><br><ul class=\"SelectedElement\"><li>The CT spawn area is highlighted in blue, the T spawn area is highlighted in red.</li><li>The yellow lines highlight the main routes of the players on the surface of the map.</li><li>The routes under the overpass are marked with orange lines.</li><li>Purple lines indicate routes inside buildings.</li></ul><br>"
}