{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_fodderharbor_dawn.bsp",
					"de_fodderharbor_dawn.bsp.ztmp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 350038,
			"_nDownloadCount": 1519,
			"_nFilesize": 1393017,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/350038",
			"_sFile": "de_fodderharbor_dawn.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1185151598
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102391,
	"_sName": "de_fodderharbor_dawn",
	"_sText": "\r\nSTORY:\r\nA local over-the-counter pharmacy company called Nevrin Inc. has stolen some biochemical matereals from a warehouse belonging to a not-so-over-the-counter underground import business (Handling everything from drugs to guns to depleted uranium). After the mafia caught on to this, they began threatening Nevrin Inc. which called for support from law enforcement only to notice much to it's dismay that the only tunnel connecting them by road to the rest of the city was scheduled for a renovation. The Mafia took this as an oppertunity to send in some goons it hired as mercenaries to teach Nevrin a lesson, with some good ol' C4. The mercenaries are by no means aware that the police are already on the scene via a tug they \"borrowed\" from another local company.\r\n\r\nHilarity insues.\r\n\r\nT Objectives:\r\nA:Blow up the Nevrin factory. Who cares if our matereals will go with it? NO ONE FUCKS WITH DA MOB.\r\nB:Eliminate any and all resistance in the area that they hired to protect them because NO ONE FUCKS WITH DA MOB.\r\nC:Blow up the tug that police borrowed because we need to show them THAT NO ONE FUCKS WITH DA MOB.\r\n\r\nCT objectives:\r\nA:Stop the factory from being blown up.\r\nB:Stop the tug from being sunk, we don't have the budget to pay for the damages unless we go back to using YUGOs for patrolling *gasp*.\r\nC:eliminate any mercenaries/thugs/mafiosi/terrorists in the area. Be sure to shoot first and ask questions later.\r\n\r\nThere are also a few weapons lying around the map mostly in or near the where the CTs set up an improvised base of operations and the Mafia's little warehouse. The exception is a pair of shotguns and a few grenades in a van that broke down on the overpass."
}