{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_favela_rio_beta2.bsp",
					"de_favela_rio_beta2.nav",
					"leiame.txt",
					"readme.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 312984,
			"_nDownloadCount": 7763,
			"_nFilesize": 24006782,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/312984",
			"_sFile": "_4521-.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1304012288
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102342,
	"_sName": "de_favela_rio_beta2",
	"_sText": "de_favela_rio_beta2\r\n\r\nIMPORTANT: FINAL VERSION OF THIS MAP IS AVAILABLE HERE:\r\n\r\n[de_favela_rio](http://www.gamebanana.com/maps/159370 \"\")\r\n\r\nNOTE ON CRASHING ISSUE --> FIXED ON BETA2\r\n\r\nde_favela_rio_beta had a crashing issue for some people. It was some problem with the files embedding to bsp process. The map didnt need to be recompiled, but anyway I changed for beta2.\r\n\r\nThis is my latest favela map, this one set in the city of Rio de Janeiro. It is not a remake of my previous favela maps, nor has anything to do with cs_rio, its a totally new map. One of the most unique features of this map is the 3d skybox which portraits with fidelity the topography of the city. I also had special care with the layout for the gameplay. It is however a very big map, so it plays better with at least 20 players and should ve very fun with 40+ players. Despite the long distance sights, the fps is good throughout the map. This beta version lacks some detailing and some parts are not well resolved, on which I intend to work for the final version.\r\n\r\nThe map plays songs which are not embedded into the bsp, see instructions in the readme file or in the signature room inside the map for songs installation.\r\n\r\nHave fun and please give me your feedback.\r\n\r\nThis is a video on the final version of the map:\r\n\r\n<iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/Bl53hkx2GPM\" frameborder=\"0\" allowfullscreen></iframe>"
}