{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"de_gale_crater": {
						"cstrike": {
							"maps": [
								"de_gale_crater.bsp",
								"de_gale_crater.txt"
							],
							"materials": {
								"skybox": [
									"mars.vmt",
									"mars.vtf",
									"marsbk.vmt",
									"marsdn.vmt",
									"marsft.vmt",
									"marslf.vmt",
									"marsrt.vmt",
									"marsup.vmt"
								]
							}
						}
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 299754,
			"_nDownloadCount": 1816,
			"_nFilesize": 5748347,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/299754",
			"_sFile": "de_gale_crater.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1347616243
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102477,
	"_sName": "de_gale_crater",
	"_sText": "#### Story:\r\n\r\n\r\nOperation Gale Crater\r\n\r\n\r\nRed Planet Gale Crater,\r\nDate: 28.04.2013,\r\n\r\n\r\nWell men let's remind 20 July 1969, yes our landing at moon surface...\r\nsome people laught, some people belive but that is not matthers now. We all know that landing in 1969 was testing\r\nfor big operation on mars. After fiew fails we finally land on red planet in october 1989, and this time we didn't\r\nwant public atention you know, there will always be theory of conspiracy like our moon landing in 1969.\r\n\r\nIn our second landing oh man, that was a big operation really big... But this time our goal was base on red planet,\r\nnot just landing, that hapends one year after first one, in 1990.\r\nAfter 4 years, our base start to operate in 1994, but let's get to the point now.\r\n\r\n\r\nOur curiosity rover II, after daily routine exploring found some object or thing, we dont know jet what was that object\r\nbut we know that thing completlly destroy's our rover, the rover was just totally meltet down, only black box survived.\r\nOur team found black box and we linked into our computer in storage area whitch we call A section. For that operation\r\nof reading hemical materies from melted rover, and from black box we called some specialist's form international space \r\nstation.\r\nBut instead we get specialist's we got secret agent's or we can call them terorrist's in our base.\r\n\r\n\r\nBut there was one more problem... in the lower part of base in section B we almost finish experiment of white \r\nenergy program, that will provide on earth free energy for all people on earth that will resolve all the problems.\r\nBut in this greaddy world that was the problem... someone want to stop our program at all coast.\r\nWe must defend this base at all coast, and if we win, we will bring nice and beeter age on earth.\r\n\r\nGood luck men."
}