{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_gasoline readme.txt",
					"de_gasoline.bsp",
					"de_gasoline.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 389737,
			"_nDownloadCount": 2409,
			"_nFilesize": 40797757,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/389737",
			"_sFile": "de_gasoline_niko_.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1531904163
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102489,
	"_sName": "de_gasoline",
	"_sText": "<b>GASOLINE</b><br><br>Bomb/Defuse Map for Counter-Strike: Source<br><br>Beta version (2011): Av3ris<br>Final version (2018): Niko<br>Navigation Mesh: Meurglis3<br><br>Here is an final completion of the once unfinished <a href=\"https://gamebanana.com/maps/177275\">beta version</a> of the fine map for Counter-Strike: Source by Av3ris / Marco Wahler. Beta version of map was taking 2nd place in first official <a href=\"//mappingbase.de\" class=\"linkified\" target=\"_blank\">Mappingbase.de</a> CS:S Mappingcontest (has ended October 2011). And now, seven years later, this unfinished beta version was carefully reworked and fully completed!<br><br>Another nice viewed medium sized industrial-themed map with realistic high-detailed environment, comfortable lightning and fascinating gameplay. Outdoor and indoor areas are half-to-half presented here, and they reproduced a certain oil refinery location with some service buildings, underground corridors and two bomb-sites. Also the map is absolutely friendly for mid- and low-range fast-paced shootings!<br><br>Story:<br>   Terrorists are launching attack on an Oil Production Complex. Because of regressive production, the station has been nearly abandoned in the last 30 years. It suffers under advancing decay. The Terrorists used several security leaks to enter the Station through the underground. Their ambition is to completely stop the oil extraction and to express there anger about the hated regime... There are two primary objectives: The Central Control- and Server Room (Bombsite A) and The Drill- and Pump Device (Bombsite B).<br><br>P.S. ~ There Will Be Blood :-)<br><br>"
}