{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_gallery.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 356215,
			"_nDownloadCount": 3658,
			"_nFilesize": 6009364,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/356215",
			"_sFile": "de_gallery_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1158259160
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102478,
	"_sName": "de_gallery",
	"_sText": "After three months in the making, God only knows how many hours, 3 external test builds and 30 something internal builds, it is my pleasure to present my freshmen foray into the world of mapping; de_gallery. My goal was to create something unique, and I believe I have succeeded. This difference is first apparent aesthetically, and is further exemplified in the map's layout and the way it plays. A haven for those who fear (or loathe) sniper rifles, de_gallery's focus on close quarters combat forces players to leave their instagibbing AWPs at home. While relatively small from an orthographic, top-down perspective, the Z axis received a lot of love, which adds excitement to fire-fights and allowed for a plethora of routes to be woven into the map's sequestered confines. This provides the player multiple, viable paths to any given location and allows the clever man (or woman) to outthink an opponent as opposed to simply outgunning him, while still adhearing to a coherent, linear design.\r\n\r\nTwas a long, seldom frustrating process, but I learned a lot along the way, and am proud of what I've ended up with. I hope you'll enjoy it. It is good to finally be done.\r\n\r\nThe map has a lot of variety in its envrionments, and due to the indoor nature of it, it is hard to take screenshots that do the thing justice (it must be seen!), but here are a few more shots;\r\nhttp://esunfx.com/images/finalgallery/de_gallery0001.jpg\r\nhttp://esunfx.com/images/finalgallery/de_gallery0005.jpg\r\nhttp://esunfx.com/images/finalgallery/de_gallery0006.jpg\r\nhttp://esunfx.com/images/finalgallery/de_gallery0007.jpg\r\nhttp://esunfx.com/images/finalgallery/de_gallery0008.jpg\r\nhttp://esunfx.com/images/finalgallery/de_gallery0009.jpg\r\nhttp://esunfx.com/images/finalgallery/de_gallery0010.jpg\r\nhttp://esunfx.com/images/finalgallery/de_gallery0012.jpg\r\nhttp://esunfx.com/images/finalgallery/de_gallery0013.jpg\r\nhttp://esunfx.com/images/finalgallery/de_gallery0015.jpg\r\nhttp://esunfx.com/images/finalgallery/de_gallery0003.jpg"
}