{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"README.txt",
					"de_boat0015.jpg",
					"de_boat0016.jpg",
					"de_boat0017.jpg",
					"de_boat0018.jpg",
					"de_boat0020.jpg",
					"de_freighter.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 312664,
			"_nDownloadCount": 2381,
			"_nFilesize": 7868193,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/312664",
			"_sFile": "_4846-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1305027432
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102439,
	"_sName": "De_Freighter",
	"_sText": "Three months in the making, DE_Freighter features a cargo ship in an un-named sea that ran a ground and broke in half, the cargo tilting the majority of the ship in air. Unlike the cargo, the crew was rescued leaving the ship's contents behind. \r\n\r\nUSSOCOM has learned that within the ship's cargo is a chemical weapon smuggled within one of the freight containers. A team has been deployed to retrieve the weapon to keep it out of evil hands. Unfortunately a crime syndicate group known for gruesome terrorist attacks and homicide, who were expecting this delivery, have located the whereabouts of the ship as well and a special team of their own has been sent to retrieve the weapon. The Terrorists have also come with enough C4 to blow a decent sized hole in any ship, just in case if they run into any trouble, to detonate the chemical weapon. \r\n\r\nThe Map features a Large Cargo Ship tilted 10 Degrees downward into the water, with fully integrated cubemaps soundscapes, and HDR lighting. Volumetric light is also featured within the bay of the ship. Players will be able to walk through the majority of the ship including the crew's quarters, lunchrooms, multiple floors, the bridge and of course the cargo bay; all at an angle. The angle throws a bit of a different spin on gameplay, presenting a sometimes disorientating first person view. The key to this map will be sight and bearings. Getting lost or not being able to see in the dark might be a game-ender for you."
}