{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"de_forklift": {
						"0": "READ ME.txt",
						"cstrike": {
							"maps": [
								"de_forklift.bsp",
								"de_forklift.nav",
								"de_forklift.txt"
							],
							"materials": {
								"de_forklift": {
									"decals": [
										"byoakley.vmt",
										"byoakley.vtf"
									]
								},
								"overviews": [
									"de_forklift.vmt",
									"de_forklift.vtf",
									"de_forklift_radar.vmt",
									"de_forklift_radar.vtf"
								]
							},
							"resource": {
								"overviews": [
									"de_forklift.txt"
								]
							}
						},
						"screenshots": [
							"Thumbs.db",
							"de_forklift0000.jpg",
							"de_forklift0001.jpg",
							"de_forklift0003.jpg",
							"de_forklift0007.jpg",
							"de_forklift0009.jpg",
							"de_forklift0017.jpg"
						]
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 350026,
			"_nDownloadCount": 2132,
			"_nFilesize": 5248294,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/350026",
			"_sFile": "de_forklift_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1185167234
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102411,
	"_sName": "de_forklift",
	"_sText": "*UPDATE*\r\nI have edited the map a little. Tried to get the radar working and I think it does, but need someone to check for me.\r\nNav file has been updated, slightly better. Bots kept getting stuck on some doors.\r\nThankyou.\r\n\r\nDe_forklift\r\n     By\r\n   Oakley\r\n     \r\nAbout\r\n------\r\nDe_forklift is a fairly different map because eventhough it is a \"de\" map it has a very different style of play. The map is very small, a lot smaller than any of the official maps. This makes the gameplay very close and frantic. \r\n\r\nAs CT you can rush to the bomb sites very quickly and get there in the first few seconds. If you do this you will find that the terrorists can get there equally as fast from more entrances, so you'd find yourself surrounded. As a T you will rush to the bombsites in a desperate hope to get there before CT but even if you manage to get there first the CTs will be right around the corner. Even if they aren't and they are on the other side of the map they will be there as soon as the bomb goes down. You have to be on your feet and move very quickly on this map to take the best positions.\r\n\r\nEventhough the map is small it still offers many oppurtunities for sniping. There are multiple long corridors and open areas for those awp battles. The map is small and in most cases eliminates camping, so even with a sniper you're going to have to move quick.\r\n\r\nThere are two bombsites, one in the middle of the map and one on the side. The T's can get to B quicker than CT but only by a fraction of a second, offering no time to get the bomb down. CT's can get to A first but T's can easily surround the site and force their way in. There are many rooms and a maze of corridors to get lost in, offering many alternate routes to each site.\r\n\r\nThe map features HDR effects. This was my very first attempt at HDR so I'm hoping it doesn't look to shoddy. If it does you can always switch it off.\r\n\r\nInstallation\r\n------------\r\nExtract contents of this folder to your cstrike directory. \r\nShould be something like...\r\n\r\nC:\\Program Files\\Steam\\steamapps\\(Your_UserName)\\counter-strike source\\cstrike\r\n\r\nCredits\r\n-------\r\n\r\nLevel Design - Oakley\r\nModels - VALVe\r\nTextures - VALVe\r\nSound - VALVe\r\nEverything else VALVe...\r\n\r\nStatistics\r\n----------\r\nMap file size: 13.5MB (Roughly)\r\nTime taken to compile: 30Mind (Roughly - Fairly good Processor)\r\nTime taken to build map: I've spent about 4 months I think, hard to remember.\r\nDo not worry it wasn't four months straight. I had many long breaks, sometimes\r\nweeks at a time. Plue full time college student and I have other commitments.\r\n\r\nI made this map because it's something that I'm really keen on doing. The reason\r\nthat it is called d_forklift and is based around an industrial area is because\r\nI dedicate this map to my dad. My dad is a forklift engineer, he's not a secret\r\nagent or a racing driver but that doesn't matter to me. I think he is incredible,\r\nhe has always been there for his family and never put anything before us. \r\nThanks.\r\n\r\n"
}