{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_forest_hdr.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 301928,
			"_nDownloadCount": 15240,
			"_nFilesize": 28353888,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/301928",
			"_sFile": "de_forest_hdr.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1340869144
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102403,
	"_sName": "de_forest_hdr",
	"_sText": "Click on the link below to find amazing, stupifying, breathtaking recent work by the original author of de-forest, ROBERT BRISCOE.\r\n\r\n<a href=\"http://store.steampowered.com/app/203810/ \"http://store.steampowered.com/app/203810/\"\">Dear Esther</a>\r\n\r\nIf you are interested in what the source engine is still capable of, Dear Esther is undoubtably the most amazing graphics ever seen in the source. But as well as being a jaw-dropping tech demo, it is also a beautifully and artistically crafted, with stunning visuals, music and atmosphere.\r\n\r\nK@rt\r\n\r\n\r\n\r\nIMPORTANT NOTICE: If you still have the original version of de-forest on your computer its possible you may get a conflict regarding sound. If you get any console errors relating to missing sounds please do the following:\r\nNavigate to your scritps folder(DRIVE://ProgramFiles/Steam/Steamapps/<USERNAME>/Counter-Strike Source\\cstrike\\scripts\\) and see if you have these two files: soundscapes-forest and soundscapes-manifest. If you do, PLEASE DELETE THEM (most importantly the manifest file) For some reason they can cause a conflict even though i renamed all the sounds Im using. \r\n\r\nAlso this map contains custom particle systems... on the first map load you will get an error: unable to precache unknown particle system \"<systemname>\". Even though this error shows up, all my tests have shown the particle systems do work normally.\r\n\r\nOver the last few years I have been asked by a number of gamers/clans/modders to get involved in mapping projects and I have always refused... not because all the ideas were bad but because the work involved means you have to be really into an idea to make it all worthwhile. When I was contacted by Jeel from Royale Server, denmark asking to fix and old CS:S map I was skeptial... until I found out which map he hoped I would work on!!\r\n\r\nIn my personal opinion de-forest is one of the very best custom Counter-Strike Source maps ever released... it has that extremely rare quality of being completely original, theres nothing else quite like it. Unfortuneatly updates to the source engine have caused problems and the map hasnt worked properly for a while.\r\n\r\nTo begin with I started out just looking to fix the things that were obviously broken, but as I got to know the map better I noticed alot of little things that could be tweeked. In the end I have made alot of alterations to Roberts original vmf/bsp, but overall the map is the same... the layout, spawns, objectives, paths and obstical placement are all the same as in the original de_forest.\r\n\r\nMany of the changes I made were behind-the-scenes things concered with optimizing and performance... the original de-forest was 70MB (and was LDR), this version is 57MB (and is HDR). Everything else was concered with the small details... correctly placing models etc. De-forest is pretty much all models... there are literally 1000s of them and checking them all is a huge task.\r\n\r\nI have added some embelishments of my own here and there... but all the time trying to build upon Roberts original concepts. Like I said before, I love forest its an amazing map and its never been my intention to change it. Instead I hoped to represent roberts original work in the best light I could, to try an get the maximum potential out of everything he originally created. For example I replace the river... but the textures for the new river are Roberts original textures just edited a little (the only thing added was a refract texture because Rob simply didnt use one in the original map).\r\n\r\nThe spawns are in the same place, but I spread them out more so players have more room and dont get boxed in by slower teammates. I changed the bombsites a little bit too... you can now plant of the roofs of the buildings, where you couldnt before.\r\n\r\nI have tried to get the most from the visuals as much as I could... so I have lengthened the fade distances on certain props, added particle effects, higher res textures, made small alterations to lighting, etc. All of these things obviously mean more work for the processor and therefore lower FPS... however I have also re-optimized the map. My intention was to try to keep the FPS as close to the original forest as possible. In the end I did FPS comparrisons between de-forest and de-forest-hdr at 12 \"visibility rich\" locations around the map. The results are that in 5 places forest-hdr had slightly lower FPS (within 5%), in 5 places it had marginally higer FPS (up to 15%) and in two places it clocked in as the same. \r\n\r\nThe point is overall the FPS is more or less identical... I dont know of any way to record an average. In forest-hdr the lowest FPS I recorded was about 170 (max 299 of course) on a GTX580 and in de-forest the lowest was about 155. I am sure that from a performance point of view people will find no difference between this and the original. People using older machines may still have some trouble as this map is complex, but for most players it should be fine.\r\n\r\nRegarding physics and collision: As I said before the map is almost all models... and models can be tricky when it comes to collision. In Robs version of the map he turned all the tree models to non-solid and then \"masked\" off the trunks with invisible brushes. The trees collision meshes themselves are solid around the branches. In the forest-hdr version I have done the same thing on the large majority of the trees. However, in a few places i have left the trees original meshes because its possible for the player to actually climb up into certain trees (either that or because the branch collision starts so far from the ground that it will not hinder normal play). I thought this could be a fun option for players here and there, so a few trees you can climb... Im sure players used to trick jumping will be able to get to some pretty cool places! As I said, model collision is difficult. Whilst working on this map there were a few times I got stuck between a displacement and a rock model or something and had to noclip out. I fixed all of the places I found where you can get stuck, but I am 100% SURE that I didn't find them all.. theres too many models and too many possible angles, so be warned, getting stuck is a small possibility if you're not careful.\r\n\r\nI did the best I could with the nav mesh... nav mesh editing is probably one of my least favourite mapping tasks. The auto-generated nav-map was 7.8MB (!!!).. my edited version is 1.8MB, so I managed to cut it down to a quarter of the size. This is the hardest type of environment to make nav maps for as there isnt a flat surface in sight and theres lots of smallish obstacls blocking the way. Bots behave like you'd expect them to... pretty stupid but not totally retrded... they can't defuse on the roof of A for some reason (or at least they havent so far... maybe they'll learn with time!) but its mostly functional. I also did the best with the place names I could... if you think my ideas for the names lacks imagination, I ask you to look at this list and try to do any better:\r\n\r\n<a href=\"https://developer.valvesoftware.com/wiki/Standard_Place_Names_for_CSS \"https://developer.valvesoftware.com/wiki/Standard_Place_Names_for_CSS\"\">https://developer.valvesoftware.com/wiki/Standard_Place_Names_for_CSS</a>\r\n\r\n:)\r\n\r\n(for anyone whos interested here is an overview of how I implemented the place-naming = http://www.mediafire.com/imageview.php?quickkey=h9zyw2cnlatz2yk)\r\n\r\nI really hope that you like this fixed and re-edited version of de-forest, I changed the name to obviously avoid conflicts with people who still have the original map on their machines, same for the content. \r\n\r\nFor those who were thinking it, yes I am doing all of this with Roberts knowledge, I havent had much time to speak to him, but hes very happy I have been working on forest.\r\n\r\nIronically I have never had a chance to play de-forest on populated servers before, so I am really looking forward to getting this out there so I and everyone else can start to enjoy Roberts fantastic map again.\r\n\r\nThanks most of all to Robert Briscoe for letting me work on this, thanks to Shawn for his help and being patient with me while I finished this rather than concentrating on the stuff I should be doing!!(sry bro!), And thanks to Jacob for getting me involved with this and the bugging me every five minutes from start to finish - I really hope you enjoy the result!\r\n\r\nG-maps\r\n(K@rt)\r\n\r\nP.S. I havent had the time to make a video for this map (maybe I will later so I can try SrcDemo2)... but if anyone else would like to make one, please be my guest."
}