{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_greensleeves.bsp",
					"de_greensleeves.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 343489,
			"_nDownloadCount": 4801,
			"_nFilesize": 13241530,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/343489",
			"_sFile": "de_greensleeves.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1205506293
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102536,
	"_sName": "de_greensleeves",
	"_sText": "This is the map de_greensleeves.\r\n------------------------------------------------------------------------\r\nTerrorists have been using an abandoned castle to secretly\r\nmanufacture alcohol and narcotics to sell to the public.\r\nPolice have become aware of this illegal activity and plan to \r\nmove in using a crack force of the worlds best poilce teams. \r\nThe terrorists discover the police's plan and have no option\r\nbut to try and blow up all the evidence left by their scheme.\r\n------------------------------------------------------------------------\r\nThe map has been in developement for close to 2 years and i\r\nfinally feel its finished enough to release. Its been a project \r\nthat i have started and stopped many times and it has\r\nfrustrated me hugely at times, so its a huge relief to finally\r\nget it out there and for people to enjoy.\r\n\r\n-The map has 64 spawnpoints but i recommend up to 32.\r\n-It has colorcorrection and hdr so make sure those options\r\n are turned on in your graphics settings.\r\n-The map has a rather large easter egg, with a custom song\r\n made for me by my very good friend Sam 'kulture' Dickison.\r\n check out his music here: <a href=\"http://www.myspace.com/kulture_uk\">www.myspace.com/kulture_uk</a>\r\n So a big thanks to him for taking the time to add a little GMT.\r\n\r\nAlso want to say a big thanks to Nath and all those who\r\nencouraged and played/ commented on the map as it was\r\nmade. Wouldnt be in this state without you guys so thanks.\r\n-----------------------------------------------------------------------\r\nLastly thanks to anyone who presses the download button;\r\nive spent a lot of time and energy making this so you are the\r\nguys who make it worth it.\r\nIf anyone adds this to a servers rotation or wants me to tell\r\nthem where the easter egg is PM me. Thanks again."
}