{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"de_glacier": [
						"de_glacier.bsp",
						"readme.txt"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 350270,
			"_nDownloadCount": 12015,
			"_nFilesize": 28390625,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/350270",
			"_sFile": "de_glacier_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1184324346
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102509,
	"_sName": "de_glacier",
	"_sText": "<fieldset><font size=\"4\">de_glacier</font> by <a href=\"http://www.fpsbanana.com/members/103053\">Dr. Spud</a></fieldset>\r\nThe World Renowned Blue Glacier Ski Lodge is in the final stages of renovations for the new winter season. A blizzard struck the lodge the previous morning, resulting in an unexpectedly deep snow pack. The blizzard caused a few trees to fall, and caused minor damages to the lodge's deck. However, the early snow shower guarantees the Blue Glacier Resort to open its doors earlier than any other ski resort in the country. The Blue Glacier Resort is expected to make record profit early in the season. Another rival high class ski resort, recovering from a bad previous season, may face bankruptcy with this competition. The owner of this resort has called in a squad of terrorists to attack the Blue Glacier lodge in an effort to force it to remain closed long into the season. The police caught wind of the attack just hours before it was planned to start...\r\n\r\nIt's been a long time in the coming, but it's finally complete. The map is sort of a remake of my first one, de_resort. But really, this is a completely different map from the ground up. Months have been spent testing the layout to make it as solid as possible. Not to mention optimization of the graphics. It's done. Enjoy.\r\n\r\n\r\n\r\n\r\n<fieldset><font size=\"4\">Features</font></fieldset>\r\n<ul><li>44 total spawn points\r\n<li>Overview radar\r\n<li>Place names\r\n<li>NAV file\r\n<li>All files zipped to bsp\r\n<li>And more snowboards than you can count\r\n</ul>\r\n\r\nAll custom content is made by <a href=\"http://www.fpsbanana.com/members/103053\">Dr. Spud</a> and may not be re-used.\r\n\r\n\r\n\r\n\r\n\r\n<fieldset><legend>More by <a href=\"http://www.fpsbanana.com/members/103053\">Dr. Spud</a></legend>\r\nFor a casual fight yard map, check out my brand-new map,\r\n<a href=\"http://www.fpsbanana.com/maps/75639\"><font size=\"4\">fy_highrise_09</font></a>\r\n\r\nAnd for another fight yard map, try my remake of fy_snow,\r\n<a href=\"http://www.fpsbanana.com/maps/31363\"><font size=\"4\">fy_snow_07</font></a>\r\n\r\n</fieldset>"
}