{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_guard.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 535349,
			"_nDownloadCount": 715,
			"_nFilesize": 201627576,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/535349",
			"_sFile": "de_guard.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1616012034
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102555,
	"_sName": "de_guard",
	"_sText": "de_guard map for CS:S is a port of the de_guard map from the Counter-Strike: Global Offensive game.<br><br>Unfortunately, the Map has a low fps, because the author forgot to optimize the Map.<br><br>Map script<br><br>A new restaurant is opening in the Czech city, and Lord Uilayam himself was invited to open it.<br><br>But the terrorists are going to blow up the beer delivery truck to ruin everyone's holiday.<br><br>The map was created by Austrian player poLemin alone. It was added to the workshop on September 27 at 14:18, even then it was possible to try it.<br><br>During this time, the map received 6 updates, which allowed it to become one of the new map operations.<br><br>Appearance of map<br><br>The map does not stand out for its beauty from the rest, but it is pleasing to the eye.<br><br>Nice lighting, no acid colors, no unnecessary details that will reduce the fps.<br><br>As if he was in the Czech Republic, among their age-old architecture.<br><br>Geometry of map<br><br>Since the map was created for the “partners” mode, it is quite small in size. It is quite easy to navigate on it after 5 minutes of the game. On the sides there are two paths to the site, and a small balcony from which you can fall directly to the point of the bookmark.<br><br>Game strategy<br><br>CT can be squeezed in the back through the tunnel, so you should be on the watch.<br><br>When entering the site, check the sand and the water<br><br>When entering the shorts, check under the stairs, because there may be a CT<br><br>When playing as a CT, do not be afraid to press your opponents, there are many opportunities for such a maneuver on the map<br><br>Throw hammers on the car, because there often sits kt.<br><br>"
}