{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"BAK de_greene.nav",
					"de_greene nav readme.txt",
					"de_greene.bsp",
					"de_greene.nav",
					"de_greene.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 273978,
			"_nDownloadCount": 3255,
			"_nFilesize": 11269427,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/273978",
			"_sFile": "de_greene.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1490778045
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102531,
	"_sName": "de_greene",
	"_sText": "<b>DE_GREENE</b> by Dark Nova Studios (DNvCross and DNvLasrever) &amp; Ted \"cashed\" McIlwain (released June 2010)<br><br>This map could be named de_prodigy2 for multiple reasons:<br><br>- First and foremost, because it recreates the ambiance of the official map, using most of the graphical elements (models, textures) of de_prodigy.<br><br>- Next, because the layout follows the great tradition of military bases: nice and efficient in term of gameplay but totally incoherent if you think a little about it.<br><br>- And finally because it subtly starts where de_prodigy ends.<br><br>The idea is not to take the official maps and extends it, but to let us play in the another area of this famous military map, with just a glimpse of some of the well-known location of the original map.<br><br>As usual with those mappers, the map is remarkably well done. If you really want to nitpick, you could say that some light points are a bit odd in some of the hallways...<br><br>But that's a tiny, little detail that surely won't blocking us from playing this map.<br><br>- from review at <a href=\"http://netday.be/games/css/maps/de-greene/review/\" target=\"_blank\">NetDay.be</a><br><br>About Playing against the Bots: Original NAV-file included in archive is not optimized and not place painted auto-gen (not fully playable). Here is a manually optimized and fully place painted <a href=\"http://gamebanana.com/gamefiles/5530\">NAV-file</a> for this awesome map :-)"
}