{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_ignorance_rc4.bsp",
					"de_ignorance_rc4_readme.txt",
					"de_ignorance_rc4_release_notes.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 355969,
			"_nDownloadCount": 5183,
			"_nFilesize": 11366754,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/355969",
			"_sFile": "de_ignorance_rc4.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1159765107
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102680,
	"_sName": "de_ignorance_rc4",
	"_sText": "(This is the final version of the map, it is bug free, and previous versions of the map have been deleted from fpsbanana.)\r\n\r\nde_ignorance\r\n\r\nThis map is set in the middle east, in the old quarter of a sprawling city. It uses ideas from a number of the popular maps: cs_italy, (the apartment route) cs_militia (the tunnel route), de_inferno (gamble on which route the T's have taken and try to recover from mistakes), and it's largely based upon de_dust's traffic pattern (rush to center conflict area, and an underground tunnel), but with extensive additions. It might be considered a supersized-CS:Source version of de_dust.\r\n\r\nThe map is very fun to play. You have to do some thinking, or estimating of your opponents. Careful feinting will allow you to dominate your opponents. There are too many routes to cover cheaply, but many shortcuts to recover from bad guesses. The strategy uses a half-circle pattern with each route taking longer. Shortest is direct to the temple. The longest route is a hail-mary through the sewers that comes up behind the church at bombsite B, that forces the CT's to either waste a man and camp the position, or rush back to the area once they don't find the bomb - a weak T-team can regain the initiative by working together ratther than by just having better reflexes.\r\n\r\nThe apartments are a high-conflict area for grenades and close combat, but whomever holds the apartments has an advantage covering the routes to the temple bomb site. The bridge and the alley effectively turn the map into a figure-8, and opponents can come from just about everywhere at once. Smoke makes it worse and bodies end up everywhere. The Church is an attempt to recreate the B-site from de_mansion, with multiple exits and multiple levels and is very difficult to either take or secure. The strategy is to rush the temple, the A-site, listening for the T's on the way, then returning to the spawn, which is the B-site before the T's can hold the church. Extricating T's who are spawn camping is one of th best parts of the map. There is a single ak47 in a crate in the sewers in the dark, to make the first round or two a little more interesting. The sewer system runs the length of the map, is the longest route, and gives access to the underground ramp, teh top of the ramp, and the rear of the church, making it a close quarters battle area that Newbs will probably enjoy.\r\n\r\nThere are a number of easter eggs in the map.\r\n\r\nI hope you enjoy it.\r\n"
}