{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_justice2.bsp",
					"de_justice2.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 356594,
			"_nDownloadCount": 1413,
			"_nFilesize": 3303666,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/356594",
			"_sFile": "de_justice2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1156974953
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102814,
	"_sName": "de_justice2",
	"_sText": "The crazies have broken out of their \"terrorist cells\" at the courthouse, and they're planning to bomb the place to facilitate their escape. The SWAT team, of course, has just arrived to stop them.\r\n\r\nThe terrorists can either plant the bomb at the base of the statue above the courtroom or inside the main security control room just below the prison. The statue is closer, but it's a very open area, with enemies coming from all directions. The control room is harder to get to, but it's more easily defended once the bomb is planted.\r\n\r\nThere are 40 spawn points. There are multiple ways to get to either bomb site, including from the outside courtyard and from the basement (to bomb site B). Sniper points are everywhere, so watch your head.\r\n\r\nThere is an alternate way for the terrorists to get to bomb site B. After existing the prison spawn point, the terrorists can turn right into the third-floor balcony area instead of running down the corridor to bomb site A.\r\n\r\nIn the balcony, use the crates to jump onto the fence. You can then jump onto a lamp fixture extending out from the side of the building. From the light fixture, you can then jump onto the perimeter wall, and then jump down to ground level without suffering damage.\r\n\r\nThis route is trickier, but also sneakier. The basement also provides a detour to the bomb site. You can surprise the CT by showing up at bomb site B largely undetected."
}