{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_knight.bsp",
					"de_knight.nav",
					"de_knight.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 359429,
			"_nDownloadCount": 3644,
			"_nFilesize": 9260454,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/359429",
			"_sFile": "de_knight.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1134404353
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102873,
	"_sName": "de_knight",
	"_sText": "Knight Valley - Bomb/Defuse\r\n by Matthew Roosa (a.k.a Frips)\r\n------------------------------------------------------------------------------\r\n\r\n  After the Discovery of the unique Knight Valley Castle buried within the mountainside it was built into, Davis International, one of the worlds leading global corperations offered to fund the restoration of what was dubbed one of the most important architectural finds of the Twentieth century.\r\n\r\nTerrorists:  Davis International has been using the restoration as a cover story, using the area to store weapons and dump hazardous waste without reguard to the environment.  As part of the local militia You must either destroy the weapons cash located at the entrance to the oldest part of the castle, or destroy the courtyard and entrance to the building housing and taking part in the dumping.\r\n\r\nCounter-Terrorists:  It is reported that a local militia group is planning on disrupting Davis International's efforts on restoring the Knight Valley Castle.  It is believed that the terrorists are targeting supplies and Davis International's on site base of operations.  Protect the supplies and surrounding community and eliminate the terrorist threat.\r\n\r\n------------------------------------------------------------------------------\r\n\r\nThanks to anyone who plays this and offers or has offered input.\r\n\r\n------------------------------------------------------------------------------\r\n\r\n**Updated 12-9-05\r\n\r\n-Now 64 Spawn Points\r\n-Slight improvement to the layout\r\n-Optimized Map, should improve FPS\r\n-Custom nav file, should improve bot reaction\r\n"
}