{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"README.txt",
					"de_lockem_shoto_v2.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 329110,
			"_nDownloadCount": 1239,
			"_nFilesize": 1067090,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/329110",
			"_sFile": "de_lockem_shoto_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1251850427
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102976,
	"_sName": "de_Lockem_shoto",
	"_sText": "Rate and comment plz =]\r\n\r\nThe intention of the map was it be very dark to that Night Vision or a Flashlight would be critical but I added in a few light so its not TOTALLY  in darkness...CT spawn and both have emergency light that a color coded flashing (Blue for T's Red for CT's) that when shot (or pressed) they turn on lights for that area....when walking around in the Obelisk (The large area with dim purplish lights) it's initially pitch black you'll have to hit a yellow flashing switch to turn on the flickering lights, that can be used as a strategical advantage to, I intended for the lights to work for that purpose. To be like I said, this is a super sized cs_mansion, this map needs about minimum 12 people and can have a max 30 people. \r\n\r\n\r\nMost likely I will remake this map to accommodate zombie mod since it is pretty dark, and hiding spots can be added. \r\n\r\n\"This was my first map took me about 3 days to do. I hope you enjoy.\r\n\r\nYou need to ask my permission to reproduce this map or modify it in anyways...GMOD is an exception \r\n\r\n-Final Boss\"\r\n\r\n.:Story:.\r\n\r\nIt is many years into the future. The great, one and only, Lockem Shoto, one of the greatest commanders in earth history, had died long ago. Now, terrorists from the future who look better graphics-wise compared to the terrorists from Lockem Shoto's days as a commander and crazy war hero. Terrorists want to ruin his grave sight, or at least ruin his least favourite room in the House of Honor.\r\n\r\nCounter-Terrorists have been given the job of protecting the House of Honor, as well as the great Lockem Shoto's gravesite. \r\n\r\nThe point of this map is for the CTs to prevent the Ts from detonating a bomb in one of the two bombsites of the gravesite.\r\n\r\ntl;dr"
}