{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_losttemple.bsp",
					"de_losttemple.nav",
					"de_losttemple_overview.jpg",
					"de_losttemple_readme.txt",
					"de_losttemple_wallpaper.jpg"
				]
			},
			"_bContainsExe": false,
			"_idRow": 360939,
			"_nDownloadCount": 78788,
			"_nFilesize": 13324787,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/360939",
			"_sFile": "de_losttemple.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1122214419
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 102998,
	"_sName": "de_losttemple",
	"_sText": "De_losttemple \r\n-----------------------------------------------\r\nby Magikus & StarD00d (d00ds.com)\r\npresented by http://www.inHalflife.de by ingame\r\n\r\nDescription:\r\n-----------------------------------------------\r\nThe central element of the map is the temple which can be reached using the crossing route from bombspot A to B. There are 3 ways for the terrorists as well as for the counter-terrorists. Looking from the CT spawn there is the left route to A and through the underpass. The central route leads through the water passing the bridge to the temple. The right route is leading through the hallway and to B (see overview picture).\r\n\r\nWe tried to create a very balanced map that is fun to play using elements that strongly dominate the gameplay, i.e. the water and the bridge, the hallway and the underpass with the crossing line trough the temple. \r\n\r\nStory:\r\n-----------------------------------------------\r\nAn ancient and lost temple has been found. Archeologists discovered a great secret and are about to put the pieces together. Terrorists: Use the C4 to destroy one of the artifact puzzles the archeologists have already secured on A or B. Counter-Terrorists: Prevent terrorists from bombing the secured artifacts. \r\n\r\nNotes and Contact:\r\n-----------------------------------------------\r\nIf you have any comments or wish to get in contact, please give feedback to\r\nc o n t a c t @ d 0 0 d s . c o m\r\n(remove the spaces)\r\n\r\nCopyright Notes: All custom textures used in this map may not be reused in other maps.\r\nThanks to: Shiroko for some of his free models!"
}