{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_mechaV1_1.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 468205,
			"_nDownloadCount": 206,
			"_nFilesize": 14785558,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/468205",
			"_sFile": "de_mechav1_1.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1591983014
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 103091,
	"_sName": "de_mecha",
	"_sText": "This is the first map i made (and the first time i use gamebanana to post something). i hope you can give feedback on it so i can make better maps as time goes on. i don't really know what to put here but i hope you have fun with this map so if you have some time you can maybe test it <br><br>Update about myself and future maps: School is finally over so i'm back to mapping. i think i will start mapping for CS:GO now and try to make more advanced maps. about this map... well the map was so poorly made that it ended up being corrupted while i was making an update that improved graphics and included Hint nodes and Area portals. i made another map though but it's not really good at the time and i think i should port it to CS:GO when i get the SDK with better graphics, gameplay and dynamic shadows.<br><br>1.1 update: this update was made to make the map prettier, i still haven't done graphical adjustments to some places (most notably T spawn).<br><br>Optimization is slightly better but it still renders a lot of props behind walls&nbsp; <br><br>i also used VIDE to compile the textures and the nav mesh into the bsp (if it didn't worked tell me)<br><br>i hope that you like this update. if i make another one i will focus on making T spawn and Bombsite A better looking<br><br>Theme:<br><br>this is a town in the middle of the desert on a Middle East country. the Terrorist have been doing some attacks on it for some time, destroying some houses around them but the Counter Terrorist arrived at the place that they are trying to attack to try stop the destruction that they have caused.<br><br>I like Trains<br>"
}