{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_mini_militia.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 276462,
			"_nDownloadCount": 1954,
			"_nFilesize": 3630171,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/276462",
			"_sFile": "de_mini_militia.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1474583922
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 103180,
	"_sName": "de_mini_militia",
	"_sText": "de_mini_militia is a \"re-master\" of my first map <a href=\"http://gamebanana.com/maps/37587\">cs_mini_militia&nbsp;</a>.<br><br>To be more specific, it's a \"re-master\" of the concept, not the actual level design.&nbsp;<br><br>While the map isn't actually a mini version of cs_militia, it is heavily influenced by militia aesthetically.&nbsp;It is a very small, intimate experience, with soundscapes, a 3d-skybox, detailed environments, and close-quarter combat.&nbsp;<br><br>Although I put a lot of effort into this map, it was purely for fun to re-imagine a map I released 9 years ago, so it's not be taken seriously.&nbsp;<br><br>Optimization is decent, nothing crazy, nothing perfect. The largest frame drop for me is ~15 frames in one area. There are 2 bombsites and 36 playerspawns.&nbsp;<br><br>No NAV file is included because I'm not very good at making NAV files.&nbsp;<br><br>/////////////////////////////////////////<br>// &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; DE_MINI_MILITIA &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; //<br>/////////////////////////////////////////<br><br><br>July 2nd, 2004.<br><br>Counter-terrorist units launched a raid on a small, privately owned house in Rhose Island. Intel suggested that identified terrorists had begun an operation to infiltrate the MAC power facility and take half of Rhode Island off the grid.<br><br>The raid was a success, with 5 terrorists eliminated, and the house overrun. Unfortunately, one hostage (out of five) was killed in the process.<br><br>July 3th, 2004.<br><br>Intel suggests affiliated terrorist units are converging on the raid scene, with possible intent to either destroy the evidence or finish their mission to take down the MAC power facility.<br><br>All units advised.<br><br>/////////////////////////////////////////<br><br>Credits :<br><br>I ended up using a few textures from Sin Episodes : Emergence, without realizing it at first, but they work well so I kept them.&nbsp;<br><br>Other than than that everything is either stock or made by myself.<br><br><br><br>"
}