{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_naga.bsp",
					"de_naga.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 302880,
			"_nDownloadCount": 2362,
			"_nFilesize": 3242966,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/302880",
			"_sFile": "de_naga_final.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1337300241
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 103252,
	"_sName": "de_Naga",
	"_sText": "This is my second map ever and my first bomb/defuse map. Hope you enjoy.\r\n\r\n---------------\r\n\r\n<center>\r\n<font color=FFFFCC>\r\n<b>- Concept:</b>\r\n\r\nWhen I decided to create this map, my original idea was based on a previous map that I started a few years ago but never finnished. It had some mystic purple & blue lights inside some buildings that resembled a sacred place. It was getting really cool but unfortunnately I never had the patience to finnish it.\r\n\r\nSo I started this map with that idea in mind, but I was also inspired by the <b>de.Dust</b> map's environment and I actually started by recreating <b>Dust</b>'s Terrorists spawn (wich now has turned into a bombsite).\r\n\r\nThen, as the map advanced and I chose some textures for the walls, it started to remind me of <b>de.Aztec</b>. I liked it and so I decided that the theme of <b>de.Naga</b> would be inspired on that map while the colors and ambience would be inspired in <b>de.Dust</b> and in my old map.\r\n\r\nThen I had to get really creative in order to solve some structural problems and later on I added some details like pyramids, water, wood, debris, etc...\r\n\r\nOriginally, <b>de.Naga</b> only had 2 routes - one for each bombsite - but I thought it was too straight forward and so I decided to add a third route - wich is a middle route that links both bombsites - and it added a little more strategy to the map.\r\n\r\nLater on, and when the map was ready for the final stage of creation, I decided to change almost all the texturing (only the dust floor remained unchanged), to create another area and to move the bombsite A there.\r\n\r\nThen, when I finally decided it was done I started creating the 3D skybox (wich is done) and I tried to create a Radar Overview but had some problems doing it and so I decided not to include it on this version. Maybe I'll try to do it again when I port (if I do so) this map to CS - Global Ofensive.\r\n\r\nSo, <b>de.Naga</b> has a common concept (because there's a lot of maps with a \"<b>de.Aztec</b> meets <b>de.Dust</b>\" ambience) but with some original details.\r\n\r\n---------------\r\n\r\n<b><font size=16 color=00FF00>FINAL VERSION RELEASED!</font></b>\r\n\r\n<b>Download Note:</b> If you have downloaded an alpha or beta version, you should download again - the FINAL version is out now.\r\n\r\n------------------\r\n\r\n\r\nThanks!\r\n\r\n<b><font size=2>Janus</b>"
}