{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "V3 Readme.rtf",
					"Maps": [
						"de_NightlightV3.bsp",
						"de_nightlightv3.nav"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 341889,
			"_nDownloadCount": 1280,
			"_nFilesize": 1580877,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/341889",
			"_sFile": "de_nightlight_v3_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1211053257
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 103279,
	"_sName": "de_nightlight v3",
	"_sText": "What started out as my first map has expanded from V1,V2, and now V3!!!\r\nTerrorists now have a better more tactical area on their side of the map, \r\nBombsite B was moved to the rooftop and more details were added to the map, \r\nand terrain edited and smoothed out as well. \r\nMore objects were added inside the house for better cover\r\nBomb Site A: Computer Lab\r\nBomb Site B: Rooftop Crates\r\nCounter Terrorists will spawn behind the house as the Terrorists spawn behind the hills.\r\nBrick Cliffside Edges also provide cover and a \"One way\" Jump ahead to reach the target,\r\n3 Tactical Paths to reach the house also 2 Vents Leadings inside\r\n4 doors, and 2 windows allow entrance as well (If Broken)\r\n(Door covers were removed for better bot NAV except for 1)\r\nBot Supported: A New NAV has been created for this map by ChizBone\r\n\r\nChanges Made in V3:\r\n-----------------------------------------\r\n1.Added Clip around mountain and lake to prevent short-cuts                      \r\n2.Adjusted the land even more, Smoothed certain areas and filled a few holes\r\n3.Transformed Terrorist spawn area into a more tactical and fair battle\r\n4.Adjusted Brick Structure details in certain areas of the map\r\n5.removed water behind the house and replaced it with grass\r\n6.Added door's to the map to give it a more \"Reasonable\" detail\r\n7.Added more rocks and plants in certain areas of the map\r\n8.Fixed Vents, resized them and adjusted terrain around them\r\n9.Added crate In Glass Ventroom and on the bar table for added cover and tactics\r\n10.Moved Bombsite B to the roof containing Crates\r\n11.Remodified the roof edges/barrier and extended it a bit\r\n12.Re-Aranged objects in the Bombsite A room\r\n13.Retextured Power room, and roof windows\r\n14.Moved glass door to the opposite side of the building to allow better bot tactics\r\n15.Repositioned and Spreaded out T and CT spawn points\r\n16.Chizbone created a much better NAV for this map for bot-support.\r\n\r\n\r\nill be working on V4 When i get the time here is what will be added/Fixed.\r\n(Post any Problems,Bugs,Glitches,Or even ideas you may have and i will add them to this list.)\r\n\r\n1.A 3D Skybox\r\n(Need more details out side of the map, at the moment its just a sky.)\r\n2.Add Sound\r\n3.Textures\r\n(Textures can be improved in areas)\r\n\r\n"
}