{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_mothership.bsp",
					"de_mothership.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 341698,
			"_nDownloadCount": 1666,
			"_nFilesize": 7884711,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/341698",
			"_sFile": "_4914-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1211693987
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 103228,
	"_sName": "de_mothership",
	"_sText": "Terrorists have boarded a spacecraft used by an elite police force :O\r\n\r\nAnyway, there is a bombsite in the engine room in the lower decks of the ship.  Also there is one on the top of the mothership near the machines powering the large thrusters.\r\n\r\n<font color = #ff0000><big>***The thrusters kill you if you touch the beams***</big></font>\r\n\r\nThere is low gravity outside the ship, but returns to normal once inside the ship.\r\n\r\nThe terrorists start in the hanger, Screenshot C and the counter-terrorists start in the bridge, screenshot A.\r\n\r\nMost of the textures are custom and are included in the rar file.  Just extract them to your materials folder.\r\n\r\n<font color=#00ff00>Specials Thanks:</font>\r\nT-R-O-N for the best space themed skybox I have seen which is why I used it.  Nosoul for taking the screenshots since my computer sucks :(.  And also Ramaq for testing and finding the bugs before release.  And Chizbone for improving the navigation file.\r\n\r\n<font color = #ff66ff>Have Fun and please assess and favorite if you like the map!!</font>\r\n\r\n<font color=#00ff00>U</font><font color=#ff0000>P</font><font color=#0000FF>D</font><font color=#00ffff>A</font><font color=#ff00ff>T</font><font color=#FFff00>E</font>\r\n\r\nI went through my older maps and found some errors with packing or outdated files and whatnot, so I added a new download with everything packed.  It made the map quite large but its alot easier to handle now.  Enjoy!"
}