{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_pawtucket.txt",
					"de_pawtucket_v1.bsp",
					"de_pawtucket_v1.nav",
					"de_pawtucket_v10004.jpg",
					"de_pawtucket_v10005.jpg"
				]
			},
			"_bContainsExe": false,
			"_idRow": 327020,
			"_nDownloadCount": 1474,
			"_nFilesize": 3374664,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/327020",
			"_sFile": "de_pawtucket_v1_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1258934609
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 103482,
	"_sName": "de_Pawtucket",
	"_sText": "Release notes: This version is final, HDR and a better bot .nav will be used for v2 (version 2) with any bug fixes. Old .nav and radar overviews are packed into the BSP, New .nav by Chizbone is in the .zip (just place into /maps folder)\r\n\r\nType: Bomb/Diffuse; 64 spawns, 12v12 is ideal for this map.\r\n\r\nDescription: Small intense map with quick routes to sites, with an larger outer area to take a long way around to Bombsite B (also branches off to A a few times). Bombsite A is more open but has a lower area underground to help cover it, bomb can be planted on roof aswell. Access to high vantage points everywhere and a few small areas with vent access too! \r\n\r\nBuild notes: about 80 hours, first time using Hammer (so it's my first complete map), learned a lot while making this level, and enjoyed doing so. Concentrated on gameplay/balance more then looks, wanted to keep framerate as high as possible for an large outdoor area map.\r\n\r\nEnjoy!\r\n\r\n*the beta name for this map was de_weir_beta, this version has a lot of different routes and is very different, but anyone who played weir beta should easily adjust to this version*\r\n\r\n*For those who just want the new .nav by chizbone you can download only the .nav from http://drop.io/tfgvehs6438/asset/de-pawtucket-v1nav-zip *"
}