{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_pasta_css.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 286964,
			"_nDownloadCount": 2409,
			"_nFilesize": 9527210,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/286964",
			"_sFile": "de_pasta_css.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1405620602
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 103477,
	"_sName": "de_pasta_css",
	"_sText": "Hi there,\r\nthis is a CSS remake of an awesome CS 1.6 map.\r\n\r\nIt wasn´t available on gamebanana so I decided to share it !\r\nI am not the original, not even the remake author !!\r\n\r\nAwesome gameplay ever since it came out, so enjoy it !\r\n\r\nINFO:\r\nF a m i l y P a s t a - Defusion\r\nby -Stratesiz- \r\n\r\nStoryline:\r\n\r\nThe FBI has been informed of a possible strike against the mafia family leader in New Jersey by an anonymous call to a local police station. Once the police had reason to believe the threat was real they evacuated Bernardigio Nuccio's family from his residence which was located above his Italian restaurant. The police know that the restaurant itself has served as a meeting place for Nuccio's organisation, consequently making it the perfect location for a revenge performed by another mafia family.\r\n\r\n\r\nCounter-Terrorists:\r\nYour mission is to stop this unnecesary strike of terror at all cost. You have been informed of a possible bomb threat which is to be prevented by any means neccesary. Secure the the entire building. Do not let this operation turn into a big bowl of bloody pasta!\r\n\r\nTerrorists:\r\nYour primary objective will be to eliminate Bernardigio Nuccio and his family. The secondary goal is to \"clean\" out all evidence of your presence by planting a bomb in one of the two strategical bomb spots. These two locations will be the most efficient way to cause destruction to this filthy mafia family that betrayed us.\r\n\"\r\n\r\nHave FUN ! \r\nhttp://www.SCHEITERHAUFEN.info"
}