{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Info.txt",
					"de_outpost.bsp",
					"de_outpost.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 349170,
			"_nDownloadCount": 1227,
			"_nFilesize": 1372835,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/349170",
			"_sFile": "de_outpost_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1187960102
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 103419,
	"_sName": "de_outpost",
	"_sText": "Map features:\r\n2 strategicly located bomb sites.\r\n32 spawn points (16 each team).\r\nA large tunnel network.\r\nTerrorists have 3 seperate spawn locations, Counter-Terrorists have 2.\r\n\r\nInstallation:\r\nExtract the map file (de_outpost.bsp), and the navigation file (de_outpost.nav) to your Counter-Strike maps folder (Usually located here:C:\\Program Files\\steam\\steamapps\\***YOURNAMEHERE***\\counter-strike source\\cstrike\\maps)\r\n\r\nAuthor:\r\nBarbaraWalters\r\n\r\nTime:\r\nAround 20 hours.\r\n\r\nContact Information:\r\nIf you enjoy the layout of the map, but would like to improve upon it yourself, either e-mail me at wcsmanyraces@gmail.com, or contact me (BarbaraWalters) on my forums located at wcsmanyraces.freeforums.org.\r\n\r\nNotes:  Aware of some graphical glitches, as well as just plain ugly texturing on some parts.  Also, I could not manage to get HDR working correctly.  The map just had to be finished as I have other things I need to get around to doing.  Any mods/fixes are appreciated.  Also, this may seem sort of large, but the original idea is designed for my Warcraft mod server, so hopefully everyone can still enjoy.\r\n\r\nPlot:\r\nA massive supply of precious metals has been located deep in the heart of the Congo.  Combined government forces moved fast and established a mining outpost.  Anti Globalization Guerillas are at the facility, trying to either take out the resources, or stop the government forces backup from arriving.The workers have all either fled or been killed.  Government troops are now forced to take up defensive positions, guarding their communications equipment, and keeping the mine intact.\r\n\r\nEnjoy!"
}