{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_pakkassauna.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 322988,
			"_nDownloadCount": 2864,
			"_nFilesize": 982023,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/322988",
			"_sFile": "de_pakkassauna.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1272742294
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 103434,
	"_sName": "de_pakkassauna",
	"_sText": "de_pakkasauna , map made by Remikseri_fin \r\n\r\nThis is my saunamap. I really tried to make it enjoyable. It's fast-paced defusal map what offers quick action even with 2 players. Map is good for sneaking or rushing gamestyle. Map is designed for 2-10 players LAN gaming. Map is somewhat detailed, but I'm real amateur in mapping ( experience in Hammer 6 months ).\r\n-----------------------------------------------------------------------------------\r\nMAP CONTAINS:\r\n- A warm and nice sauna with heatwave effect\r\n- Fog and snowflakes\r\n- Super secret weapon room ( you have to find it yourselves )\r\n- Telephone poles, and other \"realistic\" details\r\n- Lightswitches inside cottage\r\n- Tunnels\r\n- A real finnish outdoor toilet :D\r\n- 8 CT & 8 T spawnpoints\r\n- Two bomb sites, they are both easily found and marked\r\n\r\nLocation is fictional, but it could be some around in Northern Europe.\r\n\r\nSTORYLINE:\r\nIt's cold day, winter's last snow is raining from foggy sky. Spring is soon coming. Counter-Terrorist are having beer party in the sauna. Terrorists weren't invited to party, and they became angry. As revenge terrorists decided to bomb the whole cottage, or shoot all counter-terrorists.\r\n\r\nCOUNTER-TERRORISTS:\r\nDefend the sauna and the tunnels. You don't want to lose warm sauna and beers to terrorists, eh? Defuse the bomb, or kill all terrorists. CTs start from tunnels under cottage.\r\n\r\nTERRORISTS: You wan't to steal ct's sauna and beers? Go ahead! Remember that victory don't come with camping. Plant the bomb to site A or B , or kill all counter-terrorists. Terrorists get 3 free smoke grenades from spawn, so they can make covering smoke to help moving. Terrorists start from gravel road near cottage.\r\n\r\nFEEDBACK: Please rate and comment this map. Tell what could done better or should improved. Your feedback helps to make this map better.\r\n in public server, let me know.\r\n\r\nALSO READ: You need my permission first if you want to modify map. And it's not clever because I'm already fixing bugs and improving this map. If you want to use this map on server, post your server's name and adress so I can visit there and see how map works in game.\r\n\r\n"
}