{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_pinpoint.bsp",
					"readthis.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 299691,
			"_nDownloadCount": 2208,
			"_nFilesize": 623389,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/299691",
			"_sFile": "de_pinpointv101.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1347801398
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 103510,
	"_sName": "de_pinpoint",
	"_sText": "de_pinpoint is a bomb plant/defuse map, but it's very uncommon to plant the bomb. There are no hidden paths, no big covers so bomb plants would occure only when there are very few players. The map is very balanced, because terrain is symmetrical. Teams spawn behind a big wedge, Terrorists have 3 \"speed-up helpers\", that means few bunny hop platforms and 1 short surf ramp, where Terrorists can speed up up to 500 velocity, and get to the middle tower in just seconds.\r\nCounter Terrorists have only 2 barrels to bunnyhop near spawn, because CT's mission is to defend, not assault. Around the whole map there is water, with small depth, when player is standing in water only his head is visible, and when he crouches his whole body is underwater. My map is good for all players - 1 surf ramp, good for bunnyhopping flat terrain, covers, towers, hides. Bunnyhoppers have big advantage, because it's very important to attack the enemy fast, and bunnyhoppers easily avoid bullets in the open terrain. Much ammo is important, because on flat, open terrain you meet all enemies at time, unless some are hiding! Also accuracy is important, because fights can be on very long range, and enemy head is only a few pixels. M4 and AK47 are good weapons for this map, but don't spray, because you don't have much ammo. P90 from SMGs is recommended, because of it's big clip, but you have to be good hopper because of it's inaccuracy at distance. If you are very good hopper and shotgun user you can use them too. M249 is one of the best weapons for this map - accuracy, big clip and high damage. It's only disadvantage is price... Sniper rifles are also recommended, and scout can be good assault rifle for pros. Unfortunately, there is a bug and scout bullet sometimes misses at long distance.\r\n\r\nYoutube:\r\n[http://www.youtube.com/watch?v=kQPdmislD5c](http://www.youtube.com/watch?v=kQPdmislD5c \"de_pinpoint final\")\r\n\r\n**Changelog:**\r\n1.01v - some lightmap scales increased from 16 to 4\r\n![Screenshot of better lighmaps](http://i.imgur.com/bPTFU.jpg \"lightmap\")\r\n1.0v - original release"
}