{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "de_rimini.pdf",
					"cstrike": {
						"0": "NavPlace.db",
						"maps": [
							"de_rimini.bsp"
						],
						"resource": [
							"cstrike_english.txt",
							"cstrike_french.txt"
						]
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 291344,
			"_nDownloadCount": 7141,
			"_nFilesize": 35024892,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/291344",
			"_sFile": "de_rimini.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1384465891
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 103724,
	"_sName": "de_rimini",
	"_sText": "July 2008 was released one of the most beautiful and cheerful bomb/defuse maps for CS:S! It's worthy to take a place of honor in the same row with such masterpieces of a mapbuilding, as [de_corse](http://css.gamebanana.com/maps/18280) (by Hessi), [de_wellness](http://css.gamebanana.com/maps/81605) (by Maddin), [de_fedra_autumn](http://css.gamebanana.com/maps/151619) (by Wostok) and it is possible still a dozen of others (imho).\r\n\r\n\"Even if this map is not as beautiful as de_corse, it is one of the nicest CSS maps.\r\nAt first sight, the map gameplay is quite usual: large rooms connected by large hallways, with some shortcuts. But this map has more to offer. Here and there, doors are opening to some narrow corridors and rooms. They work the same way as in de_coldhaze or any standard DoDS maps: use them to hide or to ambush.\r\nThe gameplay is even better due to some of the mapper's decisions. It may be less realistic (stairs to nowhere?) but it is funnier that way!\r\nA very nice map to discover!\" - map review at Netday.be\r\n\r\nGeneral Credits and Gratitudes:\r\n   l’Inconnu (map creation and optimization),\r\n   Man Nay (map optimization and navigation mesh).\r\n\r\nPlay and enjoy... also don't forget to remember with gratitude the creators of this Magic Map! :-)\r\n\r\n\r\n**About Playing Against The Bots:**\r\n\r\nHere is a manually optimized and fully place painted [NAV-file](http://css.gamebanana.com/gamefiles/4245) (Navigation Mesh for playing against the Bots) for this beautiful and cheerful map. An original .nav-file by Man Nay seemed to me imperfect, though was optimized slightly. Well... download, play and enjoy! :-)"
}