{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_secretbunker.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 303013,
			"_nDownloadCount": 1706,
			"_nFilesize": 8109543,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/303013",
			"_sFile": "de_secretbunker.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1336824181
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 103899,
	"_sName": "de_secretbunker",
	"_sText": "[ENGLISH] [CLIC here to see the video montage presentation of my map !](http://www.youtube.com/watch?v=M2mvOyrFsEM \"The video montage presentation of my map !\")\r\n\r\nHere is the presentation for my first map (Bomb/Defuse) for Counter Strike: Source !\r\nI created this map because I didn't think there were enough maps like this.\r\nI wanted to improve the ammount of objects in CS:S maps, it is futuristic and mysterious without forgetting a military feel.\r\nI optimised the map for a better gameplay feel and for it to be more realistic, I made a few animations for when the bombs explodes (even if it wasn't very important ^^)...\r\nI spent alot of hours on my creation !! (100 hours at least for the map and 20 hours for the video)\r\nI'm of course experienced in these things (maybe a beginner for the video).\r\nThis map is a remake of area 51 in the USA but does not have enough buildings for it to be called that.\r\n\r\n**>>>> Vote and Share ! Thank you ! <<<<**\r\n\r\n  [FRENCH] [CLIQUE ici pour voir le montage de présentation de ma map !](http://www.youtube.com/watch?v=M2mvOyrFsEM \"Le montage de présentation de ma map !\")\r\n\r\nVoici la présentation de ma toute première map en mode FFA (ou Bomb/Defuse) pour le jeu Counter Strike: Source !\r\nJ'ai créer cette map car selon moi il n'existe pas assez de map FFA (cela peux se comprendre car une création de map est quelque chose de long à faire...)\r\nJ'ai voulu innover un peu avec par exemple: moins de caisses ; intégration d'objets peu courant dans les maps de CS:S ; une petite immersion \"futuriste\" et \"mystérieuse\" sans oublier un environnement restant bien \"militaire\".\r\nJ'ai aussi essayer de pas mal optimisé la map pour une meilleure fluidité en jeu et pour le réalisme j'ai fais pas mal d'animations quand la bombe explose (même si ce n'est pas très important ^^)...\r\nJ'ai passez de nombreuses heures sur cette création !! Pour la map: 100 heures minimum et le montage vidéo 20 heures environ...\r\nBien sûr je ne suis que amateur dans ces deux domaines (un peu débutant même pour le montage).\r\nCette map rappelle un peu les expériences et secrets de la zone 51 aux USA mais elle ne comporte pas assez de bâtiments et objets extraterrestre pour porter ce nom.\r\n\r\n**>>>> Vote et Partage ! Merci ! <<<<**"
}