{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_shootsalot_v2.bsp",
					"de_shootsalot_v2.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 345743,
			"_nDownloadCount": 1308,
			"_nFilesize": 2971258,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/345743",
			"_sFile": "de_shootsalot_v2_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1198961585
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 103958,
	"_sName": "de_shootsalot_v2",
	"_sText": "Thank you to Smoke for the excellent screen shots.\r\n\r\nSorry, I won't be able to make a video for this one, my computer won't let me use fraps anymore. \r\n\r\nBut anyway, I changed this map up a bit from the origonal version. I changed a few of the trees and vehicles and I also added a few more things in teh hall ways for cover. I also changed a few of the entities such as the vending machines so that you can move then my running in to them or shooting them. Doing this you can create your own cover and places to hide.\r\n\r\nThis map is not only a de map, but also a cs map. The room where you plant the bomb has the hostages in it. The hostages are near the CT spawn, but the hostage rescue zone is all the way over by the T spawn which makes this map one that truely requires you to have a lot of skill to play good in.\r\n\r\nThe bombsite is labeled as 'A' on the radar and the hostage rescue zone is labeled 'H'. The bomb planting zone is the same as the area where they hostages are waiting to be rescued at so 'A' also indicates where the hostages start. \r\n\r\nIn this map the main area is inside the building, but you can get on top of the building by climbing a ladder near spawn. Or you can go under it, and like most buildings, has no light under it. So that requires you to buy either nightvision or use a flashlight. \r\n\r\nYou can also run around the outside of the building and use the vehicles and trees as cover to protect you. \r\n\r\nThis is an excellent sniping map and anyone who loves sniping should try it. But I wouldn't recommend it for close range weapons such as the dualies.\r\n\r\nThe map has a buy zone and can hold upto 40 players (20 per team).\r\n\r\nI've had an idea for a CS/DE map for a long time but never could think of a good one that would actually work right and fairly for both teams. This was the first successful map i've made like this. \r\n\r\nPlease try it out and assess it, I'll take anything anyone wants to say as long as it will help me make my map better.\r\n\r\nFind version1 of this map here:\r\nhttp://www.fpsbanana.com/maps/42052\r\n"
}