{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_snowblind.bsp",
					"de_snowblind.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 330282,
			"_nDownloadCount": 1594,
			"_nFilesize": 1487028,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/330282",
			"_sFile": "de_snowblind.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1248364830
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104029,
	"_sName": "de_snowblind",
	"_sText": "Well, this was one of the first maps i've map that have i've seen through to the end and the end rusult I think is quite good ^^.\r\n\r\nThis map is actually a remake of a map called 'snowblind' in the game '007 Nightfire' for the Ps2, XBOX and Gamecube (go buy it on eBay, its probably on a few quid =P) a fairly average first person shooter made by EA. Normally I wouldn't remake any maps but this I think needs to be put in source so more people have the chance to enjoy it seeing as how unpopular nightfire was (And rightfuly so, its local and bot multyiplayer was one of its few redeeming qualities.\r\n\r\nAnyway about the map, its a snowy map (as the title suggests =P) with one bombsite, an armoured personnel vehicle. Err.. that about all that I can say about sadley in terms of features, no dynamic HDR, custom props or textures, just good old fashioned awesome level design ^^.\r\n\r\nWorks well with a small amount of players, 4 a side seems to work extreamly well ^^.\r\n\r\n<h2>Want to play another map like this from 007 Nigthfire<sup>TM</sup>? Why not <a href=\"http://www.fpsbanana.com/maps/download/118762\">download</a> <a href=\"http://www.fpsbanana.com/maps/118762\">Ctf_Skyrail!</a></h2>\r\n<h3>NOTE: The map is made with a much greater emahsis on quality of presentation compared to this.</h3><center>\r\n<h1><a href=\"http://www.fpsbanana.com/responders/addtofavs?section=maps&itemid=103502\">Fav this map!</a>\r\n<a href= \"http://www.fpsbanana.com/responders/addtowl?key=pKN15fJ66PTpduqOViPJD91wWpkKsplv/jvm&section=users&itemid=699321\">Watch me as a submitter :)</a></h1></center>"
}