{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_stella_beta_7l.bsp",
					"de_stella_beta_7l.nav",
					"de_stella_beta_7l.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 358231,
			"_nDownloadCount": 1608,
			"_nFilesize": 2917104,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/358231",
			"_sFile": "de_stella_beta_7l.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1145382960
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104118,
	"_sName": "de_stella",
	"_sText": "-----------------------------------------\r\nEDIT: To see more screenshots/information, go here:\r\nhttp://www.chez.puffinhost.com/sampleprojects/de_stella.html\r\n-----------------------------------------\r\n\r\nCounter-Strike Source Map\r\nde_stella\r\n\r\nTerrorist: Seeking revenge on your old high school teachers, you seize Stella Maris Academy and decide to bomb the building. You either must plant the explosives downstairs, in the library (Bombsite A) or plant it at the end of the upstairs hallway (Bombsite B). Beware, the police have already arrived!\r\n\r\nCounter-Terrorist: After receiving a report that terrorists have sized Stella Maris Academy, you move into the building. You must prevent the terrorist from bombing the school. Act with extreme prejudice.\r\n\r\n\r\nby Gonzell\r\nSpecial Thanks to:\r\nShankus and others (obtaining blueprints)\r\n\r\nPlay testers:\r\nNewfie, Destro, Zaralus, Shankus, Scerge, Solid Snake, Finlay12, King Mikey, Violator and others\r\n\r\nMore Information:\r\nThis is actually a map of my old high school. Its not the entire school mainly because of performance reasons (its just too big). If you are wondering if my school really does have tables flipped over in the hallways and bombsite markings the answer is: You're an idiot. Thanks for playing and happy fragging!\r\n\r\nNote: This map is still under construction. Although, this version is perfectly playable and is nearing the final release."
}