{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_star.bsp",
					"de_star.nav",
					"izzy_de_star.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 354985,
			"_nDownloadCount": 12963,
			"_nFilesize": 15790274,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/354985",
			"_sFile": "de_star.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1163188524
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104101,
	"_sName": "de_star",
	"_sText": "This is my latest map DE_Star a futuristic themed map for CS:S. Based on a landing platform above a huge city, the map has been purposely built small to keep play fast and too the point.\r\n\r\nThe texture set is 99% custom and comes with custom soundscapes to create as unique experience as possible. The map is fully BSP zipped for easy server sharing, fully support HDR and comes with bot support. This is my first CS:S map and my first release for over a year.\r\n\r\n=======\r\nBriefing\r\n=======\r\n\r\nA dark cloud is growing over Neon City, the fanatical terrorist organization 'The blah' has been destroying key locations important to trade and tourism. The most important locations are Neon's 4 Star platforms, floating landing ports that transfer goods and civilians to larger capital ships, destined for deep space.\r\n\r\nNow the blah have contacted the Mayor of Neon City threatening to destroy Neon's last Star Platform, crippling the economy in the immediate area, unless there demands are met. All civilians have been allowed to leave, though many lives are still in danger in the city below.\r\n\r\nCT's must stop the 'blah' by defending the platforms entrance which is known to have weak supports and the platforms core without this the platform would simply fall from the sky causing untold damage.\r\n\r\nWith there demands refused T's must destroy the platform in order to strike a blow to Neons economy. Destroy the main entrance area, or destroy the core which will send the platform spiraling towards the City.\r\n\r\n=======\r\nSpecial Thanks\r\n=======\r\n\r\nThe people at http://interlopers.net/ thanks for there support and advice during the project.\r\n\r\nMy SEXY little Princess Nikki, her support is always invaluable during all of my 'little' projects!! 0MG XXX j00 XXX R0XX0R\r\n\r\nBig Dog for going to the trouble of uploading my map here!!!"
}