{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Readme.txt",
					"de_suburb.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 314123,
			"_nDownloadCount": 2636,
			"_nFilesize": 4594673,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/314123",
			"_sFile": "_2730-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1299962087
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104173,
	"_sName": "de_suburb",
	"_sText": "Description\r\n==================\r\nThis is my first map I created for Counter-Strike: Source. Although I do not play it myself I decided to try out making a bigger map than the previous testmaps for Half-Life 2. The setting is an abandoned outlying district of an American city after it has been evacuated due to heavy terrorism. Deserted buildings, destroyed cars and much trash on the streets show the results of brutal devastation.\r\n\r\nGameplay\r\n==================\r\nAs the screenshots show the map is very open so playing with sniper rifles could be easy. It is not too complex so players should be able to memorize the map easily.\r\n\r\nPerformance\r\n==================\r\nI have put a lot of time into optimizing the map, though on some low-end computers or computers with a high resolution monitor the framerate might drop when switching on the flashlight at certain points. However, the map is well-lighted so the flashlight should not be necessary for playing.\r\n\r\nInstallation\r\n==================\r\nExtract the bsp-file from the zip folder into the directory\r\n\r\n**c:\\programs\\Steam\\steamapps\\[username]\\counter-strike\\source\\cstrike\\maps**\r\n\r\n(default Steam directory)\r\n\r\nFeedback\r\n==================\r\n**Any feedback will be appreciated!** Tell me what you think about the layout and the gameplay, should it be more complex or whatsoever so I will make my maps better next time."
}