{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"de_stratocorp2": {
						"0": "ReadMe.txt",
						"cstrike": {
							"maps": [
								"de_stratocorp2.bsp",
								"de_stratocorp2.res"
							],
							"materials": {
								"overviews": [
									"de_stratocorp2.vmt",
									"de_stratocorp2.vtf"
								]
							},
							"resource": {
								"overviews": [
									"de_stratocorp2.txt"
								]
							}
						}
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 350767,
			"_nDownloadCount": 11783,
			"_nFilesize": 36395625,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/350767",
			"_sFile": "de_stratocorp2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1182372660
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104148,
	"_sName": "de_stratocorp2",
	"_sText": "After 6 months of hard work, the map's finally finished.  I'd like to thank FreakyMe for rewriting the map story description, Kyle for running testing servers for me, and Jake for helping me out with making a few things.\r\nThis map has many custom models and textures.\r\n\r\nUPDATE:  I BSP zipped in the models and materials due to popular demand, it still has a res for the radar overview.\r\n\r\n\r\n\r\nDe_stratocorp is set in an abandoned laboratory created by a company named StratoCorp.\r\n\r\nStratoCorp was shut down when the government discovered the dangerous nature of their experiments, and the lab has long since fallen into disuse. It's 5 years later and a terrorist group, using the lab as a base of operations, has discovered a pathogen in the making; capable of wiping out an entire country in the event of open viral warfare. The terrorists plan to detonate explosives near one of the containment chambers, and cause the release of the virus inside. The US government has caught wind of this plan and has sent an elite Counter-Terrorism group to stop the operation.."
}