{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "README.txt",
					"maps": [
						"de_tactical.bsp",
						"de_tactical.nav",
						"de_tactical.txt"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 360156,
			"_nDownloadCount": 1384,
			"_nFilesize": 1388882,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/360156",
			"_sFile": "de_tactical_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1129163041
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104231,
	"_sName": "de_tactical",
	"_sText": "de_clashpoint\r\nMapped for CS:Source by Pieris Christou\r\nstudio@sixdimensional.com\r\n\r\nMap Description:\r\nThis map is based on a fictional area and scenario. The textures have been taken from the raw files provided in Counter-Strike Source. This map is set in a foggy night-time atmosphere.\r\nThis map trains stealth and quick mindedness by testing players' abilities to plan an assault on an area. Both the Counter-Terrorists and Terrorists begin beyond the bombsites, however the terrorists are able to get to the bombsites quicker, depicting a realistic scenario where the terrorists arrive at the scene first. The Terrorists begin in a storage chamber which is linked to a ventilation system. This can be used as access to the bombsites. The Counter-Terrorists have to storm the area though a chokepoint, which is surrounded by trees, to give cover.\r\nThe bombsites are the warehouse and the sentry-house.\r\n\r\nThe bombsites:\r\n1) The sentry-house is a key communication centre in the map. If the terrorists take this out then the factory-warehouse will no longer be able to ship off weapons where needed. This will lead to an immediate win for the terrorists regardless of survival.\r\n2) The warehouse is an obvious target for the terrorists. With the chamber full of explosives, a major spark will set off the entire warehouse, and create local chaos, as well as banishing weapons for the Counter-Terrorists.\r\n\r\nAs with any \"de_\" map, the terrorists are the ones with the explosives, the the counter-terrorists are out to stop them.\r\n\r\nThere is a limited amount of bot support on this map, the Terrorist bots are less able to roam around the vents and will most likely remain at spawn, but the Counter-Terrorist bots are more able to move about the map. Please stay tuned for updates with this feature.\r\nSecondly, the lift to the \"right\" is slightly glitchy when activated, however this should not affect your playability unless you use the \"trap-door\". This is being worked on.\r\n\r\nTO INSTALL:\r\n1) Put the map into your:\r\n%dir%/Valve/Steam/SteamApps/Username/counter-strike source/map\r\nfolder\r\n\r\nThanks for your interest in the DE_TACTICAL map."
}