{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"de_tergiversite": {
						"0": "READ ME!.txt",
						"1": "de_tergiversate.bsp",
						"2": "de_tergiversate.vmf",
						"cstrike": {
							"maps": [
								"de_tergiversate.nav"
							],
							"materials": {
								"mytextures": [
									"3klikslogo.vmt",
									"3klikslogo.vtf",
									"de_tergiversate.vmt",
									"de_tergiversate.vtf",
									"de_tergiversate_radar.vmt",
									"de_tergiversate_radar.vtf"
								]
							},
							"resource": {
								"overviews": [
									"de_tergiversate.txt"
								]
							}
						}
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 328236,
			"_nDownloadCount": 3555,
			"_nFilesize": 6270629,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/328236",
			"_sFile": "de_tergiversate_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1254966353
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104270,
	"_sName": "de_tergiversate",
	"_sText": "Oh no! The evil terrorists have decided to attack a dam in the middle of nowhere! Let's hope that they choose to blow up the pile of crates near an old barn instead of that multimillion pound (Oh, sorry- DOLLAR) dam that's keeping the flood waters back! The CTs start on one side of the map and must defend against the Terrorists in the usual DE manner.\r\n\r\nThis is my second bomb map that I have ever finished. I began rushing towards the end because I have plans for other maps and I just wanted to get this one out of the way, I've been adding bits to this map for over a year now. It's not the most detailed map in the world, but it's balanced and fine tuned and hopefully fun to play.\r\n\r\nI could comment on how I could have done better with this map, and how the multiple different themes don't really go together too well, or how there isn't as much detail as I'd like there to be... but instead I'll just say that I'm pleased with this map. I start too many and I finish too few and for once I've managed to strike a balance between quantity and quality, which i can hopefully build on with future maps that I make. I have learned a lot about mapping this this map, particularly about colour schemes and gameplay. Thanks to everybody who has playtested this map at various stages in its development, especially Sonickiller, Zero and Mr13A. Thanks also to Rusty who has supported me throughout. It's nice having a motivational guru, especially one as experienced as Rusty! I have enjoyed making and playing this map and I hope that other people will too.\r\n\r\nIn case you hadn't noticed, naming maps isn't my strong point."
}