{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_tegea_css_final.bsp",
					"de_tegea_css_final.nav",
					"de_tegea_css_final_nav_readme.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 291347,
			"_nDownloadCount": 5026,
			"_nFilesize": 45592206,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/291347",
			"_sFile": "de_tegea_css_final.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1384428255
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104255,
	"_sName": "de_tegea_css_final",
	"_sText": "DE_TEGEA_CSS_FINAL in essence it's a capital re-build of the prerevious version this map named [DE_TEGEA_S](http://css.gamebanana.com/maps/17179) (known also under the name DE_TEGEA_FINAL) released October 2006. It was an first author's remake of popular map for classical Counter-Strike [DE_TEGEA](http://cs.gamebanana.com/maps/157794) by 3DPunk (released December 2001).\r\n\r\nDE_TEGEA_CSS_FINAL was released May 2007, and included a set of changes (redesigned, added or deleted some locations) and improvements (overall textures and lightnings replacements) in comparison with the previous version.\r\n\r\nDE_TEGEA_CSS_FINAL is an office-styled map which for 80% consists of indoor locations, and also is very friendly for intense closed fights and stealth actions.\r\n\r\nGENERAL CREDITS & GRATITUDES:\r\n3DPunk (for very popular release for classic CS),\r\nMayheM (for beautyful office/industrial themed remake for CS:S),\r\nBarnDoor (for good playable navigation meshes for many fine CS:S maps).\r\n\r\nPlay and Enjoy :-)\r\n\r\n- - - - - - - - - - - -\r\n\r\n**ABOUT PLAYING WITH BOTS:**\r\n\r\nIn archive with the original map included the more or less playable .nav-file (Navigation Mesh for playing with Bots) optimized by [Peter 'BarnDoor' Calvert](http://www.tequilakawa.plus.com/) for use on public and private servers. \"This nav was placepainted already, I assume by the map author, and I've maintained this. Nearly all the ladders didn't work, and one of the main routes from TSpawn wasn't connected, so there is a significant difference in bot behaviour on this edit.\" Still quite recently it was the best of all available nav-files for this map, but it was not perfect playable :-(\r\n\r\nTherefore [**here**](http://css.gamebanana.com/gamefiles/3488) is available for downloading a manually optimized and fully place painted NAV-file for this Great map!"
}