{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_Titanic_v1.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 305039,
			"_nDownloadCount": 13228,
			"_nFilesize": 9388383,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/305039",
			"_sFile": "de_titanic_v1.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1329508325
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104335,
	"_sName": "de_Titanic",
	"_sText": "--====Legendary ship titanic returns in bomb/defuse mod!====--\r\n\r\n- An almost full copy of the Titanic\r\n- Full ocean feel\r\n- Ct's spawns 32\r\n- T's spawns 32\r\n- Legendary ship Titanic!\r\n- Enjoy!\r\n\r\n===============================================================================\r\nA few from history:\r\n\r\nThe RMS Titanic was a passenger liner that struck an iceberg in the north Atlantic Ocean on her maiden voyage from Southampton, England, to New York City, United States, and sank on 15 April 1912, resulting in the deaths of 1,517 people in one of the deadliest peacetime maritime disasters in history. The Titanic was designed by experienced engineers, using some of the most advanced technologies and extensive safety features of the time. That she sank on her maiden voyage and that many lives were lost resulted in a media protest which led to changes in maritime law.\r\n\r\nThe largest passenger steamship in the world at the time, the Olympic-class Royal Mail Ship RMS Titanic was owned by the White Star Line and constructed at the Harland and Wolff shipyard in Belfast, Ireland, UK. After setting sail for New York City on 10 April 1912 with 2,223 people on board, she hit an iceberg four days into the crossing, at 11:40 pm (UTC-3) on 14 April 1912, and sank at 2:20 am on the morning of 15 April. The ship did not sail into the iceberg head-on but rather suffered a glancing blow in a manoeuvre trying to avoid it. Further the iceberg did not open her plates like a can opener but rather tore them apart in the riveted joints. The Titanic was designed to survive a head-on collision that would flood the first four of her water tight compartments or a collision from another ship that would ram her in the middle and flood maximum two compartments; however, this long opening in the hull was not foreseen and the crew soon realised that the ship was going to sink.\r\n\r\n\r\nTnx all.\r\n\r\nContact me:\r\n\r\nSteam:jeka902\r\nMail:jeka@gmail.com\r\n\r\nFlorida,United States,02/17/2012."
}