{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"FIXED.txt",
					"LITE VERSION.txt",
					"de_vegas_lite.bsp",
					"readme.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 342340,
			"_nDownloadCount": 7230,
			"_nFilesize": 26249156,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/342340",
			"_sFile": "de_vegas_lite_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1209226420
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104551,
	"_sName": "de_vegas_lite  (4 big servers)",
	"_sText": "<FONT COLOR=\"yellow\"><B>NOW FIXED FOR ORANGE BOX UPDATE!</B></FONT>\r\n\r\n===================================<br>\r\n<FONT COLOR=\"yellow\"><B>DE_VEGAS\\_LITE (FOR LARGE SERVERS)</B></FONT><br>\r\n===================================<br>\r\n\r\n<B>- This is a LITE version of de\\_vegas\\_css which allows for\r\n  up to 64 players.</B>\r\n\r\n- The full version of this map can only support up to 32\r\n  players due to entity lists reaching their capacity.\r\n\r\n- In order to make the map compatible with 64 players,\r\n  minor physics props have been removed (such as hanging\r\n  pictures on the walls) and the lighting effects have\r\n  been greatly recuded throughout the map.\r\n\r\n- If your server is LARGER than 32 slots, use this\r\n  version of the map. Otherwise, use the full version\r\n  called \"<A HREF=\"http://www.fpsbanana.com/maps/52549\">de_vegas\\_css</A>\".\r\n\r\n===================================<br>\r\n\r\n<B>Author:</B> SM Sith Lord<br>\r\n<B>Email:</B> smsithlord@yahoo.com<br>\r\n<B>Website:</B> <A HREF=\"http://www.engport.net\">http://www.engport.net</A>\r\n\r\n<B>Description:</B><br>\r\n<FONT COLOR=\"yellow\">THIS IS THE LITE VERSION OF THE MAP</FONT>, meaning a good portion of the lighting effects and minor props (such as hanging pictures) have been removed to allow for 64 working spawn points without crashing the server. The complete version of this map is called de\\_vegas\\_css and is recommended for no more than 32 player servers or less. These maps are remakes of the original old 1.X map de\\_vegas (original credits below). Stayed true to the original layout. Nearly all the old angles are still there. Changed a few secrets, and added a few more. Most changes to the map are purely visual.\r\n\r\nIslamic extremists have targeted Sin City for their next strike against the American way of life. Hoping to further cripple the US economy, a string of attacks have been coordinated and executed in the fabulous city of Las Vegas, Nevada.\r\n\r\nThe intensity of the strikes increase as the CT's initial response teams quickly become overwhelmed, effectively turning Las Vegas into a war zone.\r\n\r\nYour squad has been assigned to respond to an unidentified helicopter landing at the High Times Hotel & Casino, the sight of an earlier attack which claimed the lives of several of your fellow agents.\r\n\r\nHomeland Security has identified the strike and confirmed that the terrorist have two probable objectives that they are likely to attempt to destroy.\r\n\r\n<B>Target A:</B> As a moral statement, the terrorists have been detonating bombs at strip clubs across the city all night. It is suspected that the High Times Lounge will be the next club to be hit. The club is identifiable by the large Sphinx statue outside of its entrance.\r\n\r\n<B>Target B:</B> The previous attack at this location was a failed effort to empty the casino's vault. It is probable that this second attack is an attempt to finish the job. Allowing the terrorists to escape the scene with the funds is unacceptable. Secure & hold the vault!\r\n\r\n<B>Additional Credits:</B><br>\r\nAll the beta testers on the [DoP] High Times server for finding & putting up with all the terrible bugs & giving valuable feedback. [DoP] Vulgar for letting all that happen. All the people from other forums that helped me fix those bugs (FPSBanana, Interlopers). The authors of GMOW v3 Solid\\_Granite, GiGaBiTe. All the creators of the original de\\_vegas. And, lastly, VALVE for creating a sweet game/engine/resources that I could work with.\r\n\r\n<B>Original Map Credits:</B><br>\r\nOriginally created by +Cadaver+, textures by George\\_Pooshoes and JOeSmOe. Additional credits to Macman, Chaos, Tech3D, Jubilee, and Agent Orange.\r\n\r\n=====================<br>\r\n<FONT COLOR=\"yellow\"><B>NAVIGATION FILE (.nav)</B></FONT><br>\r\n=====================<br>\r\nCredits for the .nav file go to <A HREF=\"http://www.fpsbanana.com/members/55178\">chizbone</A>.  Special thanks to him for taking care of it for me.\r\n\r\n<U><B><A HREF=\"http://files.gamebanana.com/devfiles/de_vegas_lite.zip\">Download CSS .nav file for de\\_vegas\\_lite here</A></B></U>."
}