{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_weaver-secrets.bsp",
					"de_weaver-secrets.nav",
					"de_weaver-secrets.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 342083,
			"_nDownloadCount": 1289,
			"_nFilesize": 1749942,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/342083",
			"_sFile": "de_weaver-secrets_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1210180206
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104666,
	"_sName": "de_weaver-secrets",
	"_sText": "De_weaver-secrets has many hidden surprises :)\r\n\r\n1:  In the FIREBRIDGE ROOM, do 100 damage to the coffin in the water to make the ceiling begin to lower..\r\n2:  At the top of WEAVER HILL, do 600 damage to the giant tombstone..  it makes a second ceiling crush those in the fire room...\r\n3:  The third and 4th row of the graveyard have teleports..\r\n4:  In the firebridge room, if you fall into the water, you can get back out.  \r\n    There are invisible ramps running along both edges, with an elevator at the end of the invisi-ramp to boot ;)\r\n5:  In the FIREBRIDGE room there is a hidden teleport, and also a teleport visa-vi the window ;)\r\n6:  In the CT SPAWN, the entire back wall is fake.  The ceiling of the fake room may be shot out to gain entrance to tree area.\r\n7:  In the tree area you may shoot out the floor to gain \"backdoor\" entrance to ct spawn (bombsite b)  (yes, same thing as 6 ;)\r\n8:  In the water room with the SLIDING WALLS, you can shoot out the wall for a BACK ENTRANCE to T spawn, and at another area in the same room     you can even break open a hidden teleport.  \r\n    (On all of my maps, colored steams indicate teleports.  This particular one will be pink ;)\r\n9:  A second bomb hidden in the room with the horse?!  And guns with 420 ammo??!!!  :D\r\n10:  Yup... there's more.  Find em!!  =D\r\n\r\n--Weaver"
}