{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"README.txt",
					"de_winter_starvation.bsp",
					"de_winter_starvation.bsp.bak"
				]
			},
			"_bContainsExe": false,
			"_idRow": 297546,
			"_nDownloadCount": 1515,
			"_nFilesize": 43112483,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/297546",
			"_sFile": "de_winter_starvation.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1356493492
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104718,
	"_sName": "de_winter_starvation",
	"_sText": "WELCOME WELCOME! Have a seat!\r\n=============================\r\n\r\nLore:\r\nTerrorist truly HATE and I do mean HATE workshops and food transports that are stuck in the snow so much in fact they are willing to use C4 to bomb them while trying to avoid getting made into wandering icicles.\r\n\r\nCounter Terrorists LOVE and I do mean LOVE workshops and food transports that are stuck in the snow so much in fact they are willing to use hands to defuse bombs while trying to avoid getting made into wandering icicles.\r\n\r\nInformation (IMPORTANT READ IT YOU PERSON!):\r\n============================================\r\nFirst of all, what the fudge is de_winter-starvation ALL about huh?\r\n\r\nWell first of all it is a survival map with shifts in the temperature that injures you and you must seek cover in houses that are more or less intact.\r\n\r\nA beacon in the middle of the snow covered farm displays the current OK/NOT OK to be outside state of the temperature. However it can be sabotaged in two separate ways.\r\n\r\nWay 1:\r\n------\r\n\r\n* Simple, shoot the lamps.\r\n\r\nWay 2:\r\n------\r\n\r\n- Shoot the electronic box at the bottom of the pole HOWEVER leaves you exposed to enemies hearing and seeing you in the center of the farms outside area.\r\n\r\nWhat else makes the map special?\r\n\r\n- Except for the fact that every 105 Secs you are attacked by freezing temperatures you also ONLY have a knife at the start and seeing as how you can be a maximum of 8 players on each team you will have to share what weapons you find with your comrades.\r\n\r\n- Weapons are as hinted, scarce. Not hard to find just very few and have very little ammo.\r\n\r\n- The Bombsites are both in areas where the cold can hurt you and also very different in their structure.\r\n\r\n(A is for an example out in the open and well lit by a flare, while B is inside the old broken workshop and has walls around it.)\r\n\r\n* The map features HDR, Cubemaps and custom textures! Also a loud ambient noise of TRUE winter, none of that Wussy ambiance.\r\n\r\n* OPTIMIZATION, however since the map is rich in detail I hope I did a good job in making it work for everyone.\r\n\r\n* Tactical gameplay! You have knifes and must use the darkness to your advantage, tumble around in the dark winter landscape to find a house and huddle up there together with your mates or maybe alone being paranoid at every footstep, can it be a Yeti? Or just a Terrorist that truly hates food transports and workshops? No one knows!\r\n\r\n* Crates with oranges that fill your belly up with good citrus and in this alternate universe oranges heal your body from wounds.\r\n\r\n**Now I could go on for a long time however I think it might just be the best for the both of us that you play the map, tell me it sucks and have a good nights rest ey? Ey!**\r\n\r\nOther:\r\n======\r\n\r\nI was very much inspired to make the map scary and such from the movie The Thing, being one of my favorite movies I am happy the competition was the way it was!\r\n\r\nThe map was actually meant to have a constant blizzard covering your view on ground level but leaving advantage points open from the blizzard, I scrapped this however to increase FPS.\r\n\r\nIf the file size scares you, stop worrying about download rates and such just do it."
}