{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"hoejhus18_hellhouse": [
						"hoejhus18-hellhouse.bsp"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 340270,
			"_nDownloadCount": 1250,
			"_nFilesize": 2111722,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/340270",
			"_sFile": "hoejhus18_hellhouse.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1216337640
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104831,
	"_sName": "hoejhus18-hellhouse",
	"_sText": "This is the final of the hoejhus-hellhouses\r\n\r\nThx to\r\n\r\nHellRaisedSurfer\r\nand\r\nDemonize pie \r\n\r\nFor mapping, lighting, ideas, tests and other.\r\n\r\nAlso thx to\r\nKaratekaefer for skybox\r\nFpsbanana for Upload of map\r\nAnd the custom guy who made hoejhus whit that many shitty bugs\r\nthat we could fix\r\n--------------------------------------------\r\nTactics\r\n\r\nTerrorist tactics:\r\n\r\nSpread attack\r\n\r\n3 parted team 1 is taking main road over glass and the side ways to Bomb/CT\r\n1 takes the road to left for spawn \r\nand the last takes the \"hole\" in T spawn\r\n\r\nDefensive tactic: half team goes roof other camps at doors and 1 person is camping under the \"hole\"\r\n\r\n//-----------------------//\r\n\r\nCounter-terrorists tactics:\r\n\r\nDefence one: 1 player is going tower 2-3 goes glass under tower and rest goes to the Road to right of spawn.\r\n\r\nCamper: 2 players go tower, 1 is standing on entrance to tower where he camps lookin behind and at bombsite, rest just play like in defence one.\r\n\r\nAttack: relly only got one offensive attack whit CT (not to smart use camp or defence when u got bombsite) lets go... first 1 or 2 goes the road under hole, 2 goes road and rest goes straight and safe into T spawn trough mainway!...\r\n\r\n\r\n------------------------------------------\r\n\r\nNow at last i wanna tell you to enjoy play and win in the new hoejhus map.\r\n\r\nHELLHOUSE (demonizepie/hell4lifex666 and HellRaisedSurfer) \r\nis creating a new \"Funky\" disco lighted version of the Hoejhus map to all who just enjoy the feeling of playin for fun, will be out in the upcomeing week hopefully\r\n\r\nafter these projects we will continue to a new map which is going to be fixed :p at the upcomeing hoejhus map you will get a preview of it!...\r\n\r\n\r\n\r\nCOMEING SOON IN ALL BIO's in WHOLE NORWAY AND FAGGOTSLAVIA"
}