{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Malvinas_dattatec.bsp",
					"Malvinas_dattatec.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 279764,
			"_nDownloadCount": 2620,
			"_nFilesize": 5206239,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/279764",
			"_sFile": "malvinas.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1453778655
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104937,
	"_sName": "Malvinas/falklands",
	"_sText": "<pre class=\"tw-data-text vk_txt tw-ta tw-text-small\" data-placeholder=\"Traducción\" data-fulltext=\"\" dir=\"ltr\"><span lang=\"en\">A 31 -year Gesta de Malvinas , Dattatec.com leading LATAM and with 86,000 customers worldwide , developed the map of the Falklands war game for the most played of all time . The new development was recognized for Counter Strike combat game that recreates the scene where Argentine and British fought in 1982 .\r\n\r\nThe Malvinas screen Counter Strike online game recreates scenarios , establishments and royal monuments that are now part of the Islands. These include the Argentine cemetery is replicated in detail. Advancing in the game is the port area where you can see characteristic spaces Stanley . As emblematic establishments Malvinas , is the Penguin News newspaper building , the post office of the islands, church , bank and also part of the stage setting where the firm is located Falkland Islands Company .</span></pre><pre class=\"tw-data-text vk_txt tw-ta tw-text-small\" data-placeholder=\"Traducción\" data-fulltext=\"\" dir=\"ltr\"><span lang=\"en\"><pre class=\"tw-data-text vk_txt tw-ta tw-text-small\" data-placeholder=\"Traducción\" data-fulltext=\"\" dir=\"ltr\"><span lang=\"en\">The different scenarios that arise in the Malvinas designed by Dattatec.com screen, make gameplay techniques are best for game development. You can enter establishments surround the ceilings and jump back to the Argentine Cemetery and surprise the enemy from above. The map of Malvinas meets the key requirements of the game as access to the same place from different sectors to achieve dynamism, surprise and clashes.\r\n<p>As usual in the game, both sides, terrorists and police involved. Putting us on the map designed by Dattatec.com, both teams have their own base. The members of the Argentine side are part of the police and start the game in the Argentine Cemetery. While in the port area, the British are based in Puerto Argentino and part of the team called terrorists.</p>\r\n<p>The map is a representation where the most emblematic sites meet Malvinas. Its size is similar to Assault screen that is most used in the game. The weapons are typical for the game puts all the battles between factions.</p>\r\n<p>The game was designed in the Source version that has a development of high-quality graphics. It can be downloaded in this post and start to recreate the combat between Argentine and English by the recovery of the Malvinas Islands.</p></span></pre><pre class=\"tw-data-text vk_txt tw-ta tw-text-small\" data-placeholder=\"Traducción\" data-fulltext=\"\" dir=\"ltr\"><span lang=\"en\"><br></span></pre><pre class=\"tw-data-text vk_txt tw-ta tw-text-small SelectedElement\" data-placeholder=\"Traducción\" data-fulltext=\"\" dir=\"ltr\"><br></pre><pre class=\"tw-data-text vk_txt tw-ta tw-text-small\" data-placeholder=\"Traducción\" data-fulltext=\"\" dir=\"ltr\"><span>I want to clarify that this map is not cast my \" aidanwright \".</span><br></pre></span></pre><p></p>"
}