{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"pe_tides_dream.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 361997,
			"_nDownloadCount": 3473,
			"_nFilesize": 2438230,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/361997",
			"_sFile": "pe_tides_dream.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1108344701
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 104976,
	"_sName": "pe_tides_dream",
	"_sText": "pe_tides_dream is finally done, the third map in the \"Dream\" series by Privo and Rookie.\r\n\r\nYou may have played the first two, pe_metal_dream and pe_rust dream, but this map has a completely different and unique style of play.\r\n\r\nThe first two maps were open, broad, with minimal cover area and lots of ground to cross and snipe. This map is different. Ever play Far Cry? I tried to mimic cover like that. There are bushes, and plants, and rocks for creeping and crawling in. Many times you can simply hide in the bush and jump someone with a knife. It's frantic and quite a bit of fun.\r\n\r\nHowever, an important note is you do not want to play this map with bots. Bots vision is not blocked by the shrubbery in this map, and they will cock you before you even see them. However, with players, it's amazingly fun hiding in the bushes while 4 enemy players run by without noticing you.\r\n\r\nThe map is small and jam packed with crates, gravestones, fountains, pallets, and even an interior house path that must be broken in two, where two helpless citizens were murdered! (Yes that is my lame excuse for using so many blood decals in the room =)\r\n\r\nThe map supports over 40 players, and has been fully tested on a live server with 10+ actual people.\r\n\r\nIf you like this map, please add it to your servers rotation, and possibly check into my two other pe_xxxxx_dream maps.\r\n\r\nAdd the .bsp to your C:\\Steam\\SteamApps\\username\\counter-strike source\\cstrike\\maps folder.  *SERVER OPERATORS* should also add the map to the servers maps folder, where other custom maps are kept!\r\n\r\nEnjoy, and if you have a suggestion for another \"Dream\" map, send an e-mail away to opticalzero@gmail.com and we'll see if I decide to build on it."
}