{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"xmas_icecastle_lite.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 326450,
			"_nDownloadCount": 1741,
			"_nFilesize": 13319020,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/326450",
			"_sFile": "xmas_icecastle_lite.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1261181379
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 105084,
	"_sName": "xmas_icecastle_lite",
	"_sText": "This map is just like xmas_icecastle except the music has been removed. If you want to play with the christmas music, please download the original xmas_icecastle. It can be downloaded here: http://www.fpsbanana.com/maps/118876\r\n\r\nHere is a fun little Christmas map for your holiday amusement. The Ice Castle is home to crystals that produce Christmas spirit. The terrorists are bent on destroying the crystals and ruining Christmas for everyone.\r\n\r\nHere are a few hints and tips for navigating your way around the map:\r\n- The dual speed track is just like the Slideracer maps. The snowmen, bombs and Santa Furby will instakill you, so be careful!\r\n- To control the track speed, shoot the corresponding targets over the track.\r\n- The Castle contains speed tubes that let you quickly go up, down or side to side. Follow the arrows for the proper direction.\r\n- There are also arrow ramps on the roof that let you long jump from one roof to the other. Make sure you jump at the very edge or you will miss the other side. Cross jump at your own peril.\r\n- There are 3 bomb sites. Site A is at the Christmas tree immediately below CT spawn. Site B is on the roof at CT spawn. Site C is located on the balcony overlooking the massive power cube in the Castle opposite CT spawn.\r\n\r\nThis is the same map as xmas_icecastle minus the music.  If you like the music then download the other one!\r\n\r\nStrategy:\r\nTerrorists\r\n- If you have the bomb, try not to die on the track. It is really difficult for your teammates to locate and pick up the bomb when moving at high speed.\r\n- With three bomb sites to choose from, try to get a jump on the CTs by finding the site they’re not defending.\r\n\r\nCounter Terrorists\r\n- Cover all bomb sites and get to them quickly. CTs have the advantage of getting to any bomb site faster than the Ts. It is essential to have your teammates get in position quickly to defend each bomb site and signal where the bomb is going.\r\n- Determine where the sites are located and the fastest way to get to them. Knowing the fastest way from site to site is really important!\r\n\r\nSecret Area:\r\nThere is a secret area in the map. It is not easy to find but I’ll leave you a Jumble. http://www.natcarm.com/castle_jumble.jpg (stirred and course are NOT correct answers)\r\n\r\nThis map is currently playing at the following server address:\r\n8.12.16.219:27015"
}