{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"UPEx 2011": [
						"README.txt",
						"de_upex_2011.bsp",
						"de_upex_2011.nav"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 323029,
			"_nDownloadCount": 4451,
			"_nFilesize": 7339848,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/323029",
			"_sFile": "_3675-.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1272618102
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 105065,
	"_sName": "UPEx",
	"_sText": "UPEx for CS:S\r\n===================\r\n2011 UPDATE FOR CURRENT SOURCE ENGINE\r\n===================\r\n[http://ihmaps.com/](http://ihmaps.com/ \"Innocent Hawk Maps\")\r\n\r\nDescription\r\n===================\r\nIn harsh economic times international package shipping giants UPS and FedEx were at risk of going bankrupt. The government refused to give them bailout money, as the banks and automotive companies had already taken the money. To save themselves, a merger took place between UPS and FedEx to form: UPEx. With all of their resources and business combined they could once again thrive, however some of the stock holders of both companies disagreed with the merger. With rage in their hearts and the Anarchist's Cookbook in their hands, they joined together to terrorize the newly formed UPEx. Will the Counter-Terrorists be able to stop them? Or will UPEx crumble at the hands of an angry Wall Street?\r\n\r\nFull map name: de_UPEx_2011\r\nMap type: DE (Bomb/Defuse)\r\n.BSP file size: 21,829 KB\r\nRelease date: Friday, April 8, 2011\r\n\r\nBombsites: Office (A) and Hazardous Materials Cage (B)\r\nMap Theme: An international package shipping hub.\r\nSpecial Features: The Hazardous Materials Cage (B) is a double-decker bomb point, meaning the bomb can be planted above or below ground.\r\n\r\nPlayers: 16-32 recommended, 40 maximum\r\nCustom Textures: Yes\r\nCustom Sounds: No\r\nCustom Models: No\r\n.NAV File: Yes, but it is just the auto-generated navigation mesh.\r\n\r\nMap tips: Throw grenades over the cubicle walls and climb on room objects to peek over the walls when guarding A.\r\nRemember that B is a double-decker bomb point. Below has more cover for planting, but less places to hide while guarding. Above has less cover for planting, but more places to hide while guarding.\r\n\r\nInstallation\r\n===================\r\n\r\nExtract the .BSP and .Nav files to \"...\\Steam\\steamapps\\username\\counter-strike source\\cstrike\\maps\"\r\n\r\nSimple, right? :)\r\n\r\nSpecial Thanks\r\n===================\r\n\r\nThanks to my friends for testing various versions of the map:\r\nWolf, Jackal, Spartus Tana, DoubleDragn, AsianDeath, BlindMan\r\n\r\nAlso thanks to the EoS Clan (formerly [RvLuZn]) for hosting the beta of my map for testing, and to all the players on that server who tested it! You can visit their website at http://claneos.com/\r\n\r\nAlso thanks to all the hard work that has gone into creating tutorials at:\r\nhttp://developer.valvesoftware.com/\r\nhttp://www.cstrike-planet.com/\r\nhttp://www.editlife.net/"
}