{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"aim_ag_texture2_house_b1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 342884,
			"_nDownloadCount": 2370,
			"_nFilesize": 646059,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/342884",
			"_sFile": "aim_ag_texture2_house_b1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1207348963
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 105653,
	"_sName": "aim_ag_texture_house_b1",
	"_sText": "This is my first finished project which I'm hoping people will like.\r\n\r\nBasically, I used to play alot of aim maps, with aim texture 2 being my favourite. But from playing it so much I notice that it  has a few problems which can make the map unbalanced. It is mainly the fact that ct's spawn is so open and prone to attack, it doesn't give the ct a good chance with any upper ground to shoot from, so I decided to give them a worthy base, as well as a few added areas to both help speed up rounds and make them more interesting.\r\n\r\nFirstly, the terrorists have small pigeon holes to shoot from, giving them cover while picking off counter terrorists planning to rush.\r\nThere are a few places now for both cts and ts to hide or just take cover, mainly small 'pockets' in the walls for them to lay low and cause less problems with blocking.\r\nSince the cts now have a raised base, the terrorist's base and cts are both connected from the side, which means there is a new front to be defending and attacking from.\r\n\r\nRemember that annoying useless place that people used to hind in, under the boxes in terrorist's base? Well I've turned that into a quick escape route if the counter terrorists are surrounding you.\r\n\r\nI hope that people will like my additions, I understand that many begginers edit aim maps and make new ones, but don't underestimate it, it's not another aim EXTREME or anything, just something I made with knowledge of what I'd probably want out of an aim map.\r\n\r\nAlso, there's a secret button which can really make things a bit more exiting, by pressing the button, the map will start to flood at a controlled rate, adds something new to the game and stops people from camping so much. It looks a bit low quality but it stops people's machines not coping with the amount of water.\r\n\r\nPlease don't be so harsh with it, I'm no expert at hammer just yet, but any suggestions and feedback to how the map plays would be very nice.\r\n\r\n(the reason it's called 'house' is because it was made for my old clan's aim server, but since they have disbanded, I have finally decided to release this publicly.\r\nScreenshots:\r\n\r\nhttp://rapidshare.com/files/104921151/1.rar.html"
}