{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"aim_battlefield.bsp",
					"aim_battlefield.nav"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 340848,
			"_nDownloadCount": 1283,
			"_nFilesize": 731436,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/340848",
			"_sFile": "aim_battlefield.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1214662953
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 106216,
	"_sName": "aim_battlefield",
	"_sText": "This map is based on your aiming skill, so you either start with a machine gun or (rarely) with a scout. You can get the scout from the sniper layer but it's quite dangerous, you can easily be shot.\r\n\r\nThe map is seperated into 3 layers.\r\n\r\nThe lowest, bunker layer is the safest. Even if you're standing, only your head can be seen. Two people from the two teams on this same layer can only shoot eachother's heads, unless they are jumping, wich is common with BOTS.\r\nYou can see all layers from here, but you can't see anyone who is behind cover in the middle layer, nor can you see anyone on the sniper layer of they are far away.\r\n\r\nThe middle layer has a set of concrete tower covers, their top can be shot off, so they can be seen from the sniper layer. You usually spawn behind cover, but there is one spawn point where you are prone to all layers' fire(Tough luck, huh?).\r\nYou can see all layers from here, but i think you should slide down to the bunker layer unless there are not many people who know you are hiding there.\r\nThis is the most dangerous layer.\r\n\r\nThe sniper layer has only two spawnpoints, so you have to be lucky to get to spawn there.\r\nThe houses have scouts in them. You can shoot other snipers on the opposite side(should be the first thing you do), then you could shoot the unlucky people on the middle layer. \r\nYou cannot see the lower layer unless you move to the edge, but you are easily visible. If you are certain there is no-one in the sniper or middle layers, you should drop your scout and hurry to one of the lower layers.\r\n\r\nSome of you might think using the machine gun in an aim map is a riddicolous idea, however, it's not as inaccurate as you may think. Actually, i can get quite a few good headshots with it.\r\nIf you don't think you can shoot the enemy from a distance, you can attempt to climb over and cross the bridge in the middle, it takes some time for the enemy to break it, if not your skull, so be hurrying and be sure no-one nitces you. That bridge connects the two bunker layers.\r\n\r\nThere are other two undestroyable small planks wich connect the two sniper layers. You can also cross here, but be careful, you can be taken down here aswell!\r\n\r\nIt's not surprising it's so hard to make it on the other side, since the point of the map is shooting hte enemy from a distance.\r\n\r\nWell, i hope you like it, have fun!"
}