{
	"_aAlternateFileSources": [
		{
			"url": "http://overloaded.eu/maps/aim/bcut/Data/aim_bridgecut_overloaded.eu.rar"
		}
	],
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"overloaded.eu": {
						"cstrike": {
							"maps": [
								"aim_bridgecut.bsp"
							]
						}
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 283916,
			"_nDownloadCount": 1701,
			"_nFilesize": 121337129,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/283916",
			"_sFile": "aim_bridgecut_overloadedeu_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1425157147
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 106344,
	"_sName": "aim_bridgecut - 1.0 Old Version",
	"_sText": "Bridgecut was an experiment for me. How far can i push the source engine? How much details can I add? How much realtime reflectiones? how much physics? and and and......<br>At the end, I reached 3 limits that makes the map unplayable.<br><br>1. I reached the brush limit on this map, so the bsp can not created, yes on an aim_map^^ Over 100 brushes to much and the background was unfinished. That was really shit.<br><br>2. I have have testet hdr lighting and it was to much for the vrad, maybe makable without the light switches.<br><br>3. At the end i have to much entities in the map and i must reduce, or optimize things, it was crazy, if i placed a new entitie, i must delete 1 or 2 other to make room for it.<br><br>Thats why my project called overloaded<br><br>The map is really great, it looks awesome and things like the automats or the codelock make it more interaktive.<br><br>The problem is the performence, 70fps min are not really great for an i7.<br><span class=\"RedColor\"></span><br>I spent years of work on this map, with the intention to do things, that nobody do. Things that I cant do. My first textures are the textures in this map. It was so hard at the beginning. But now i can create everything what need.&nbsp; It's just learning by doing. Today i can do so much more things and i work faster and faster. So the work was not just for the map, it was for my comlete project, for ovl! Now i have over 220 self created textures in a nearly perfect quality. :)<br><br>The map makes on some servers problems. I dont know why, but I have a\r\n<br><br>door soundloop bug on my server. But just one door, the other doors are working. The soundloop are just not stopping, really frustrating and not playable!Offline, I hear no problems. <br><br><span class=\"RedColor\">I<span class=\"RedColor\">f anybody knows about a config that fix this, please pm me. Thanks :)</span></span><br><span class=\"RedColor\"><span class=\"RedColor\"></span></span><br><a href=\"https://www.youtube.com/watch?v=1HHbw1o35Ws \" bad=\"\" quality\"\"=\"\" target=\"_blank\">Bad Quality on Youtube</a>\r\n<br><br><a href=\"http://overloaded.eu/ \" good=\"\" quality\"\"=\"\" target=\"_blank\">Good Quality on overloaded</a>\r\n<br><br>Please rate the map and give me some Feedback :D\r\n<br><br>**\r\n<br><br>Kotzekocher**\r\n<br><br>(Felix Schulz)"
}