{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"aim_colt_axel.bsp",
					"aim_colt_axel.nav",
					"aim_colt_axel.txt"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 356167,
			"_nDownloadCount": 1296,
			"_nFilesize": 876858,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/356167",
			"_sFile": "aim_colt_axel.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1158588966
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 106531,
	"_sName": "aim_colt_axel",
	"_sText": "Unreal building. I get this idea in one of my dream. Whole fight is realizing on one floor. This is aim map, on start player get M4A1 colt. But if he will not like it , in the middle is buyzone. But watch your heads . . . \r\n\r\nThis is my second map. I did it more than 7 months, becouse my SDK had 3 big problems with this map and several less important too.\r\n\r\nOn the begining of developing I save map, close sdk and turn off PC. Usual day. One day latter I want it open, but it show my errors. I had to change it to txt, find the stupid SDK mistake in 500 page document, corect it and again save it to wmf. How big wizzard I was.\r\n\r\n2nd problem was with whole Hammer. Maybe some people know about it, maybe not. It was about 3D windows in hammer. One day i start it and  . . .  WHAT THE HELL ? And it was everything becouse i have ATI card, not Nvidia. And nobady from Value solve problem more then 4,5 months.  More about this problem on http://www.gjar-po.sk/~buday3b/halflife/image/error.JPG\r\n\r\n3th problem - it was nothng. All texturs just disappiered. But one day it started work again. \r\n\r\nAnd many more problems happend during developing of this map. (Broken SDK, missing models,.....) So I recommend you enjoy it. It is probably the most errorable map you have ever played. \r\n\r\n\r\nNow I am working on aim_colt_jamo map, brother of this map. I hope i will make it soon. \r\n\r\n\r\nIf you have find some errors or you would like to comment it, please write it to my adress blackhood@post.sk (There exist probabiltiy, that i will publish a patched map.) \r\n\r\nThis map is devoted to my good friend Alex."
}