{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"aim_deathstar.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 338148,
			"_nDownloadCount": 1563,
			"_nFilesize": 4472917,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/338148",
			"_sFile": "aim_deathstar.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1222156200
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 106972,
	"_sName": "aim_deathstar",
	"_sText": "A finalized version of my Death Star map. Everything I need to say, was said in the details of the beta I posted.\r\n\r\nSome notes:\r\n\r\n1. This is not, I repeat NOT a final version, I will update it sometime in the future with new/improved stuff.\r\n2. I added 1 bombsite, in case you want to play DE.\r\n3. It's not perfect, there are a few minor mistakes. I'm not the best mapper out there.\r\n4. No HDR due to the textures I used (They look really messed up with HDR and I'm not skilled at doing HDR).\r\n5. It's a big map, almost 30mb uncompressed (4mb archived).\r\n6. I did not use anything to lock the map from being decompiled, I just hope I won't regret this. So please, if you do decompile it, do it for good intentions, don't steal it.\r\n\r\nIn the future when I do update, I am hoping to replace some textures. I had an idea, and pictures of the textures I wanted to use from Half-Life 2, but for the life of me I could not find them. Also, no, I won't be using custom textures that match the Death Star, sorry, I don't do textures. Maybe if I can dig up some good enough textures I'll use 'em.\r\n\r\nI was surprised I was the first to make a Death Star map for Counter-Strike: Source.\r\n\r\nFinal note; I was going to release a navigation mesh for the map for bots, but I decided against that, because when I tested the beta with bots, it sucked, it's not a bot map, and it would take the better part of forever to make the navigation mesh."
}