{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"aim_deathstar_beta.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 338680,
			"_nDownloadCount": 1295,
			"_nFilesize": 3830727,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/338680",
			"_sFile": "aim_deathstar_beta.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1220385360
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 106973,
	"_sName": "aim_deathstar_beta",
	"_sText": "This map is of the Death Star's Superlaser control room, and what I think is the reactor room (Not sure what it is officially called).\r\n\r\nAt the time the map is in beta with many things that still need doing, like changing some textures, making props and finishing the superlaser control room among many other things.\r\n\r\nIt's not a perfect replica of the rooms because of sizing, trying to fix that now will take days, and textures, I didn't try to get licensing from LucasArts to use their textures they used in Star Wars: Battlefront 2. Also the design of a lot of the brushes are not perfect.\r\n\r\nThe map included is fully working, has both T and CT spawn and shouldn't have any bugs that I don't know about. Map is currently a 21-player map.\r\n\r\nWhere you see the doors marked with caution colors (Blast doors) I won't be developing rooms on the other side unless I decide to make the full Death Star which I doubt I will.\r\n\r\nThe main reason I am uploading this now in beta is for criticism, I really need help from other players and people that know the Death Star more then I do to fix or improve things.\r\n\r\nThings I will fix/add:\r\nFinish the Superlaser control room\r\nBomb site for regular in Superlaser control room\r\nSome brushes\r\nSizing on some brushes\r\nMore spawn points\r\n\r\nThings I won't be fixing/adding:\r\nExtra rooms\r\nSecret rooms (That I will tell :P)\r\nResizing of the entire map to make everything proportionally correct to the original\r\nSome textures (I used to closest textures I could without making any or using outside textures)\r\nParticle effect for the Superlaser (I don't know how and I'm pretty sure the HL2 Source engine doesn't use particle effects)\r\nHDR (The textures I used look really bad with HDR lighting so I won't be doing HDR)\r\n\r\nI'm also not the best mapper in the world, so yeah, you can't really expect it to be super perfect or anything.\r\n\r\nThis beta will not be coming with a NAV file, so if you need it, make it yourself). The map doesn't work good with bots anyway.\r\n\r\n\r\nUPDATE: FINAL RELEASE HAS BEEN UPLOADED: http://www.fpsbanana.com/maps/66917"
}