{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"READ NOT ME.txt",
					"aim_devforest_v1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 329629,
			"_nDownloadCount": 1113,
			"_nFilesize": 372295,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/329629",
			"_sFile": "aim_devforest_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1250415245
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 107012,
	"_sName": "aim_devforest_v1",
	"_sText": "******* PLEASE READ | PLEASE READ | PLEASE READ *********\r\nTHIS IS THE OFFICAL AIM_DEVFOREST. THIS IS THE FIRST VERSION 1.\r\nTHERE IS NO VERSION TWO AT THE MOMENT. THERE WON'T BE ONE FOR A LITTLE BIT LONGER. DO NOT DOWNLOAD A SECOND VERSION UNLESS YOU CONSULT THE WIP THREAD, OR THE MAPPING FORUM RELEASES. I WILL PUT LINKS LATER\r\n---------------------------------------------------------\r\n---------------------------------------------------------\r\n\r\n|| Chatter ||\r\nAlright, ladies and gentlemen. Here I am bringing you, \"aim_devforest_v1\". There currently is NOT a version two of this map, so please, if you see a V2, please contact me as soon as possible.\r\n\r\n|| MAP INFORMATION ||\r\n   THE MAP INCLUDES THE FOLLOWING;\r\n+ Secret rooms and ladders around the map for high quality sniping range.\r\n+ Two bases. One for Terrorist and one for Counter-Terrorist.\r\n+ Each base contains the following weapons;\r\n                                         - AK47's\r\n                                         - SCOUTS\r\n                                       & - HEV GRENADES\r\n+ A \"jail\", only that this one kills you. (25 health take-away per second)\r\n+ Some kind of \"crates\" in the middle of the map, work as obstacles for people that are new to the map, but also cannot be shot through them, therefore protective.\r\n+ If you fall off the edge you shall be teleported to the jail as stated above, where you WILL die.\r\n+ Both spawns are facing each other, but to prevent killing from one spawn to another, there is a \"blockbullet\" stool above the crates.\r\n+ I have decided to put the \"blockbullet\" stool because if playing either standars or DM gamemodes, players that do not die in the previous round, will keep their weaponry with full ammo (Coded in CS:S script, cannot be changed), they could shoot their enemies off from their base.\r\n+ Once jumped off your spawn base, you cannot regain access to it until next round, therefore, none of the both teams will be able to access each other's base, nor their owns. Preventing spawnkilling.\r\n+ Since it is a long way up from the spawn to the ground, there is some kind of \"watery\" block down besides the \"jump-off\" so that you do not harm yourself.\r\n+ The map player rate is 32, since there are 16 spawn points in each base.\r\n (32 players in total, 16 CTs and 16 Ts)\r\n\r\n|| INSTALLING INSTRUCTIONS ||\r\n   To install this map, please extract the .zip file onto your desktop, and then copy the \"cstrike\" folder inside the .zip that you just extracted, and paste it onto your \"Steam\\steamapps\\USERNAME\\counter-strike source\" folder. Overwriting will NOT be required.\r\n\r\n|| CONTACT ||\r\n   If you wish to know how I did something, or just want to talk to me about something on the map, or you know... you name it. Just feel free to send me a PM (Private Message) throughout the website, or just send me an email to \"wormagkz@hotmail.com\". You can also check my website at \"www.physicalpixels.ukgame.co.uk\". I'm sorry for any inconveniences with the website, but I'm currently working on it, and I preffer to have a \"Maintance\" index rather than a messy one.\r\n\r\n|| SUGGESTIONS ||\r\n   I am REALLY in need of suggestions for a V2 of this map, so as stated above, please contact me with suggestions, it is really urgent since most of my friends are just being \"stupid\" with them. (You know, saying muffeenz and laz0rs)\r\n\r\n|| THANKS ||\r\n   Thanks for actually being bothered in reading all of that, and I am hoping you do download my map and tell some of yer' friends about it. That's it, so, peace out!\r\n\r\n"
}