{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"README.txt",
					"devbox_v6hdr.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 314669,
			"_nDownloadCount": 1414,
			"_nFilesize": 541044,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/314669",
			"_sFile": "_1768-.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1297806870
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 107011,
	"_sName": "Aim_Devbox_V6",
	"_sText": "This map, known as Dev-Box, was my first Real Dev. Map. This map includes a large building in the centre, off to the side, with ladders, two stories, and a roof. The map contains a lot of ladders, and railings, and to my knowledge, has NO errors. The map also contains a small sniping building on the Counter-Terrorist side, and a ramped ledge, leading to the Main building on the Terrorist. The map may look rather.....One-Sided due to the Counter-Terrorist having a large building, but by the time anyone can get to the top, the opposition can be relatively, anywhere. This map has been really fun to create, and can house up to sixteen players a side, (Making 32 total, which, to my knowledge, is the maximum for most servers.) although, after about 12 a side, the map gets slightly cramped, but still makes for fast-paced rounds. I have played this map on my server using CSS Deathmatch plug-in, by BAILOPAN, and it runs very nicely. This map has one small problem, although for most server operators, or players, this isn't a problem. BOTS do NOT use the ladders, I will try to fix this, and any information on this would be nice. Although they don't use the ladders, and some people may Camp on top of certain buildings, the BOTS are still, very deadly in this map. Have fun!\nCurrent Version:\t\t\t6\nSize:\t\t\t\tSmall\nMap Type:\t\t\t\tAIM/Arena\nLighting:\t\t\t\tYes\nHDR:\t\t\t\tYes\nMin. Players:\t\t\t2\nMax. Players:\t\t\t32\nBots:\t\t\t\tWD (With Discretion, read intro for details.)\nLadders:\t\t\t\tYes\nRamps:\t\t\t\tYes\nSkybox:\t\t\t\tYes\nSkybox Type:\t\t\tBorealis01 (A Twilight type Skybox)\nNumber of Known Problems:\t\tZero (The Bot problem is with all my maps)\nStage:\t\t\t\tFinal/Stable (If a problem arises, I will fix, also the bots.)"
}