{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"aim_fortwars.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 325472,
			"_nDownloadCount": 1599,
			"_nFilesize": 3105956,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/325472",
			"_sFile": "fortwars.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1264176899
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 107364,
	"_sName": "aim_fortwars",
	"_sText": "Map by bloodz.\r\n\r\nFortwars was made to play well and be fun. It stays true to the general low detailed aim maps, but still look as good as possible. (clean design)\r\nHere is a video of some gameplay and a view of the map:\r\n-YOUTUBE VIDEO- \r\n\r\nhttp://www.youtube.com/watch?v=XWYWl5MKHTM \r\n\r\n-YOUTUBE VIDEO-\r\nCredit for the video goes to Roadworks(WOOOOO ROADWORKS)-Video is posted on his account.\r\n\r\nThere are many ways to attack and different routes to take.\r\nI tried to balance it evenly so awps arn't always the ones that win. \r\n\r\nSome Features :\r\n\r\nUnderground water systems that lead from base to base and to the middle\r\n3D Skybox\r\nHuge amounts of spawn Points\r\nMany,many,many sniping points\r\nMany various different areas to hide behind and take cover behind\r\nsides are balanced and both forts are exactly the same.\r\n\r\nMUCH MORE-Watch teh video\r\n\r\n \r\nOver 30 hours of beta testing has been put into this map to make looks and gameplay just right. (Thanks beta testers)\r\nAnyone who downloads gets a free ecookie!\r\n\r\nIf you have found glitches or have any suggestions AT ALL comment or add me to steam friends and tell me: blood_boyo\r\nPlease do not alter the map without permission. I'm happy for different logos to be added to my map as long as you ask and dont change the name!\r\n\r\nIf you redistribute to other sites, please give credit and also let me know.\r\n"
}