{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"aim_mcm_amazing.bsp",
					"aim_mcm_amazing.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 321221,
			"_nDownloadCount": 1243,
			"_nFilesize": 446457,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/321221",
			"_sFile": "aim_mcm_amazing_by_looxlmc.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1279802561
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 108041,
	"_sName": "Aim_McM_Amazing",
	"_sText": "LooxLMC \r\n\r\nHey i have done this map all on my shelf. \r\nThis map is easy to install to just go in to my movie on youtube http://www.youtube.com/watch?v=9WTA29oHFgU or go in to my channel\r\nhttp://www.youtube.com/user/LooxLMC. Here is a guide how to install my map on text-------> \r\n\r\nwould you download my map to your counter strike source server?\r\nor maybe just try it in counter strike source?\r\n   \r\n\r\n\r\n   \r\n-Installation-\r\nfirst you need to download my map which I have at the bottom of this page.\r\nfile that you download is in. exe and called Fy_TheHouse_Norush_inreal.exe\r\nfile is in. exe to make it easier for you to install.\r\n\r\nFor CSS ONLY!\r\n\r\n-1 - First you need to find your counter strike source folder located in\r\n\r\nC: \\ Program Files (x86) \\ Steam \\ steamapps \\ username \\ counter-strike source \\ strike\r\n\r\n-Important-you must change the username for your user name or else it is the wrong map!\r\nand\r\nnote that it is Program Files (x86 )-----> is for Windows 7 that I have.\r\nbut if you have vista or xp, you can delete the (x86)\r\n\r\ndeta was the first way to find your strike map. You will need it later.\r\nIf you can not find it so you can search for steamapps. For it leads you to your user name. If you find your user name on steam so you can find counter strike folder. If you find it so, just go into the strike folder!\r\nYou is now done with step one!\r\n\r\n-2 - My. Exe, just enter C: \\ Program Files (x86) \\ Steam \\ steamapps \\ username \\ counter-strike source \\ strike \\ maps\r\nif you have found so strike visit maps. Then copy the link as I have done in mapen maps when you're done, just press install.\r\n\r\nJust CSS SERVER!\r\n\r\nit is the same as CSS, but that you enter on your counter cstrike cstrike source server so it can look like this\r\n\r\nC: \\ Program Files \\ Steam \\ steamapps \\ username \\ source dedicated server \\ strike \\ maps\r\n\r\nbut if there is a map called Maps.\r\n\r\n\r\nyou can put in anything but the fromatet the map is. bsp.\r\n\r\nNow you're done!\r\n                            all by LooxLMC"
}