{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"aim_p90.bsp",
					"aim_p90.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 345873,
			"_nDownloadCount": 1232,
			"_nFilesize": 3954002,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/345873",
			"_sFile": "aim_p90_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1198469786
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 108280,
	"_sName": "aim_p90",
	"_sText": "Sorry about the screen shots being really low quality, I can't take screen shots with steam, my computer won't let me so I had to use an actual camera and upload the images to my computer. But that's also why I included a video, to make up for the crappy pics.\r\n\r\nThis map revolves around my all time favorite gun. the P90. I have been using the P90 for almost as long as I've been playing css and I was a bit dissapointed when I noticed the very low amount of maps for this gun. So I went out and studied the P90 and how well it works at different distances, using this knowledge, i made this map. This map has 4 buildings, 3 levels above the buildings, a middle tube with spiral staircases, a huge basement with plenty of structure and several other pieces of structure around the map. It is overall the best i've seen for the P90. I hope you all like it!\r\n\r\nThis map has 40 spawn points, buy zones, a skybox a .nav file and vehicles. It can also be used with other guns other than the P90, but overall, the P90 works the best here.\r\n\r\nHere's a video of the map:\r\n<object width=\"425\" height=\"355\"><param name=\"movie\" value=\"http://www.youtube.com/v/kah66OKGQSU&rel=1\"></param><param name=\"wmode\" value=\"transparent\"></param><embed src=\"http://www.youtube.com/v/kah66OKGQSU&rel=1\" type=\"application/x-shockwave-flash\" wmode=\"transparent\" width=\"425\" height=\"355\"></embed></object>"
}