{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "README + INSTRUCTIONS.txt",
					"Screenshots": [
						"overview.jpg",
						"taclight.jpg"
					],
					"cstrike": {
						"maps": [
							"aim_pillars_night.bsp"
						]
					}
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 304849,
			"_nDownloadCount": 1186,
			"_nFilesize": 612948,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/304849",
			"_sFile": "aim_pillars_night_by_arnachy.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1330127799
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 108333,
	"_sName": "aim_pillars_nightv1 (3vs3)",
	"_sText": "Hey guys! Shortly after releasing my very basic map aim_pillars_v1 i played around with the light options a bit and some friends made suggestions what to make better. :)\r\n\r\nThere are alot of pillars on the map, which makes getting shots on target a real aiming challenge. In addition, in the middle of the map is a large gap that separates the two spawns and cannot be passed without dying. This forces you to keep distance to your enemy and you'll have to aim very accurate. The _night-Version also makes things a bit harder by making the map...darker (wow.). The flashlight can be a livesaver in some situations.\r\nThe pillars offer perfect cover against all kind of weapons, even AWP's will not hurt you if positioned behind a pillar.\r\n\r\nChangelog:\r\nThis version isn't only a straight conversion to a nighttime map, it also contains **big balancing improvements**:\r\n1. The terrorists now have 3 instead of 2 AK47's and 2 instead of 3 Glocks.\r\n2. To get an AWP, you have to jump on the little bench (where the spawn weapons are) and duck-jump up to the big spawn-protection wall. Each team has 1 AWP.\r\n\r\nEvery team gets all the important weapons (M4, AK47, MP5, Deagle, AWP, Famas, HE-grenades ect. ...).\r\n\r\nAttention: I plan doing more versions of aim_pillar maps for a larger amount of players (12-20). This is one of the first maps I ever created and i would really appreciate CONSTRUCTIVE criticism. ;)\r\n\r\n**Enjoy!**\r\n\r\nSpecial thanks go to Berkay aka RaZoR for having the idea to put the AWP up that wall. :)"
}