{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"aim_texture_overrun.bsp",
					"aim_texture_overrun.nav"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 349284,
			"_nDownloadCount": 1266,
			"_nFilesize": 357771,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/349284",
			"_sFile": "aim_texture_overrun.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1187506212
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 109013,
	"_sName": "aim_texture_overrun",
	"_sText": "This is the usual base-vs-base fare with a twist (as usual :p)\r\n\r\nThere are 3 levels intertwined in the interior of each base, and although they overlook each other with windows and steep ramps, it's difficult to move from one level to another. Trying to move about within your own base presents you with constant disadvantages- ambush locations, sniping windows, exposed positions.. the safest direction to move is always toward the other base. The 3 levels of each base connect to the other base in the center of the map. This, the most vulnerable point on the map, is the major interchange for trying to navigate your own base.\r\n\r\nAnd while the safest direction to move might be toward the other base, it's also easy to defend your base, since you have all the aformentioned advantages against invading enemies trying to advance through your base! These fortresses are designed to be overrun. \r\n\r\nAnd while the inside of the map might be dangerous and labyrinthe, the top of the map is host to a old-fashioned outdoor shootout over a crossing between the fortress roofs. Once the roof has been taken it's practically impossible for even large numbers of defenders below to move about- either they risk the dangerous (and somewhat open) center of the map, or the very open, dangerous, vertically-oriented back of the fortress under direct fire from the roof. However, the roof isn't connected well with the rest of the map and it's possible for defenders below to take advantage of these choke points.\r\n\r\n--\r\n\r\nBots play fairly well on this map, use the included nav file if you want to play with them. 18 spawns (with buyzones)."
}