{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Lisez-moi_Readme.txt",
					"aim_towering_inferno_v2.bsp",
					"lave_mosa誰ques_finie.bmp",
					"lave_mosa誰ques_finie.psd",
					"lave_mosa誰ques_finie.vmt",
					"lave_mosa誰ques_finie.vtf"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 306383,
			"_nDownloadCount": 1323,
			"_nFilesize": 11381341,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/306383",
			"_sFile": "aim_towering_inferno_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1325120179
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 109109,
	"_sName": "aim_towering_inferno_v2",
	"_sText": "Novelties :\r\n\r\n- There are not walls anymore by which we can see through and fire.\r\n- The lights of the small towers are already switched off and buttons were deleted.\r\n- We can now fire on the button of gases and on the big red buttons, which activate too gases.\r\n- When gases are activated, railings traps the player in the room down.\r\n- There are flashes of lighting which touch the lightning conductor and electrify the ground down from the big tower.\r\n- Footbridges enter the big tower and 4 small towers are anymore visible and are better protected.\r\n- Traps are actionable (by firing on 3 buttons) at the top of every footbridge and which make roll a big coal nut on the aimed footbridge. Furthermore, these coal nuts block the access of footbridges when they arrive in the rear.\r\n- There is a big subterranean creusable gallery, like \"Minecraft\"!\r\n- Below the map, there is a new danger zone with the lava and numerous automatic traps!\r\n- There is a teleport below the map (in the zone of lava) which brings the player at the top of the main tower. As soon as the player touches this new teleport, a flash of lighting appears and electrifies the ground down from the main tower.\r\n- At the top of the main tower, there is 2 awp, 4 smokes and 4 small zones where we can better see the rest of the map.\r\n- The lighting of the map was improved, but with a darker sky."
}