{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_bloodstrike_od.bsp",
					"cs_bloodstrike_od.nav",
					"cs_bloodstrike_od.txt"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 351112,
			"_nDownloadCount": 5043,
			"_nFilesize": 216067,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/351112",
			"_sFile": "cs_bloodstrike_od.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1181092066
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 109557,
	"_sName": "cs_bloodstrike_od",
	"_sText": "First of all, this is my first map submission, and was the product of my first time using Hammer.\r\n\r\nSecond, I couldn't find any way to contact the original author, so I don't have any permission or anything, but since I'm posting the original readme, and give credit where credit is due, I think this is not a problem?\r\n\r\nOriginal readme stated:\r\n--------------------------------------------------------\r\n<div>Map:\t\tcs_bloodstrike\r\nType:\t\tdeathmatch\r\n\r\nAuthor:\t\tStinger\r\nEmail:\t\tzithri@hotmail.com\r\n\r\nDescription: \tThis is a remake of the classic Counter-Strike map, cs_bloodstrike. This version includes barrels, fog and cool lighting. Early on, I saw the cs_bloodstrike_s map, but it looked like it had been put together in five seconds, with textures done poorly and all sorts. So I decided to try and do a better version of it. I hope you like it. Also included is a nav file for the bots.\r\n\r\nInstallation:\tPlace the cs_bloodstrike.bsp, cs_bloodstrike.txt and cs_bloodstrike.nav into your ...\\Steam\\SteamApps\\username\\counter-strike source\\cstrike\\maps folder. And have fun!</div>\r\n--------------------------------------------------------\r\nI'm someone that likes a bit of eye candy along with the gameplay, so I got bored pretty fast with the bland textures in the original. I decided to edit them, which was my first time using Hammer. I added a couple of props, decals, and some amateur brushwork. And of course the overall texture change.\r\n\r\nI liked the result, and think it's better to look at while not ruining the gameplay in any way. Had doubts about submitting it without permission or anything, so if I'm breaking any written or unwritten rule here, please tell me :).\r\n\r\nCompare to original here: <a href=\"http://www.fpsbanana.com/maps/4409\">http://www.fpsbanana.com/maps/4409</a>\r\n\r\nNOTE: I did NOT create this map or it's layout. It's an edit of an existing map! I am merely posting this for others to enjoy, not to take any credit! "
}