{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_iraqi_freedom.bsp",
					"de_iraqi_freedom.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 335316,
			"_nDownloadCount": 2384,
			"_nFilesize": 15090332,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/335316",
			"_sFile": "de_iraqi_freedom_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1231691880
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 109640,
	"_sName": "de_iraqi_freedom",
	"_sText": "Ok, \r\n\r\nSo this is my new css map, first of, its not a Bomb and Defuse map its an Aim map. So its all about shooting your enemy. Its an epic map with lots of different ways to go. The idea was to create somewhat the same as my last map, but improve on it and make it bigger. And i think it has worked out fine. This time the bsp has all files in it. So radar models and skins are all in. And on fps it works fine, i have 40-60 fps in all places. Indoors the fps is a bit higher most of the time. I have also included background noise with a new addition of mortar falling down ramdomly. The don't damage the players because they fall outside the map... This map also has moving window covers, They cant break and need to be opened by shooting them or hit them with your knive. I think they are nice. \r\n\r\n\r\nMax players I say 8 vs 8 but i like to play with a low amount of players. There are enough spawns so playing 16vs16 isn't a problem. I never tested it 16vs16 but I gess it will be pretty epic. \r\n\r\nPlaying with bots is also possible, there is a costem nav file. Its not perfect because bots sometimes run into props. But on hard or expert they play very good.\r\n\r\nNow two bugs: one is a tree standing inside a building because of some visgroups being off when i placed the destroyed buidling... The other one is a missing model, but that model isnt importand.\r\n\r\n\r\nThen the video: To have a first look.\r\n<object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/GEIHET_gIGQ&fmt=18&hl=nl&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/GEIHET_gIGQ&hl=nl&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object>"
}