{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"fk_pipedream.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 335610,
			"_nDownloadCount": 2106,
			"_nFilesize": 23759643,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/335610",
			"_sFile": "fk_pipedream_fix2_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1230882400
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 110081,
	"_sName": "fk_pipedream",
	"_sText": "<B> READ THIS NOOBS, READ THIS NOOBS, READ THIS NOOBS, READ THIS!</B>\r\n<i>Sorry, but you HAVE to read this to avoid any problems!</i>\r\n\r\n\r\nHello there.\r\n\r\nSo basically, I got really bored, and felt like making a little map for knifing bitches in, and I came up with this piece.\r\n\r\nI tried to make a style similar to Mirrors Edge, which is pretty much done with the textures. All the textures in this map are custom, even the props (they're reskins).\r\n\r\nThe map was originally intended to be an over-the-top detailed novelty map for a portfolio, but I guess it can be that and a playable knife map...right?\r\n\r\nThe textures are simply matte, plain colors that use detail normalmaps to give the texture depth and such. Valve did the same thing with a couple of episode 2 textures that were used in the silo maps (Crows Nest chapter). EVERY texture has a normalmap applied to it.\r\n\r\n\r\n\r\n<B><U>THE RESKINS ARE NOT INCLUDED NOW! THEY WILL NOT WORK IF EMBEDDED SO YOU MUST DOWNLOAD THEM SEPARATELY AND INSTALL THEM LIKE YOU WOULD A WEAPON RESKIN. DOWNLOAD THEM HERE!!!!</B></U>\r\n\r\n<u>http://www.mediafire.com/download.php?ymbqyzvjnky</u> <- LINK TO DOWNLOAD THE RESKINS!\r\n\r\nThe only downside to this is that the props that are reskinned will remain this way in any map you play. Honestly though they look good anywhere I guess. They have phong so they should look right in any lighting.\r\n\r\n<b>THE MAP HAS BEEN UPDATED ONCE AGAIN, ALL CUSTOM CONTENT <I>SHOULD</I> BE INCLUDED, EXCLUDING THE RESKINS WHICH MUST BE DOWNLOADED AND INSTALLED SEPARATELY!</B>"
}