{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"maps": [
							"ka_dune.bsp",
							"ka_dune.nav"
						]
					}
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 349429,
			"_nDownloadCount": 1476,
			"_nFilesize": 2515997,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/349429",
			"_sFile": "ka_dune.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1187107004
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 110220,
	"_sName": "ka_dune",
	"_sText": "Alrighty then, well, this map is primarily an experiment with making every visible surface to be a displacement with the exception of the water. Anyway, this is supposed to be located near where de_dust and de_dust2 take place. Maybe not, who knows really. But either way, this is supposed to be some sort of rock quarry in the middle-east,. It gets to be a lot of fun when you play with a full server. What usually happens is that everyone goes toward the center, a few deaths occur and people from either side begin to back out of the fight and hide behind one of the rock platforms or in one of the caves. Then that's where it gets interesting. What's really fun to do is to get an opponent to start chasing you, then one of your team-mates starts to chase them, and vice versa until it begins to look like the Boston Marathon.\r\n\r\nSo special features; for one, it has HDR which is a nice feature to have, especially in desert map. A 3D skybox is something that a lot of people like apparently, so I added that. There is even an easter egg. What is it? Well, look up at where the fences are, look to where a gap is; there's a man standing there watching the whole fight. He's not static, watch him, he'll shift a bit. Anyway, I hope you'll enjoy this map, I know you will. If not gameplay, then visually.\r\n\r\n<b><span style='color:#f55'>EDIT: As a side-note the caves are supposed to lack lighting. So do not downvote something that was intentional.</span>"
}