{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ka_poison_knives.bsp",
					"ka_poison_knives.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 344964,
			"_nDownloadCount": 1141,
			"_nFilesize": 286704,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/344964",
			"_sFile": "ka_poison_knives.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1201108908
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 110399,
	"_sName": "ka_poison_knives",
	"_sText": "I made this map to test the intelligence and speed of players. It all starts off with you and another person on your team stuck in a room across from 2 other people from the other team blocked by a very thick piece of glass. In the room I provided 2 hegrenades to do what you wish with. You can use them to kill yourself before the poisoned air does, or you can use them to help escape from the killer room. While you're stuck in there, both you and your partner and losing 1hp every half second. You have 50 seconds to get out of the room before you get killed from the poison gasses in the room.\r\n\r\nTo get out of the room:\r\nthere are a few ways to do this, first is to have your buddy stand on the block by the wall then you jump on his head. From there you jump onto the wall and jump over to the vending machine. Knock the vending machine down and help your buddy get it into a position where both of you can jump on it to break the glass wall in front of you. Once you do that jump out and you'll be teleported to a knifing room where you and your buddy get teamed up with the 2 people from the other team who were just across from you in a raging knife fight. \r\n\r\nThe other way (this also works if you're in teh room alone) to do this is to grab one of the grenades in the corner. Throw it up behind the vending machine and blast it down to you. If you mess up there's a second one to try again, but if you mess up again you're screwed. So once you get it down you can position it to get up onto the wall and break the glass wall that's on it then jump down into the knifing room. \r\n\r\nOr, you could be a complete ass and jump up on your buddies head and just break the glass and jump out without your friend leaving him to get out by himself. If you're going to do this to make him mad, make sure you get rid of both of the grenades before leaving. \r\n\r\n\r\nThe knifing room:\r\nThis room is where you'll have to go up against another person on the other team in a knife fight. In the room tehre are glass walls which can be broken once you beat your opponent to get to your next opponents. \r\n\r\nJust remember, if you don't get out of the room within 50 seconds, you're dead unless if you have more than 100hp. \r\n\r\nAnd also, don't try using bots here. They are so stupid when it comes to things like this. I just did it to get the .nav file but when it came to actually trying to get out, my bot buddy on my team wouldn't move. He sat in the corner with a grenade in hand and did absolutly nothing. \r\n\r\nWell, I hope you like it and hope you have fun playing it. Try it out and leave me with an assessment. Thanks!"
}