{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"n00b_ka_4ramp_v1.bsp",
					"n00b_ka_4ramp_v1.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 340238,
			"_nDownloadCount": 1309,
			"_nFilesize": 541485,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/340238",
			"_sFile": "n00b_ka_4ramp_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1216462676
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 110599,
	"_sName": "n00b_ka_4ramps",
	"_sText": "This is the first and likely the last version of this simple yet unique KA map of mine, created for the n00bshack clan's server. (63.209.36.84:27015, n00bshack.com)\r\n\r\nBasically there's 4 ramps, 2 across from eachother with 3 smaller platforms and 2 across from eachother with 2 larger ones. Each team has a chance of spawning on 1 of the 2 sides for both type of ramp. (ct's spawn on 1 half of the 3 platform and T's spawn on the other.) All of the other times they will spawn on ground level.\r\n\r\nThere is 4 arrows on ground level pointing to the ramps, these are boosts to help you make it up to the platforms, this is where the strategy comes in. I've seen many knife maps where it's just an open arena, with this map I was going for more of a strategic ka map, basically you can camp on a high platform waiting for someone to launch up at you, or you can dive down at them from the top, or even charge up from the bottom, the possibilities are endless. \r\n\r\nTo make it to the top platform you need to jump off of the boost.\r\n\r\n\r\nIt includes a bit of a 3D feel, when inside of the level you can't really tell where the grass ends off, but when in the air speccing you can clearly see the end of the grass and beginning of skybox. I added trees outside for a more natural feel, like a random outdoor arena where your surrounded by glass. I dunno. lol.\r\n\r\n\r\n<b> I would prefer you tried out in-game previous to assessment seeing as it is more based around Gameplay than anything. If you can't that is fine. </b>\r\n\r\n\r\nAlso, if someone could make me a video I'd love them. My FRAPS is being extremely slow lately, whenever I activate it I get 5 FPS."
}