{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"he_nade4fun_ultimate.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 330165,
			"_nDownloadCount": 1350,
			"_nFilesize": 16047874,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/330165",
			"_sFile": "he_nade4fun_ultimate_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1248699932
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 110769,
	"_sName": "he_nade4fun_ultimate",
	"_sText": "Hi everybody,\r\n\r\nThis is my 3rd map only for nades with an excelent system for respawning nades.\r\n\r\n**********************************************\r\n\r\nWhen the map start all players spawn in a small corridor, when the player leaves his position a nade spawner is parenting to him and then all nades will spawn where the player is .... and its unlimited :D\r\n\r\nTheres 2 spawn areas for the teams, with 32 spawnpoints per area.\r\n\r\nThis map is like surf_XIV, there is 8 different maps its not just one player who chooses the next map, it's ALL players who can choose by a vote.\r\n8 vote zone for 8 maps (all the white block on the floor are a vote zone and there is a decals on each), 8 animated texture to see for which map they vote for and there's a description for 3 maps The 30th Sphere, Reload The Cannons and It's Nade O'Clock (in English and French).\r\n\r\n**********************************************\r\n\r\nThe 8 maps are :\r\n\r\n- Nade Arena (Teleporters A): 3 buildings (1 for each team and 1 in the middle) 3 floors per building. Find and kill all enemies or you can hide behind the walls to take players by surprise.\r\nKill the enemies with nades. The last team alive wins.\r\n+ > Big arena, players can hide.\r\n- > Nade spawner can be bugged, depends on your location, no nade will\r\nspawn\r\n\r\n- Cylinders (Teleporters A): 4 Cylinders, 2 per team. Its like a fan map but with nades only and multiple cylinders to play on. If a player is stuck down\r\nmore than 30seconds it active a system for unstuck him and the other who are stuck too, you need to go in the water for it help you. You have to fight each other. The last team alive win.\r\n+ > Can go to the other cylinders, can stand on the walls who separate the\r\ncylinders.\r\n- > Fall damage not disabled, can take time, can lose height.\r\n\r\n- The 30th Sphere (Teleporters B): Spheres falling from the sky. First the spheres spawn every 3 seconds, 30 seconds later the respawn delay changes and substract 0.5sec to the respawn timer, use your nades for destroying them before they touch the floor. If a sphere falls on the floor it substract 1 to a counter. The 30th sphere that falls on the ground will be fatal.\r\n+ > Respawn delay change every 30 seconds, a counter show you how many\r\nsphere can fall on the floor before CT or T die.\r\n- > None\r\n\r\n- Break The Targets (Teleporters B): 8 targets per team respawn when the target is broken (with a small animation) All targets spawn 5 times each and they can be broken with 2 nades. If you break a target, it moves a spike of the opposite team, the first team that breaks all the targets wins.\r\n+ > Targets can be broken with 2 nades, targets look very nice :D\r\n- > Can take time when there is not much player.\r\n\r\n- Target In The Sky (Teleporters C): Choose a platform to stand on. A target can spawn everywhere, find it and destroy it. One nade can break it.\r\nWhen a target spawns you have 5 seconds to break it, else it moves to an other location... find where! If you break one target it destroys 2 platforms of the opposite team. If you fall down from the platform u die!\r\n+ > Only 1 nade can break the target.\r\n- > None\r\n\r\n- Nade The Hole (Teleporters C): 10 holes with a red block inside each one, aim well and the block can be broken with only 1 nade. The first team who breaks all the red blocks win.\r\n+ > Different.\r\n- > None\r\n\r\n- Reload The Cannons (Teleporters D): 2 players per team can take control of a cannon. The rest of the team must use their nades to break the blocks on the trees, 1 block broken means that it adds 2 cannon balls for each cannon of their team (blue add 4 and gold blocks add 8 cannon balls). The players who have the control of the cannons must kill the players of the opposite team (1 team on each side). When all players of a team are dead the map kills the 2 other players of their team. The gunners cant shoot if their cannon are empty and only 50 cannon balls can be loaded.\r\n+ > Beautiful map, nice cannon animation, excelent system for having only\r\n2 players in the cannon location.\r\n- > Only 2 cannons per team, sry :p\r\n\r\n- It's Nade O'Clock (Teleporters D): 1 Needle per team hurt player but they dont kill in 1 hit. Players have choice : they can accelerate the rotations speed, they can change the height or they can the add damage to the needle of the opposite team, but they can reduce the rotations speed or they can reduce the damage gave by their needle. Use nade for breaking the blocks (red for t, blue for ct).\r\n+ > A small green arrow apear to show which block have been broken first,\r\nfun team work.\r\n- > None\r\n\r\nAll the 8 maps have a protection to wait for all the players.\r\n\r\n**********************************************\r\n\r\nThe map uses an excelent system for counting the votes, but it takes time :\r\n\r\n* After spawning (after a player fall on water), all players have 15 seconds for voting for the map they want, after they have voted all players are frozen\r\nand then the map counts the votes ...\r\n\r\n* 5~ seconds later all players are unfreeze (at step 2/8) but counting is not finished yet...\r\n\r\n* 30~ seconds later map vote ends and all players have 20 seconds to use the teleporters (only 2 per team and per mini map)\r\nlocate the doors with the lights on or follow the arrow with the teleporter's name (A, B, C or D).\r\n\r\n* Finally after one minute and 10 seconds everybody can have fun (I hope :))\r\n\r\n>>I have a server (for testing maps) pm me if you want more explainations ingame<<\r\n\r\n**********************************************\r\n\r\nThis map need server with the NoBlock plugin.\r\n\r\nAdditional server settings :\r\n- mp_limitteams 1 (for game balanced)\r\n- mp_freezetime 0 (for going to vote immediatly)\r\n- mp_roundtime 5 (having more than 3 min for playing)\r\n\r\n**********************************************\r\n\r\nUnfixable known bugs : nade spawner can be bugged, see the animated texture in the map for explanation!\r\nEdit: Fixed on the \"ultimate\" version of he_nade4fun.\r\n\r\n6 of the 8 maps have a knife but its only to prevent the nade spawner glitch.\r\n\r\n**********************************************\r\n\r\nA BIG thanks to Pimp Juice for helping me (translation, correcting sentences, finding bugs and testing all mini maps).\r\nThat map can be decompiled ... for learn. Respect my work, thanx.\r\n\r\n>>If you like the map, please rate it!<<\r\n\r\n>>NeMeSis[FR]<<\r\n\r\n**********************************************\r\n\r\nUpdates:\r\n\r\n>> he_nade4fun << (outdated)\r\n- None.\r\n\r\n>> he_nade4fun_final << (outdated)\r\n- Added knife on some maps to prevent the nade spawner glitch.\r\n- Added a message which randomly appear to ask players to read the screen for bug explanation\r\n- Added point_viewcontrol to change the first view when a player join the server.\r\n\r\n>> he_nade4fun_ultimate << (outdated)\r\n- Debug zone added on all maps except \"Cylinders\" and \"Target in The Sky\", now the bug of the nade spawner can be fixed! (ingame only)\r\n- Nade dropped by a dead player will be removed immidiately.\r\n- Map name added in front of each vote zone.\r\n- For the maps \"Nade Arena\" and \"Cylinders\", a knife spawn 3min after the protection desapear.\r\n- In the map \"Reload the cannons\" a message apear on the hud panel with the following message :\r\n>>Get out if you lost hp! / Sortez si vous perdez de la sante!<<\r\n- Added random direction change of the needle for the map \"It's Nade O'Clock\".\r\n- Map \"Break The Targets\" changed : now there is 2 floors (1 per teleporter).\r\n\r\n>> he_nade4fun_platinum << (outdated)\r\n- Map starter system changed.\r\n- Teleporters lights are now green.\r\n- Anti AFK does not kill immediatly, but hurts with 2 damage per second and display a message in the hud panel :\r\n>> It's time to use the teleporters! Check which teleporters A, B, C or D with the green lights on. <<\r\nin English and French.\r\nNADE ARENA AND CYLINDERS\r\n- Knife spawn delay changed to 2 minutes (3 minutes before).\r\nCYLINDERS\r\n- Water height changed.\r\nTARGET IN THE SKY\r\n- White light removed when players fall in the fog.\r\nRELOAD THE CANNONS\r\n- 2 players are now choosed by the map 45 and 55 min after the map is voted.\r\n- The control rooms doors opens automatically 45 seconds after the map is voted.\r\n- A message is displayed on the hud of the players that are allowed to take the control of a cannon.\r\n- Cannons speed increased.\r\n- Hud glass changed (clearlier).\r\n- Glitch that players can go on the top of cannons fixed.\r\n- Cannon balls damage and radius damage increased.\r\n- 3 min after the map is voted : the cannons control rooms not hurt more and the doors to go to the other area are oppening.\r\n- Gold blocks can be break with the knife (Only).\r\n- Doors to go to the control cannon room never close.\r\nNADE O'CLOCK\r\n- Speed x2 for the block that control the arrow's speed.\r\n- Chat message displaying when an arrow settings is max.\r\n- Random reverse delay decreased.\r\n- Respawn delay for the blocks decreased to 1 second (3 seconds before).\r\n- Arrows stop rotating when a team won the game.\r\n\r\n>> he_nade4fun_xenon << (comming soon...)"
}