{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_reflex3.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 360353,
			"_nDownloadCount": 5461,
			"_nFilesize": 790386,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/360353",
			"_sFile": "cs_reflex3_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1127698250
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 111094,
	"_sName": "cs_reflex3",
	"_sText": " IMPORTANT UPDATE!!!\r\n\r\nNote!!!\r\nThe initial version of cs_reflex3 had a bug in it which caused the barrier to automatically open at the start of each round, leading to spawn killing problems. If this is a problem on your server, please inform your server admin to re-download cs_reflex3 from this website and install this new version instead.\r\n\r\nIt is a server side only upgrade; clients will not need to re-download anything.\r\n\r\nIf you see a download repository with the old cs_reflex3, please inform them to update it with the new version which can be found on this website!\r\n\r\nHistory:\r\ncs_reflex was originally released in 2001, and has gained huge worldwide popularity ever since. Across the internet, it has been downloaded hundreds of thousands of times and has been played on tens of thousands of servers.\r\n\r\nAt the beginning of 2004, TJF's Maps released the sequel to cs_reflex, cs_reflex2. Although it too gained massive popularity, it was praised for introducing new elements into the classic layout of reflex, some said that it strayed too much from the original concept of cs_reflex, despite receiving great reviews from many mapping websites (5 out of 5 stars at the official Counter-Strike Counter Server website).\r\n\r\nOne and a half years later, cs_reflex3 returns to the main concept of the original cs_reflex, while incorporating some of the popular new aspects of cs_reflex2 in an entirely reworked new map for Counter-Strike Source.\r\n\r\nInfo:\r\ncs_reflex3 is a fun map designed to train your reflexes and ingame awareness. Two sandy hills face each other and slope down towards a constantly opening and closing barrier. Various forms of cover exist on the slopes, and sniper huts are located at the back of each side.\r\n\r\nRounds are fun and fast paced, and the map's design allows for a variety of different strategies.\r\n\r\nNew Features:\r\n- A complete visual overhaul; greatly improved visual appearance over the previous cs_reflex and cs_reflex2\r\n\r\n- Realistic landscaping\r\n\r\n- Realistically destructible structures\r\n\r\n- Physics enabled structures which may be strategically exploited by the player\r\n\r\n- New sniper huts which provide great cover for snipers but can be realistically made to fall on top of the sniper by shooting out the supports, trapping or killing them.\r\n&#12288;\r\n\r\n\r\n"
}