{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"fy_abysmal3.bsp",
					"fy_abysmal3.nav",
					"fy_abysmal3_README.txt"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 322184,
			"_nDownloadCount": 1223,
			"_nFilesize": 437963,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/322184",
			"_sFile": "fy_abysmal3.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1276179701
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 111289,
	"_sName": "fy_abysmal3",
	"_sText": "I have good news and bad news.\r\n<br>\r\n<br>Good News: Fy_abysmal3 is here and the trilogy is complete!\r\n<br>\r\n<br>Bad News: It took so long.\r\n<br>\r\n<br>-------------------------\r\n<br>\r\n<br>And now i have to make my Story / Description, but dont wait anything ground-breaking, because i suck at this. (I aint no storyteller)\r\n<br>\r\n<br>This will be over soon, but now lets get started:\r\n<br>\r\n<br>This is just like my two previous \"Abysmal\" maps, but this one has more FUN-factor in it. (No Buyzone / Guns on the ground style). So if you are in to iceworld and other \"FUN YARD\" type of maps, then you most likely want to download this one and give it a try.\r\n<br>\r\n<br>But your hands must be shaking already, because you want to play this awesome map so bad... But just remember after spending 2 hours with this map, that you are prolly thinking \"Im so going to give this map all the stamps i possible can and then recommend it to all my buddies and ask them to upload it to their servers).\r\n<br>\r\n<br>But be careful not be too excited!!, because your friends most likely have other abysmals at their map cycle already, so they are aware how shitt.. i mean great map this is going to be just by hearing name Abysmal... eh am i RIGHT, right?\r\n<br>\r\n<br>But Now do me a favor and download this instant classic right away, you know you want to!"
}