{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"1.JPG",
					"2.JPG",
					"3.JPG",
					"4.JPG",
					"5.JPG",
					"6.JPG",
					"fy_2floorz.bsp",
					"fy_2floorz.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 346351,
			"_nDownloadCount": 1557,
			"_nFilesize": 899705,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/346351",
			"_sFile": "fy_2floorz.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1196588352
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 111221,
	"_sName": "fy_2floorz",
	"_sText": "Hello, this is my first map release.\r\n\r\nI been mapping about 2 years and i made this map in 3 hours.\r\nIt took a frickin' week to come up with a good idea like this, enoye the map.\r\n\r\n-------------------------------------------------------------------------------------\r\n\r\n-MAP IDEA-\r\n\r\n\r\nLike this... Its a really small map, there is only 10 spawns. This map is great for LAN or or just servers with few slots. Bots wont be smart in the map. The map idea is simple Pick up a weapon from the ground and frickin' shoot.\r\nWhy? I think people like this kinds of maps.\r\n\r\nRight now im remaking the map to a 24player map, witch ofcourse is a bit bigger with new halls and ladders etc. And even a funny button you can kill everyone with or take cover from death in these tiny rooms.\r\n\r\n-MAP INFO-\r\n\r\nThere is 2 floors, 3 ways up or down.\r\n\r\n1. Stairs. Very open area and fun to just jump down and spray and pray, near this area the Easter egg is. ;]\r\n\r\n2. Ladder. Goes fast to take this down and youll find yourself easy killed if you dont got nerves of steel.\r\n\r\n3. Teleports. NO THIS IS A GREAT TELEPORT! I thought it would go to fast to just take the teleport and on a nano second come down, so i made this passthrow black and white room that takes 1 second to get throw, It's cool and fun idea trust me. \r\n\r\nPick up weapons from the ground. \r\nCt spawn up with 5 weapon (for every spawn)\r\nAWP\r\nP90\r\nMp5\r\nM4a1\r\nGalil\r\n\r\nT spawn down with 5 weapons (for every spawn)\r\nUMP\r\nAk47\r\nTmp\r\nMp5\r\nSg552\r\n\r\nBoth CT and T floor are identical execpt a vent at ct floor where p90 is.\r\nEaster egg is really easy to find if you played HL2. Youll get a HE, M3 and music if you find the Easter egg.\r\n\r\nI dont wanna map for HL2DM but i like the concept so i made the same here in source though its not respawn if its not DM server. There is lots more ammo then usual in every weapon btw.\r\n\r\n----------------------------------------------------------------------------\r\n\r\nCredits \r\nJens \"D.King\" Lovén -Mapper\r\nSteam -Textures\r\nSteam -Models\r\n\r\nThanks to (Beta testers)\r\n\r\nDargento\r\nIvarson\r\nSilentium\r\nNufjord\r\nDylan\r\n\r\nAnd \r\n\r\nwww.Swestrike.com"
}