{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"fy_bathroomfight.bsp",
						"fy_bathroomfight.nav"
					],
					"materials": {
						"bananaisland": [
							"fpsbanana.vmt",
							"fpsbanana.vtf"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 354073,
			"_nDownloadCount": 1591,
			"_nFilesize": 70079,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/354073",
			"_sFile": "fy_bathroomfigh_v5b.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1168051719
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 111455,
	"_sName": "fy_bathroomfight v.5b",
	"_sText": "Unnamed Creature Banana island map for the FPSB logo, sorry Unnamed Creature if you mad, but I don't think you made it (the logo)so I'll go ahead, but If you did just say. But I think tom/Logo maker did. SO thanks FPSB and Unnamed Creature\r\nSo If I got creds. wrong tell me and I'll recompile, but I'd like to have all my maps with an FPSB logo.\r\n\r\n\r\nWell this is my first REAL map, and there are some problems, but not many, most will be fixed in V1 but I want to see what you guys think of this basic, but I personally find fun map, here are some tactics for it:\r\nLarge clip fast ROF make great weapons here, this is the ultimate spary n' pray map that I have played.\r\nRun and gun tactics = win.\r\nHiding in the stalls on a toilet is great camping place as you can see them but they can't see you(you see there feet and shoot them through the thin steel door)\r\nThe tub if you CT is a good hiding place from the Glocks on the first round.\r\n\r\nThats all I can say for the tactics:)\r\n\r\nSo don't be mean but  say what you think can be improved and stuff like that,\r\n\r\nTo fix log:\r\nRoof and Doors - Make lower as they are a little high:S\r\nAdd a blown down door as the map wouldn't compile with it before, but I'll try again. \r\n\r\nThats all the problem I know.\r\n\r\nCome with .nav and the single custom texture file\r\n\r\nAnd yes it is fairly basic, but I think its fun enough and, unlike most fy maps actually has something to do with real life, in this case, the Ts bomb when off when they were planting it in the toilet so the next person to flush would go BOOM.  :) Hope this may be my talent. This is my first map to. Have fun:)\r\n\r\n\r\nI would also like to thank SGT_kick_Ur_ass for helping me learn to map along with valve and wiki."
}