{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"How to install.txt",
					"Read this first.txt",
					"fy_basefight_beta_v3.bsp",
					"fy_basefight_beta_v3.cache",
					"fy_basefight_beta_v3.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 353369,
			"_nDownloadCount": 1205,
			"_nFilesize": 340079,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/353369",
			"_sFile": "fy_basefight_beta_v3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1171405910
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 111451,
	"_sName": "fy_basefight",
	"_sText": "UPDATE fy_basefight_beta_v3\r\n\r\nSome important bugs are fixed the terror freeze bug is gone \r\nAnd also the inviled counter terrorist is fixed.\r\nNow servers can run the map normall \r\n\r\nThe spawnkilling is half fixed but I need to find a better way.\r\nwooden blocks are made on the second floor.\r\n\r\nCredits go to [NiTro]-Panda\r\n\r\nhttp://www.nitro-clan.fjx.nl\r\n\r\nUPDATE fy_basefight_beta_v2\r\n\r\nIn this update the are some new things and some things that are made better.\r\n\r\nFirst i made the floor of glass all the walls the same collor,\r\nThe stone blocks are changed to wooden boxes and the is more light.\r\nthe teleport is made better so you can go from the first to the second floor and back\r\nbut the vending machine is removed so now you must find the teleport \r\n(its  the second block left from the ct spawn.)\r\nOn the second floor you see a halflive spray so you can teleport back to the first floor.\r\n\r\nIn the map i made a kind of little house where are 3 blocks with switches \r\nthe left one with the blue dot is to turn the light of at the CT base, \r\nThe middle block with switch is to turn of the light off at the arena, \r\nAnd the right one with the red marking is for turning off the light at the T base. \r\nIf a switch is activated the block with the switch will go into the wall for a \r\ncouple of seconds, then the block returns back from the wall and you can use it again. \r\nAlso the Ct and T base has\r\nbreakable glas, En on the second floor unbreakleble glass.\r\n\r\nCredits go to [NiTro]-Panda\r\n\r\nhttp://www.nitro-clan.fjx.nl"
}