{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"fy_coral.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 292480,
			"_nDownloadCount": 1783,
			"_nFilesize": 73479986,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/292480",
			"_sFile": "fy_coral.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1378339454
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 111882,
	"_sName": "fy_coral",
	"_sText": "NOTE: This is more of a wip than a finished map, see dev notes. \r\n\r\nBACKGROUND:\r\n\r\nIn the not so near future, living in the Forrellian sector of Eesian space, there was a lady named Py. To others she was known mainly for her ungodly riches and her webbed toes. With the help of her toes, Py founded the sport of water running, and with the help of her riches, she bought a planet. The planet, which she named after herself, was terraformed into a water runners paradise, featuring shoulder deep oceans, clear skies and no winds, waves or disturbances whatsoever. From here and there people started moving in, people with webbed toes. Teams were formed, leagues were established and championship titles were settled. After a while some grew tired of just the running, feeling that, as had their feet, the sport needed to evolve. Somewhere, somehow, the poison arrow harpoon rifle was introduced into the game. And from there, things spiralled straight out of control. The Major League Water Running Association disbanded, rules started to differ from city to city, and willing umpires were getting very hard to come by, to the point where umpires were ruled out of the game altogether. In the end, the one rule still accepted by all teams was the one entitling the losing team to a good fight after the game. \r\nSo, for today we have... in the CT corner... your home favourites: The Coral Flying Flippers! And in the T corner... stuck at the bottom of the standings... the neighbouring rivals: The Stumbling Striders of The Shell! And... fight!"
}