{
	"_aAlternateFileSources": [
		{
			"description": "share-online.biz",
			"url": "http://share-online.biz/dl/FLR9ACIOV7J"
		},
		{
			"description": "uploaded.net",
			"url": "http://uploaded.net/file/frewtd7v"
		},
		{
			"description": "overloaded.eu",
			"url": "http://overloaded.eu/dark_reactor.htm"
		}
	],
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "fy_dark_reactor.bsp",
					"1": "readme_(overloaded.eu).txt",
					"screenshots": [
						"hl2 2016-12-10 20-34-08-96.jpg",
						"hl2 2016-12-10 20-35-07-24.jpg",
						"hl2 2016-12-10 20-35-25-62.jpg",
						"hl2 2016-12-10 20-37-04-38.jpg",
						"hl2 2016-12-10 20-39-57-66.jpg",
						"hl2 2016-12-10 20-41-11-83.jpg",
						"hl2 2016-12-10 20-42-15-17.jpg",
						"hl2 2016-12-10 20-43-02-57.jpg",
						"hl2 2016-12-10 20-43-27-56.jpg"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 275543,
			"_nDownloadCount": 1456,
			"_nFilesize": 214658112,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/275543",
			"_sFile": "fy_dark_reactor_by_overloaded_f724b.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1481478620
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "-",
					"text": "Bugfix for the automats"
				}
			],
			"_sText": "",
			"_sTitle": "1.1",
			"_tsDateAdded": 1481995435
		}
	],
	"_idRow": 111995,
	"_sName": "fy_dark_reactor - 1.1 Old Version",
	"_sText": "Here is it, my first fight yard map, Dark Reactor.<br><br>It's a dark map with corourful and intense hdr lighting, The transitions between the colours are really smooth and just beautiful. :)<br><br>The gameplay is skill oriented and really really fast. The enemy comes here from everywhere. There are no sidepaths, all paths in this map make sense and you will use the complete map. At first i create more corridors and test air vents, but more just reduce the speed and a great fy map should be fast as possible.<br><br>All textures in the map are made by me and the big part is in 2048x2048, just the skytexture is not my work. But the hdr version is my work :) I'm very proud of the textures, detailed, smooth and so big. Here is the the <a href=\"http://overloaded.eu/maps/fy/dark_reactor/pics/large/fy_dark_reactor_8K_screenshot.png\" target=\"_blank\">8K preview</a>, to show what i mean.<br><br>The map is extreme vis optimized. That improves the fps in important areas up to 100%. Performence is here not a problem.  The map have a 3 times higher min framerate than aim_bridgecut.  It runs on a i7 @ 4400mhz with 220fps min, but only at the end of the map( weapon automat's), the most time 300 frames, on aim_bridgecut i have 70fps min and 100 frames at spawn.<br><br>The Soundtrack for the video and the loops in the map are made by True (The real unique entertainment). He works with me on a complete soundtrack \"<span class=\"RedColor\">Dark Symphonie</span>\" for my overloaded project. 6 tracks are done, maybe it come 1 or 2 more on this sampler.<br><br>Here is the gameplay trailer of fy_dark_reactor, and the first soundtrack by true from \"Dark Symphonie\" that calls \"Timeline\". Really dark, atmospheric and really great produced.<br><br><iframe src=\"https://www.youtube.com/embed/9MQofSWhfYo\" allowfullscreen=\"\" height=\"425\" frameborder=\"0\" width=\"756\"></iframe><br><br><span class=\"GreenColor\">You have a share-online or uploaded premium account?<br>So, please use one of the alternate links. :) <br></span><br>This map is just a warmup for me, the next big thing comes in 3 or 4 weeks with a remastered version of my map de_newprodigy. Again with a lot new textures. I work also on a cs_italy remaster with new textures, lighting and details. But I'm more focused on my own maps, so I can't say how much time this need. It's planned to remaster all official maps of source. Oh man, that's really much work for me. :)<br><br>Feedback and critics are welcome, but please nothing about the filesize, I know it's crazy (635mb!), but it needs what it needs. p.s. the textures are all compressed, just the normals are uncompressed. <br><br>Ok, I must say it: Please rate it! That was hundreds of hours for me, to rate needs just some seconds :D<br><br><img src=\"http://overloaded.eu/maps/fy/dark_reactor/pics/preview/dark_reactor_radar.png\"><br><br><span class=\"RedColor\">Update: I fixed a bug, that i've found on the automats.<br>And I reduce the mapsize a little bit (617mb).</span><br><br>Next map: <a href=\"http://overloaded.eu/maps/de/new_prodigy/pics/newprodigy_alpha.jpg\" target=\"_blank\">de_new_prodigy</a><br>I need a bit longer, but here is a <a href=\"http://gamebanana.com/wips/46501\">Wip</a> for this, with a youtube preview."
}