{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Readme_crazyjump.txt",
					"fy_crazyjump_shotgun.bsp",
					"fy_crazyjump_shotgun.res"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 346507,
			"_nDownloadCount": 1257,
			"_nFilesize": 1942999,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/346507",
			"_sFile": "fy_crazyjump_shotgun.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1196008241
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 111917,
	"_sName": "fy_crazyjump_shotgun",
	"_sText": "Thank you for downloading our map. We've had many great (and many not-so-great) moments when making this map. We hope you will enjoy it, and that you try out the maps we release\r\nin the future. \r\n\r\nThe map fy_crazyjump_shotgun was an idea by AgUrK. Later this idea evolved as Maestro became familiar with it and started sorting out the more technical matters of mapping. It was then made up in many different versions, and as more and more ideas came in more was added. \r\n\r\nThe map consists of one larger part which is accessible for all players. This part consists of a spawnpoint at the top divided for each teams. From there you jump down into the shaft and the battle starts. In the bottom there are a teleport which takes you to the top again. This teleport is made so, that you can be teleported to one randomly selected point, so the chanses of getting stuck is quite low (= it should in theory never happen). The map is meant to be FY-style, which means in other words that the phase on this map is quite fast. You should always watch your back, ppl might appear right behind you.\r\n\r\nApart from other FY-maps, there's some hidden places. That is, if you can find them. And that shouldn't\r\nbe to hard ;)\r\n\r\nLastly we want to thank all the ppl who made the prefabs used on this map, unfortunatly, mentioning\r\nthem would spoil some secrets, but thanks anyways.\r\n\r\nKnown Issues:\r\nThere is no playerstrip in the spawn as in other FY-maps. No need to carry the glock or the usp, throw it away if you like.\r\nThe deagle(?) ain't got no ammo, but if you manage to keep it through the round, you've got ammo in it. Simple.\r\n\r\nHappy fighting from the norwegians:\r\nAgUrK -Managing and Ideas- and Maestro -Design and Technical Stuff-\r\n\r\nPS. If you have feedback of any kind, ideas or improovements, things in the map that you like, or things you dont like, you can send an email to one of the adresses mentioned in the file. Please do so, as it is very helpful in making new maps. And this won't be our last map ;)"
}