{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"fy_docksville.bsp"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 298480,
			"_nDownloadCount": 3177,
			"_nFilesize": 61776414,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/298480",
			"_sFile": "fy_docksville.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1353284181
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 112134,
	"_sName": "fy_docksville",
	"_sText": "BACKGROUND.\r\n\r\nThe corruption within the DVPD is known all around this small seaside town. So when two patrols of Docksville's finest roll up to the check-in booth at the local harbour one october morning requesting to inspect a weird looking shipment labelled \"Quality Herbs, Colombia\", the receptionist, who went to collage, starts taking suspicion. It's not until the squad captain sticks her head into the booth, however (and the receptionist gets a look at the size of her pupils), that he decides to get on the phone with his superior, who, coincidence or not, just finished unloading another weird looking shipment, labelled \"Heckler & Koch, Germany\".\r\n\r\nDVPD patrols (CT): Upholding the law, even in sleepy Docksville, is stressful, hard work. You seriously need those quality herbs, ain't no crane engineer gonna stand in your way.\r\n\r\nDocksville Harbour workforce (T): Break away from the everyday chores and be a hero! Retire the DVPD patrols and make tomorrows newspaper headlines write themselves.\r\n\r\nFEATURES.\r\n\r\nIn this map you get a number of large, outdoor areas, a few smaller indoor areas, some rooftop access, and a probably not so excellent framrate. Sorry about that. 20 spawns. Default .nav file. \r\n\t\r\nNOTES.\r\n\r\nThis map is campers paradise. Please camp responsibly.\r\n\r\nTHANKS.\r\n\r\nGamebanana, for hosting.\r\ncreativecommons.org, for supplying music.\r\nX-tr3m3r, for feedback, hints and support.\r\nThe Last Resort, still the pride of Germany.\r\n\r\nLaBello"
}