{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"maps": [
							"fy_ekan.bsp"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 282749,
			"_nDownloadCount": 4298,
			"_nFilesize": 74862770,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/282749",
			"_sFile": "fy_ekan_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1433804782
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 112320,
	"_sName": "fy_ekan",
	"_sText": "*** Re-release of my first ever map! No changes except assets are packed within the .bsp. ***\r\n\r\n*** Also: Do you enjoy optimizing maps for performance? I got work for you. Lots of it. ***\r\n\r\nfy_ekan.\r\n\r\nBACKGROUND.\r\n\r\nAt the EKAN Industry Park, things are about to get ugly. The monday morning foremen's meeting starts with the landowner unexpectedly showing up to inform everyone that she means to bulldoze the entire site, in favor of a dog run for her stepdaughter's miniature schnauzer. This clearly doesn't sit well with the EKAN Industry Park foremen. A few of the events taking place before the landowner eventually dissolves the meeting by diving out the window include a) the foreman of Parker BM Inc revealing to his colleagues the details of a side business he's been entertaining in imported firearms and b) the landowner, mid-air, text messaging her private security squad. And... action!\r\nLandowner security squad (CT): Defend your employers' legal right to do as she will with her own property. Strike down the peasants!\r\nEKAN Industry Park foremen (T): Time to make a stand and step up for the little guy. Defend your workplace and fight off the hired guns!\r\n\r\nFEATURES.\r\n\r\nTwo outdoor areas connected by five indoor areas. Some rooftop access to spice it up. Ten spawns on each side. Default .nav file included.\r\n\r\nNOTES.\r\n\r\nMy first release of any sort, (gentle) feedback would be much appreciated. Sorry for the large filesize, lots of custom content...\r\n\r\nTHANKS.\r\n\r\nTo gamebanana for hosting; to funfunfunmedia, musopen and incompetech for the music; and to all the helpful level designers out there for youtube tutorials and forum support! Final thanks to The Last Resort, the pride of Germany :)\r\n\r\nLaBello"
}