{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"fy_gg_modernbattle.bsp"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 349994,
			"_nDownloadCount": 5892,
			"_nFilesize": 3068707,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/349994",
			"_sFile": "fy_gg_modernbattle.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1185267250
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 112589,
	"_sName": "fy_gg_modernbattle",
	"_sText": "This is FY_GG_MODERNBATTLE, it is my most porzed map i have made!\r\nThe map can be used for Fightyard battle and a gungame match.\r\nThe style is a new original scene, something that i have never seen before in a map.\r\n\r\nThere are several buildings, 4 to be exact and they all have that modern time of look to them. The two buildings in the middle have a modern looking bridge linking them. Below there is a fighting platform witch also links across the water. There are ladders for climing to the top of these buildings and plaTforms.\r\nAs you can see there are also 4 baracades for people to fight behind they alos have a modern look to them.\r\nBut that not all, i was in the precess (before starting this map) of making an underground hostage bunker map with my own textures, but that project fell through. So when i finished making this map i thought i would add what i was making into it. SO now this map has under ground bunker with the theme from cs_office. (if you are getting texture errors dont worry about then it just means i mist changing some the textures on the outsite oft he map, bits you cant see)\r\n\r\nPlease watch the youtube video and tell me what you think, like what i can improve on and thing that i may be able to had or take away.\r\n\r\n<object width=\"425\" height=\"350\"><param name=\"movie\" value=\"http://www.youtube.com/v/NI4Onrhw_jg\"></param><embed src=\"http://www.youtube.com/v/NI4Onrhw_jg\" type=\"application/x-shockwave-flash\" width=\"425\" height=\"350\"></embed></object>"
}