{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"fy_iceworld_301.bsp",
					"fy_iceworld_301.nav"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 358359,
			"_nDownloadCount": 4880,
			"_nFilesize": 141895,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/358359",
			"_sFile": "fy_iceworld_301.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1144362838
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 112852,
	"_sName": "fy_iceworld_301",
	"_sText": "=======\r\n\r\nThis map's MAIN SELLING POINT:  NO AWP.  We're tired of AWPers on iceworld.\r\n\r\nIf you have an account and appreciate this map, please approve it!\r\n\r\nAlso, I would like to add, we DID NOT DECOMPILE fy_iceworld_cssource to make this map.  We took dimensional measurements and built it from scratch, using fy_iceworld_cssource as a reference.  That's explained below.\r\n\r\n=======\r\nCREDITS:\r\n=======\r\nThanks to Valve Software for making Steam, Half-Life, Counter Strike, Half-Life 2, Counter Strike Source, and the Hammer Editor\r\n\r\nThanks to RD for the original fy_iceworld for CS, available at http://www.fpsbanana.com/?section=viewitem.maps.maps.main.1719\r\n\r\nThanks to Mr.Stealth for fy_iceworld_cssource, on which this map is based in CSS, available at http://www.fpsbanana.com/?section=viewitem.maps.maps.main.3694.\r\n\r\nThis map is based ENTIRELY on fy_iceworld_cssource, which would not have been possible if not for everything above.  Thanks everyone.  Great job.\r\n\r\nFinally, thanks to the entire 301net Team for all your hard work.\r\n=======\r\nNOTES:\r\n=======\r\nReworked version of a retracted release.  Based on fy_iceworld_cssource.  Removed AWP, added dual-elites, removed lamps, made middle dividers translucent, changed ground texture, changed water texture, changed ice texture, changed bombsite letter, changed lighting.\r\nBasically, we worked from fy_iceworld_cssource and made the changes that we wanted and about which we've seen discussed on our host.\r\n\r\nThe screenshots are from a previous version.  Textures not viewed in normal game-play are, appropriately, removed."
}