{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"fy_isle.bsp",
					"fy_isle.nav",
					"fy_isle.res",
					"fy_isle.txt"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 361384,
			"_nDownloadCount": 2460,
			"_nFilesize": 1818903,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/361384",
			"_sFile": "fy_isle.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1116767672
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 112993,
	"_sName": "fy_isle",
	"_sText": "This is my first Counter-Strike: Source map. It is even the first map I have ever published for a PC game.\r\n \r\n \r\n<b>The Story:</b>\r\n A bunch of terrorists escaped in an old and trashy fishing boat from a prison. One of them played with some dynamite and put a hole in the boat. Thus it sank, but they were able to rescue themselves on a small island. To the misfortune of the terrorists a little speedboat of the counter-terrorists followed them and landed on the very same island. The counter-terrorist-unit is not allowed to make any prisoners.\r\n \r\n \r\n<b>Highlights:</b>\r\n The difference between fy_isle and standard fun yard maps is that it contains three different randomly selected gameplay modes: <i>Headshot</i>, <i/>Regular</i> and <i>Sudden Death</i>.\r\n In the mode <i>Headshot</i> you have to shoot your enemy in the head to score. Or as an alternative you and some teammates have to shoot at him together to frag him.\r\n The mode <i>Sudden Death</i> is quite different to the one above. You can kill the opponent with a single shot. But be careful if you hurt youself you will be spectating the game.\r\n And finally, the mode <i>Regular</i>. This mode follows the usual CS:S-rules, except for the fact that you don't need to buy any weapons.\r\n \r\n \r\n<b>Important notes:</b>\r\n Do not under any circumstances go swimming. It's not good for you health.\r\n Additionally it is quite important to listen to the announcer since it is the only validate source for knowing which gameplay mode has been activated."
}