{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"fy_nine_to_five.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 297337,
			"_nDownloadCount": 2647,
			"_nFilesize": 59612162,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/297337",
			"_sFile": "fy_nine_to_five.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1357183681
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 113426,
	"_sName": "fy_nine_to_five",
	"_sText": "BACKGROUND.\r\n\r\nMartha first came to Drab & Dull Paperwork as a nineteen year old, and she started out at holepunching, making $95 a week. Twenty-three years later she is now in charge of holepunching and makes an even $100. She never really thought much of it, until today. First thing in the morning she spills a full tray of coffee cups over that cute guy at copying. Half an hour later, still thinking about that, she accidently paints her finger nails with correction fluid. Finally she punches ten thousand holes in the right margin of the D&D 2012 company financial records (it should have been the left), and then it all occurs to her. The pointlessness. Martha puts her lunch break to use by smashing the store window of an arms dealer down the street and rallying a bunch of unemployed people on her way back, to join her assault on a world without meaning.\r\n\r\nMartha's crew (T): Take a hack at modern day society. Make them share your pain!\r\n\r\nLocal police force (CT): Stop the madness.\r\n\r\nFEATURES. \r\n\r\nA three floor office complex, plus some surroundings. Plenty of routes, indoors, outdoors, rooftop. Ten spawns on each side. Default .nav file included.\r\n\r\nNOTES. \r\n\r\nHad this map doomed to the trashbin so many times along the process, at least now I finished it. I think it plays pretty well actually :)\r\n\r\nTHANKS. \r\n\r\nTo gamebanana for hosting. To the nice, helpful people hanging around here. To TLR."
}