{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"fy_poolday_redefined.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 353506,
			"_nDownloadCount": 8332,
			"_nFilesize": 534388,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/353506",
			"_sFile": "fy_poolday_redefined.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1170822961
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 113668,
	"_sName": "fy_poolday_redefined",
	"_sText": "Welcome to Fy_Poolday_Redefined!\r\n\r\nCredits:  All credits for original design and build go to BSODUtensil.\r\n\r\nBeing that I am completely out of ideas lately, as you can see from my last surf map, I was talking to some friends and they suggested I give a go at remaking the infamous poolday, so with that being said... here it is!\r\n\r\nWhenever I remake a map of this popularity I try to keep as true to the original work as possible, format wise.  I don't like to change the \"build\" of the map more over then improve the quality of the build and the look of the map as a whole.  I believe I did just that in this map.\r\n\r\nI took the fy_poolday_bsod_v1 and redid everything from scratch using the old file a stencil basically.\r\n\r\nFixes/Changes:\r\n\r\n-New floor layout (as the old one was poorly put together)\r\n-New brush work to give a fresh new look\r\n-New textures\r\n-Some minor changes to window features throughout the map\r\n-New stairs and brush work throughout the entire center section\r\n-Buyzone is located in the pool in the center of the map.\r\n\r\nAll in all, if you decompile this version and compare it to the original, you will see the drastic difference in brush work and \"cleanliness,\" for lack of a better word, in the maps .vmf making it run much smoother, while also giving it a fresh new feel.\r\n\r\nI decided to use the same guns that fy_iceworld uses to even out the sides a bit... \r\n\r\nAny comments/suggestions/complaints/opinions please direct to:\r\n\r\nXfire: wowyourgaiy\r\nEmail: Phantomoper3@comcast.net\r\n\r\nThanks everyone, enjoy!"
}