{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"fy_rivers.bsp",
					"fy_rivers.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 344498,
			"_nDownloadCount": 1184,
			"_nFilesize": 256834,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/344498",
			"_sFile": "maps_138.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1202301224
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 114037,
	"_sName": "fy_rivers",
	"_sText": "<b>fy_rivers</b>\r\n<i>By iShot/AVerbanck</i>\r\n\r\n<b>General</b>\r\nThis is a map with lost of possibility's, \r\nYou go true the portal at your base and teleport yourself to the top of the map, where you can see everything and everyone\r\nOr you keep your head down while rushing true the small parts of the map,\r\nYou get on your base and press some buttons to make the map more tactical...\r\n\r\n<b>Tha Buttons</b>\r\nThere are lots of buttons in the map, who has each a specific output,\r\nOn the T side of the map you can find only 2 buttons, but these buttons are the most powerfull!\r\n- Left button: Activates explosion on the ct-side of the map\r\n- Right button: Activates explosion on the most used place on the map, the center!\r\n\r\nOn the CT side of the map you can find like 11 buttons, but 4 of them are just for the on/off function of the lights...\r\nI will only explain the buttons at the wall in the center, close to the bomb place...\r\nI started from left...\r\n- Button 1 : Activates a great wall of fire on the T side of the map\r\n- Button 2 : Activates a great wall of smoke at the center of the map, giving the CT the possibility to rush true the small ways!\r\n- Button 3 : Deactivates the wall of smoke\r\n- Button 4 : Opens left door\r\n- Button 5 : Opens right door\r\n\r\n<b>Extra Info</b>\r\nAll of the small walls are shootable, u can shoot true them to eliminate the enemy...\r\nAnd... Thats all, just download it to make your dreams come true...\r\n\r\nGreetz, iShot/AVerbanck"
}