{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"fy_ship_mf.bsp",
					"fy_ship_mf.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 338279,
			"_nDownloadCount": 1449,
			"_nFilesize": 1419953,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/338279",
			"_sFile": "fy_ship_mf.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1221698492
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 114195,
	"_sName": "fy_ship_mf",
	"_sText": "I've wanted to make a map based off of a boat or a ship for quite some time. I had a dream a few days ago that really just pushed me to make the map. The story of how the dream went is written below to give you an idea of why I set it up the way I did.\r\n\r\nThe dream started out with a small group of navy seals (CTs) search for a boat that may be smuggling stolen goods from the US to somewhere around the italy area to be sold for other things. The CTs searched all night for the terrorists who were stealing the goods, the sun started to rise and the strong haze of the fog surrounded them. Momentarily, they lost their sense of direction but soon they got a radio call saying that an air search unit spotted an unfamiliar ship holding up in a small cove where the fog was the thickest. By the time the CTs arrived to the cove the terrorists realized that they have been found and scramble from their bunks onto the ship's deck. The ct's had pulled their boats close up to the ship and realized there were ropes hanging down from the side of the ship, they all climbed up the boat and infiltrated the terrorists. The CTs killed all of the terrorists in the boat and took over the ship. and that's the end of it.\r\n\r\nMISSION:\r\n\r\nTerrorists:\r\nYou hear the CTs comming abord the ship and you must scramble to the deck, or find a place to hide inside the ship. Eliminate all of the Counter Terrorists before they take the cargo you are stealing.\r\n\r\nCounter Terrorists:\r\nJump off your boat and climb up the ropes on the side of the ship and infiltrate the terrorists before they find out you're there. Eliminate any and all threats you find on the boat and take the stolen cargo back to where it belongs. "
}