{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"credits.txt",
					"fy_warehouse_07.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 347137,
			"_nDownloadCount": 1435,
			"_nFilesize": 34882971,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/347137",
			"_sFile": "fy_warehouse_07.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1194719203
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 114872,
	"_sName": "fy_warehouse_07",
	"_sText": "A refresh of my rather old fy_warehouse_f with some big changes in the face lift department.  The overall brushwork is very basic and similar to the first version but I've added 50megs worth of custom textures, models, and sounds.  Nearly all of the textures are \"hi-res\" and because of this the system requirements are higher than your average map. Like my previous maps, I've tried to add a few elements that will hopefully make it more interesting and fun.  I've also stream lined the information delivery system compared to the first version so that new players to the map can quickly adapt.  This map also features spawns for up to 40 players but I would suggest keeping it down to 32 players to keep congestion down.\r\n\r\n\r\nGame play Instructions -- The map is divided into 2 parts essentially, the Terrorist spawn and the Counter Terrorist side of the map.  The object is for the CTs to arm themselves and kill the Ts, making this a basic team death match scenario.  There are two additions however that alter the game play slightly. The first is that the T can not enter the CT side of the map.  This gives the CTs time to group/strategize while putting the T into a waiting position.  The second is that after 2:20min any CT NOT on the T side of the map will be killed.   This stops the waiting game that can happen on these kind of maps and generally brings round times to under the 3min mark.  Further instructions can be found inside the map on the Map Info locations for each team.\r\n\r\n*********************\r\n\r\nMap Features:\r\n\r\n- \"Push Style\" game play - The T's must guard a specific section of the level while the CT's try to take it\r\n\r\n- No buy zones - guns are obtained in the level in a more realistic manner\r\n\r\n- Map controlled anti-camping system to lower round times and limit certain players from wasting others time\r\n\r\n- Information delivering system to help keep new players informed\r\n\r\n- Team oriented game play induced design \r\n\r\n- 50 megs worth custom textures, models, and sounds\r\n\r\n- 40 player spawns\r\n\r\n\r\n*********************"
}