{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"Fy_warmachine Autor- Q_Layer": {
						"0": "Readme.txt",
						"maps": [
							"fy_warmachine.bsp",
							"fy_warmachine.nav"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 331542,
			"_nDownloadCount": 1223,
			"_nFilesize": 2210402,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/331542",
			"_sFile": "fy_warmachine_autor-_q_layer.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1243291955
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 114884,
	"_sName": "Fy_warmachine",
	"_sText": "Hello this is my first serious release, its a big moment because i have a lot of inside WIP but i was starting to feel like duke nukem forever so i needed to release some work.\r\n\r\nDescription:\r\nThe main goal of this map is to create a new style of mapping, i want to include the player in the strategic play the map involves, not just make a run and gun arena but to choose the style of play that fits your personal startegy, and try to bring down the other players style of play involving the enviroment as well .\r\nNotice the starting position of each side has a style of control panel, with this the players can select their half of the arena they wish to play, theres also another panel with some different options on top on the ramps.\r\n\r\nThe better way to get used to the button order is to get familiar with the map.\r\n\r\nOh also i would like to know how do you like the kind of effect i achieved for the windows, i think its pretty unique.\r\n\r\n\r\n\r\nPlease feel free to send me an email/PM/comment with personal opinions i will gladly answer them if i get some free time, and also try to make a lot more with your ideas.\r\n\r\nExpect some more releases soon...\r\n\r\nInstallation notes in English and Spanish.\r\n\r\nNotas de instalacion en ingles y en Español.\r\n "
}