{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Read Me.txt",
					"fy_zephyr.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 356928,
			"_nDownloadCount": 1157,
			"_nFilesize": 242512,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/356928",
			"_sFile": "fy_zephyr.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1155269935
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 115004,
	"_sName": "fy_zephyr",
	"_sText": "xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx\r\nfy_zephyr \r\nxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx\r\n\r\nHello, This is my first map that I made. Ive read many tuts. and ive finnaly sat down and made one that I put effort into. Theres 2 sides. The T side and the CT side. On the T side theres a backdoor that works. Theres weapons in the front with a window. Theres one way wide pillars so you can see the enemy and they cant see you. On the right side theres a slope going to the top of the base where you can launch you self to the middle where the river is. To the left of the slope there is a water tunnel that leads you to the bottom of the map where theres a room where t can buy there stuff and you can go back up it back to the T base. \r\n\r\nIn the middle of the map is a river that divides the two sides, and a bridge that you can walk over to get to the other side. \r\n\r\nOn the CT side theres a small tower the front window (unreachable by being on the floor) theres a wall with 2 M4A1's 2 Deagles. And plenty of grenades. Theres a rotating back door which leads to the slope that goes up to the top of the CT base. On the slope up theres cover on top of the wall so you can camp or snipe and have some cover, going up the slope theres a shop where the ct can buy there guns and some breakable glass to get it for free :) Then theres an awp on the outside and some smoke grenades for some cover for the guys below.\r\n\r\nAnd that about explains my map. This is my first map and I worked hard on it and really enjoy it. I hope you like it as well."
}