{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"halo_faceoff.bsp",
					"halo_faceoff.nav",
					"render.jpg"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 328603,
			"_nDownloadCount": 2259,
			"_nFilesize": 9496799,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/328603",
			"_sFile": "halo_faceoff.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1253384515
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 115071,
	"_sName": "halo Faceoff",
	"_sText": "<hr /><b>Details:</b><br />\nThis is a Halo-styled map (not a map that appeared in any of the halo games) that features a unique above and below setup, meaning from either spawn a player can either run out the front or sneak under and attack from behind. \n\nCT spawns inside a above-ground bunker, while T gets a Forerunner-styled building build into a cliff face. Both sides have lots of cover right outside their spawns. If it wasnt for the above/below setup this would be considered a small map, even smaller than <a href=\"http://www.gamebanana.com/maps/51655\">Beaver Creek</a>. This leads to fast gameplay, but can also offer tense periods when one player is hunting for the other.\n\nPlease note that the spawned weapons are arranged in a <a href=\"http://www.gamebanana.com/wips/screens/33428?img=http://hunter.fpsbanana.com/ss/wips/33428a.jpg\">Armory</a>, using custom models may cause certain parts to not function as designed. This will not cause any problems with gameplay, it will only make the armory shelve guards stay up instead of dropping down after you have grabbed a weapon.\n\n<b>Specs:</b><br />\n32 spawns, custom textures, custom Skybox, Grenade Turret in the CT spawn bunker, doors, blast shields that open and close on the CT spawn bunker, an elevator, buyzones and spawned weapons\n\n<br />Please visit <a href=\"http://www.gamebanana.com/studios/2377\">Clan 5k3's studio</a> for more Halo css maps and materials."
}