{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"0": "README.rtf",
						"1": "hh_shotgunassault_expanded1.jpg",
						"2": "hh_shotgunassault_expanded2.jpg",
						"3": "hh_shotgunassault_expanded3.jpg",
						"4": "hh_shotgunassault_expanded4.jpg",
						"maps": [
							"hh_sgassault_expanded.bsp",
							"hh_sgassault_expanded.txt"
						]
					}
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 359850,
			"_nDownloadCount": 2281,
			"_nFilesize": 1465661,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/359850",
			"_sFile": "hh_sgassault_expanded.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1130816367
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 115233,
	"_sName": "shotgun assault expanded",
	"_sText": "{{UPDATE}}\r\n\r\nWow, it's amazing to see that this map seems to have surpassed the popularity of the original fy_shotgunassault map. Thanks to everyone who enjoys it!! It has been almost 5 years since I made this map and posted it here and believe it or not, I still play CS:S from time-to-time. But I've been playing TF:2 more than CS:S during the past few years. \r\n\r\nThanks to all who downloaded my map and host/ed it on their servers. I'm happy you enjoy this one. It's a great shotty map that's fast-paced and fun. Not a ton of skill involved, but that's the point... run, point, shoot!\r\n\r\nHope the scene stays alive,\r\nHellhole\r\n\r\n\r\n** Shotgun Assault Expanded **\r\nby H€LL HØL€\r\n\r\n(based on the original shotgun assault by duk0r) \r\n\r\n\r\n\r\nABOUT THIS MAP\r\nBased on the original shotgun assault map by duk0r, this one expands on the idea and incorporates new areas, a warehouse working in the back, sounds, events and all kinds of interactive objects.\r\n\r\nINSTALLING THE MAP\r\nDecompress the files into your cstrike directory. Please include ALL these files in your install and do not redistribute this zip without them all! Thanks.\r\n\r\nThe files included in the zip are the following:\r\n\r\ncstrike/\r\n         /maps/ hh_sgassault_expanded.bsp\r\n         /maps/hh_sgassault_expanded.txt\r\n\r\nREADME.rtf (the file you're reading right now)\r\n\r\nBig thanks to cs1vet and all the guys of the PTK clan (www.ptkklan.com) for all their support and pwnage! You guys are the bomb!\r\n\r\nThanks and hope you enjoy! If you like this map, tell your friends and upload it to your servers. Just make sure you include all the files please, and look for more Hell Hole maps on this and other maping sites.\r\n\r\n~Hell Hole\r\n"
}