{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"sath_speedcastle": [
						"sath_speedcastle.bsp"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 347624,
			"_nDownloadCount": 1777,
			"_nFilesize": 10429369,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/347624",
			"_sFile": "sath_speedcastle.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1193284800
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 115222,
	"_sName": "sath_speedcastle",
	"_sText": "This map uses the layout of \"knas_speedcastle_css\", which I enjoy playing quite a lot. My own version has a different theme and uses more possibilities or the source engine concerning lightning and amount of brushes, etc, while still being playable at decent fps rates.\r\n\r\nI used the pk01 texture pack, which can be freely used and modified. I tuned the normal maps a bit and included the ones needed for the map in the bsp file, so no stuff like installing the materials is needed.\r\nA NAV File for the bots is included in the bsp.\r\n\r\nI hope you will enjoy playing this map, which I would claim to be a mix of a fun map and a optically quite serious map, though it has a unrealistic theme, of course.\r\n\r\nThe final version features some improvements over the beta, having taken into account the feedback I had recieved:\r\n\r\n+ 3D Skybox (nothing great ;) )\r\n+ you won't get stuck at ground level lights anymore\r\n+ the map is a little bit brighter, less really dark areas (read the note further down concerning brightness)\r\n+ small bugfixes, I found a few misaligned textures\r\n+ nicer outer walls \r\n\r\nOtherwise, I got mostly positive feedback on the map in general. I would be VERY happy if you rated the final version, too :-)\r\n\r\n(and of course it is the dream of a mapper to see his map played on a server with some players on it :-) )\r\n\r\nNOTE ON BRIGHTNESS: The screenshots are quite dark and don't really show what I see on my screen. It seems the screenshot function tunes down the brightness, I do not know. I didn't want to make them brighter in Photoshop. I adivse you to adjust the brightness manually and turn on HDR, the map is bright enough then.\r\n"
}