{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"backalley_run_v2.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 341044,
			"_nDownloadCount": 1894,
			"_nFilesize": 888379,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/341044",
			"_sFile": "backalley_run_v2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1214043817
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 115498,
	"_sName": "backalley_run_v2",
	"_sText": "EDIT: Final version of this map is now here - backalley_run.. download link below\r\n\r\nChanges made for final version:\r\n- Fixed some brush work stuff\r\n- Made it where T's can't exploit the AFK killer\r\n- Changed one of the weapons that T's can access\r\n\r\n--------------------------------------------------------\r\n\r\nThe sequel to ch_run (look it up)! This game type is a bit different. \r\n\r\nThe terrorists are trapped in a standalone, 2-story building, wielding scouts. The CT's, elusive as they are, must maneuver their way to that very building, with only a knife and smoke grenades, find their way to the back ladder, safely climb up, and bust open the box on the top of the building to find their weapon arsenal. From there, it's really anyone's game.\r\n\r\nOn the CT team, scattering from the spawn is the name of the game, and essential to confuse the scoped terrorists. There are 4 guns strategically placed throughout the map for the CT's, if they choose to fetch them. There are also many explosive barrels placed around the map, to assist the terrorists. Some are hidden behind breakaway walls, some are in the open, yet all are hard for the CT's to see.\r\n\r\nThere is an AFK killer for the CT's. It's quite fun to watch. They go boom.\r\n\r\nAfter 2 minutes and 30 seconds, a wooden plank atop the T spawn breaks away, releasing the terrorists into the map, to kill off any straggling CT's.\r\n\r\nI used a few props and such found in the ch_run map, to express where I got my inspiration, so for the people who played that map before, some things should be mildly reminiscent.\r\n\r\nThis is my first map I've ever built, and though it might not be the prettiest thing you ever did see, the gameplay itself is what I focused on, and hopefully your server can enjoy it the way ours has. Many hours of fun. Enjoy.\r\n\r\n-----------------------------------\r\n\r\nMy thanks go out to:\r\n\r\nch00se - he who created ch_run, my inspiration.\r\nCorn Ibulus - helped me with most everything that didn't involve dragging and dropping. \r\nPandora - for his many suggestions and helping out here and there.\r\nZak - for giving me the idea of flying saw blades propelled by explosions.\r\n\r\nAnd to all my friends at thepwned.com community for helping me test the map, much obliged."
}