{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bk_castle_v3.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 328251,
			"_nDownloadCount": 1126,
			"_nFilesize": 620733,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/328251",
			"_sFile": "bk_castle_v3.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1254884815
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 115536,
	"_sName": "bk_castle_v3",
	"_sText": "bk_castle_v3\r\n(Breakable_castle_v3)\r\n\r\n\r\n     The idea of the map was taken from other break floor, or break ceiling, or break wall maps, except i wanted it to be somewhat original in the design.  i thought it would always be cool if you could have a battle with destroyable castles, so i decided to map a small version of one.\r\n\r\nMAP DESIGN:\r\n\r\n     The map design is T and CT start on opposite ends of a rectangular map. Both teams start in little underground spawn areas. (Built to provide time to purchase weapons, so you don't get slaughtered instantly) Once you are ready, you will leave this underground part, and be in the middle of your castle, which the entrance will have a moat and a bridge of course. In the middle of the map will be a small bunker, to provide a little protection getting to the enemy castle. There is also a little underground part below the bunker, 4 entrances, not the greatest advantage point, but can be useful somewhat. The entrances are breakable parts of the ground, and the gibs are ceiling tile, remember that this is the beta.\r\n\r\nPLEASE NOTE -----------------------------------------------------\r\n           |           BOTS DO NOT WORK ON THIS MAP.             |\r\n            -----------------------------------------------------\r\n\r\nEDIT: Skybox and the details of the map are lacking, near future if people wants better updates, i can improve the fog, skybox, and layout of the map."
}