{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "CQB_Training_Extended.vmf",
					"maps": [
						"CQB_Training_Extended.bsp"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 302734,
			"_nDownloadCount": 1522,
			"_nFilesize": 1702285,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/302734",
			"_sFile": "cqb_training_extended_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1337773628
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 115692,
	"_sName": "CQB_Training (extended)",
	"_sText": "[Map preview: Click me!](http://www.youtube.com/watch?v=d1SaWq4VsoQ \"Map preview: Click me!\")\r\n\r\nHello again, Gamebanana!\r\nSo today I'm releasing a quite improved version of my last map (CQB_Training). For the ones who don't know about it, this map basically consists on a facility which implements several rooms with targets. There's a Buyzone so in fact you can use the weapons you want, although I highly recommend taking the ones from the table; since they got all the ammo you'll need (there's MP5, USP, Scout and XM1014). I've included the .VMF file so feel free to make changes.\r\n\r\nIn this new version I've added multiple characters around the map with different positions (sit, crossed arms... etc) which stands for an impressive decorative element from my point of view. I highly recommend downloading CT_hostages (http://gamebanana.com/css/skins/12054) in order to make those characters appear as Urban. Also, as the titles states the route is extended, so you'll have to do a few more things (like assaulting a little train and 2 warehouses). These prefabs plus the guard tower were not made by me by the way.\r\n\r\nWell, that's all. And don't forget to watch the specific video if you haven't watched it yet; the ideal thing would be to act more or less like I did. Enjoy ;D"
}