{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"CQB_Training.bsp",
						"CQB_Training.vmf"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 304009,
			"_nDownloadCount": 1309,
			"_nFilesize": 658289,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/304009",
			"_sFile": "cqb_training_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1333305388
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 115691,
	"_sName": "CQB_Training",
	"_sText": "[Map preview (click me!)](http://www.youtube.com/watch?v=JBI6CQm1eqk \"Map preview\")\r\n\r\nHello there! during all this time I've been playing on my beloved \"CS:S Training Center\" map, but I got bored so I made a new one. The thing is that this time is made completely by me; without using a base that already exists.\r\n\r\nOne more time, the map consists on a training facility in which you will be able to have fun by testing your aiming skills through an specific route. The map basically implements several rooms with targets, and a long shooting range (this one is so boring to me that I didn't take care about placing a sniper rifle or showing it in the video).\r\nI also didn't place flashbangs on the floor for the entries, unlike I did in my last map (this is because I sadly suffered from very slow frame rate).\r\nThere's a Buyzone so in fact you can use the weapons you want, although I highly recomment using the ones that are on the table (M4A1 and Sig Sauer P-228) since they got all the ammo you will need.\r\n\r\nI have included the VMF. file so you can modify whatever you want (like the weapons for example).\r\n\r\nSo that's all folks; I hope you enjoy it as much as I did atleast and I'm sorry if wall of text.\r\n\r\n*UPDATE! :\r\n\r\nAdded some HL2 guards around the map and AWP sniper rifle for the long shooting range"
}