{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cg_fun": {
						"0": "Abaut this map.txt",
						"1": "cg__fun.vmf",
						"2": "cg_fun.bsp",
						"screenshots": [
							"fun_1.jpg",
							"fun_2.jpg",
							"fun_3.jpg"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 298415,
			"_nDownloadCount": 1243,
			"_nFilesize": 870024,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/298415",
			"_sFile": "cg_fun.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1353699734
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 115647,
	"_sName": "cg_fun",
	"_sText": "Now I will tell you how will be one round look like in this map.And what is point of this map. \r\n\r\nFirst Terrorist are chasers ( in this map there are 2 terrorist spawns, so there can be only 2 chasers because map is small ) If you decide to build another map in this style you can make it bigger and with more spawn point or only 1 terrotist spawn - your choice - )\r\nCT spawn is normal number oe maybe not in this map 38.\r\n\r\nTHIS IS IMPORTAN: CT dont have nothing. But I sad ( no deaths ) so terrorist will get knife with attached \" teleport \", so when they touch CT they will not hurt him but teleport him into \" cell \" witch can be open by button right beside him.\r\n\r\nTerrorist are trapped in breakable glass box I called that \" Start Box \" . so when they get knife they must breake \" Start Box \", in that way CT will get time to run or hide somewhere.\r\n\r\nDo not wory. If you get hurt by fall or something you will be able to heal in \" Green Heal \"\r\nthat is a place where you step and get heal. It is in middle of map and it is green . Or if you want to die you can step in to \" Red Death \" it is read and it is right beside \" Green Heal \" where you will be easly hurted and die if got out of Hp."
}