{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"Training_Center.bsp"
					],
					"materials": {
						"basic": [
							"metalbody1.vmt",
							"metalbody1.vtf"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 306146,
			"_nDownloadCount": 3148,
			"_nFilesize": 3711532,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/306146",
			"_sFile": "training_center_5.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1325786038
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 115702,
	"_sName": "CS:S Training Center",
	"_sText": "[Video (preview)](http://www.youtube.com/watch?v=npKFfj8J_ok \"Video (preview)\")\r\n\r\nHello there! so this one basically consists on a C.Q.B. training facility, which implements multiple rooms with targets and Flashbangs on the floor (so you can actually make more tactical entries). I suggest you to watch the preview video, in order to find out how you should specifically proceed with the clearing thingy, so you can have more fun and avoid getting lost since it's a bit complicated map. You may find some civilians, so watch out with your aim.\r\nDon't try joining miserable T's team or you will regret, since there's only one spawn point for them (located inside an underwater cell) and you will constantly die by either laser blasts or drown (don't ask me why I did this).\r\nThere's Buy Zone option in the whole map so you can use the weapons you want wherever you are, although I highly recommend to use the ones of the metallic tables (UMP-45, Sig Sauer P-228, AWP and M3), since they have all the ammo you will need.\r\nYou may consider allowing flashlight or equipping Night Vision Goggles because of some dark sites.\r\n\r\nIn fact, this map did firstly belong to some user known as Starving Hobo. I completely modified it to have more fun with an alternative and complex version; and just felt sharing with you guys (or girls w/e).\r\n\r\n[Starving Hobo version (original)](http://www.gamebanana.com/maps/132702 \"\")\r\n\r\nAlso, some prefabs like the guard tower, helicopter and cabins (which are located outside) are not mine.\r\nCan't remember author names, though. I'm sorry about that.\r\n\r\nI finally want to say that I've spent sooo much time to make this compilation, trying to find interesting things to add to the map, texturing, creating walls, the skybox (the ones I created always gave me error so I had to take it from another map, and delete step by step in order to use it's skybox) and shit.\r\nSo it's made with love, and hopefully you'll enjoy this probably simple but sweet piece of art too.\r\n\r\n*INSTALLATION INSTRUCTIONS\r\n\r\nSimply place the Maps and Materials (helicopter texture) folders into your Cstrike one and you're done."
}