{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"maps": [
							"es_bank_b3.bsp",
							"es_bank_b3.nav",
							"es_bank_b3.txt"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 353752,
			"_nDownloadCount": 2329,
			"_nFilesize": 2786688,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/353752",
			"_sFile": "es_bank_b3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1169424660
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 115890,
	"_sName": "es_bank_b3",
	"_sText": "<b><p style=\"color: silver; font-size: 25px; text-align: left;\">Tactical Situation:</p></b>\r\nSuspects have robbed a bank in North Hollywood.\r\nThey wounded several civilians, detonated an explosive\r\nand are preparing an escape from the bank.\r\nSWAT has arrived now and will try to neutralize the suspects.\r\n\r\n<b><p style=\"color: red; font-size: 25px; text-align: left;\">Terrorists:</p></b>\r\nMake your way to the white truck at the end of the road (\"A\" on your radar), 3 blocks far away.\r\nIf you reach the escape point all CTs will be eliminated and you win.\r\nOr simply eliminate all CTs.\r\n-16 Spawnpoints in the bank.\r\n\r\n<b><p style=\"color: blue; font-size: 25px; text-align: left;\">Counter-Terrorists:</p></b>\r\nYou must prevent the Ts from fleeing to the white truck (\"A\" on the radar).\r\nIf ANY suspect can reach this escape point all CTs will get killed and the terrorists win. \r\nNeutralize them all.\r\n-16 spawnpoints in total at 2 APCs \r\n\r\n\r\nNote: I made an ESCAPE map, so the bomb is not important!!!\r\n\r\nAfter all i should even mention that this map is an attempt to recreate the tactical situation of the so called \"North Hollywood Shootout\".\r\n\r\n\r\n<a href=\"http://www.youtube.com/watch?v=eT001bovaHk\">Watch a movie about the \"North Hollywood Shootout\"</a>\r\n\r\n\r\nAn extraction from wikipedia.org:\r\n\"The North Hollywood shootout was an armed confrontation between two heavily-armed and armored bank robbers (Larry Eugene Phillips, Jr. and Emil Dechebal Matasareanu) and patrol and SWAT officers of the Los Angeles Police Department (LAPD) on February 28, 1997, at a Bank of America teller-office.\r\nThe shootout resulted in the wounding of fourteen people (twelve police officers and two civilians) and the deaths of both bank robbers. Although only the suspects were killed, the sheer number of injuries made this one of the bloodiest single cases of violent crime in the 1990s, and one of the most significant single bank robberies of the 20th century.\"\r\n\r\n<b>Final Notes:</b>\r\nOf course this is not 1:1 but some key locations may look a lot like on the publicly available TV reports, documents etc. while other elements are completely fictional but tactically interesting...\r\nSo mainly this map focusses on playability issues.\r\nAll in all i find it a easy to learn and challenging map. Hope you enjoy it too!\r\n\r\nthe map was made by me, foxconn SO\r\nreport bugs, errors, feedback to jpdelacruz@web.de"
}