{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"dokidokipanic_final.bsp",
					"dokidokipanic_final.bsp.ztmp",
					"dokidokipanic_final.lin",
					"dokidokipanic_final.log",
					"dokidokipanic_final.nav",
					"dokidokipanic_final.nav.ztmp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 352509,
			"_nDownloadCount": 1194,
			"_nFilesize": 991990,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/352509",
			"_sFile": "doki_doki_panic.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1175302283
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 115839,
	"_sName": "dokidokipanic",
	"_sText": "In this map, the terrorists get knives and the CT's dont. The CT's must use the traps (E key) to kill the terrorists. WARNING: Sometimes if freezetime is set to 0 a ct can get a knife before they go away. This can only happen rarley, though.\r\n\r\nStory: CT's were messing around one day without a gun or knife. They saw a stange tower with a drop door on it, wondering: Maybe a bad guy is up there..... Luckily, there was a ladder up. The CT's climbed on up and as soon as they did the ladder fell to the floor and broke. To their suprise, they DID see the bad guys, the terrorists.....But thats not all. They were equipted with knives! Another suprise to the CT's was that there was traps everywhere! They must have been thinking up of an evil plan of some sort... What to do? You'll have to see for yourself.....\r\n\r\n\r\nHint: The swimming pool and the cars with the zombies attacking it, AND the playground was just decoration. You cannot get down there without Mani Admin Plugin setting your health to alot, or just turning sv_cheats to 1 and doing noclip down.....HAXOR!\r\n\r\n\r\nEnjoy this took longer than any of my other maps did..... And, it was just a edit of the map dokidokipanic made by Tetsu, where you are in the middle of no where and its night and you dodge metropolices and zombies and kill em with traps. Good luck to you, and I hope you like it."
}