{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 335478,
			"_nDownloadCount": 1724,
			"_nFilesize": 501768,
			"_sAnalysisResult": "File extension does not match file MIME type",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/335478",
			"_sFile": "headshots_by_fox_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1231196040
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 116061,
	"_sName": "headshot's!",
	"_sText": "This is a map, that i know there is a mod for, and you could put the mod in with it, but i just want to say, that i made this map-TYPE. Not the mod, TYPE. = D\r\n\r\nA few things. \r\n\r\n1. This is made by me, [F]ox.\r\n\r\n2. If you want to make remakes of it, PLEASE ASK ME.\r\n\r\n3. It has a custom texture in it...\r\n\r\n___:::___!!!Things about the map!!!___:::___\r\n\r\nIt is headshots only. This is a beta release, so i will be working on it, although it is about 95% done. There is one problem, sometimes, you can get an occasional body shot (lol body shots), but that doesn't happen every kill. This map is basically for headshot practice only, and it actually is really fun. \r\n\r\nAfter 120 seconds (2 minutes), the walls will go down, take your weapons, and give you knives, and the final people will be left to knife at the end of the round. Another thing i need to fix, is if someone dies, and the doors go down, you can go back and get their weapons. I will work on this, and will have it in the next release.\r\n\r\nIf you put this in your server, please tell me, because i would love to play it somewhere.\r\nAlso please rate this. I know it's not the greatest, but i tried to be creative with a map and that's what i came up with.\r\nI would recommend 5-10 players, although it fits 16 slots (maybe 17)\r\nAlso, i would restrict snipers.\r\n\r\nI hope you enjoy this, and i hope you tell people around about the map and me. I am open to ideas, and would like to see some.\r\n\r\nEnjoy!!!\r\n\r\n___...---***YOU MUST READ THE README***---...___\r\n___...---***YOU MUST READ THE README***---...___\r\n___...---***YOU MUST READ THE README***---...___\r\n___...---***YOU MUST READ THE README***---...___\r\n___...---***YOU MUST READ THE README***---...___"
}