{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"r2s_ghn_peril_v4.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 337066,
			"_nDownloadCount": 1640,
			"_nFilesize": 16880346,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/337066",
			"_sFile": "r2s_ghn_peril_v4.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1225662915
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 116480,
	"_sName": "r2s_ghn_peril_v4",
	"_sText": "Attention : this isn’t a deathrun map but it may be for those servers because it has some similarities with it. Read the continuation to have some explanations.\r\n\r\nName of map : r2s_ghn_peril (r2s means “run to survive”, ghn is our initials).\r\nThis map is for deathrun servers for the moment, if in the future other r2s maps are created and r2s servers get born, then we’ll change of section naturely. \r\n\r\nThe difference with deathrun is that there aren’t any button, the traps are on the map and don’t kill, they just slow down the runners.\r\n\r\nThere are 33 CT max and 33 T max. The noblock permit to everyone to start at the same line, there are 10 seconds before the beginning at every round. People have to run faster than all their team, passing the obstacles faster than all their mates. There are some checkpoints, when a checkpoint alarm is ringing and lighted in red, that means that the quota of players is almost reached. When it’s reached, all the players who are behind the checkpoint place die. After the last checkpoint, only 5 people still be alive. Always one player of each team gotta pass a checkpoint nevertheless. At the end, there is a knife room arena, since one player has the knife, all his team is dying except himself. The two survivors have 30 seconds to kill the opponent, with some music (2 from each creator, so there are 6 musics).\r\n\r\nThank you to all the beta testers and to all the servers who’ll accept to implant this map on their deathrun servers or fun servers if they think it’s too much different.\r\nIf someone wants to create another r2s map, he’s welcome to use this prefix.\r\n\r\n******************************************\r\n*************** Updates : ****************\r\n******************************************\r\n\r\n*** v1 ***\r\n- Doors are faster\r\n- Elevators don't slow down\r\n\r\n*** v2 ***\r\n- No glich at beginning,\r\n- There's no more nuke bug,\r\n- The music at the end is now OK for everybody.\r\n\r\n*** v3 ***\r\n- Blue lasers are now teleporting, so people won't go straight away,\r\n- The lasers damages are less important,\r\n- mp-limitteams 1 added,\r\n- Knife room changed.\r\n\r\n*** v4 ***\r\n- Try to fix knife bug,\r\n- music added on the elevators,\r\n- music better on the knife room,\r\n- Walk part on surf stage faster.\r\n\r\n*** 2009 ***\r\n03/30/2009 Rebuild in progress\r\n\r\n*** 2011 ***\r\n09/19/2010 Rebuild in progress : new geometric, bugs will be fixed (for real this time, i hope), more stuff, better look, HDR and cubemaps, ...\r\n\r\n\r\nps: The MG copy of this map wasn't made by me and it was made without my authorisation."
}