{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"roxjump_lavagrounds.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 352387,
			"_nDownloadCount": 1270,
			"_nFilesize": 2026174,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/352387",
			"_sFile": "roxjump_lavagrounds.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1175736711
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 116509,
	"_sName": "roxjump_lavagrounds",
	"_sText": "A small jump map that is rather hard in some places. Yes, thats right, I did not add CT spawns, because of killing. Roxjump is no kill flat out jump. The other jump maps may have killing, I don't know, because I've never downloaded one. I couldn't simply do game_player_equip because of the slower moving, which causes impossible jumps in this map including: The first and second jumps. The end is a idle antlionguard, and if you touch the THE END! sign you are teleported back to start. Yes, I'm aware of the small amounts of fall damage you take when you get teleported back there. I'm not fixing this because honestly I haven't even made it through the whole thing twice, thats how hard and challanging this map is. It may seem short, but I thought it was fun when I tested it, so I posted it here on FPSB. I am also aware of the raft moving slow. I was not careful on the construction on this raft and forgot to set the speed. Now it moves at 50 or 100 speed, which is pretty slow. Sometimes the raft goes faster than normal, could be a bug, because I compiled in Fast Mode, but its a good bug because sometimes you dont want to wait longer to get there. Though im shocked with the speed of the raft. I found it realistic because you can only paddle a raft so fast. But, no one likes waiting do they? To start the raft, look down on the middle of it and press USE(E key). Have fun! I added sound effects for when you spawn and when you fall into the lava. None of these sounds are custom. Also, by the screenshots you may be able to tell this is not mat_fullbright."
}