{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "Readme.txt",
					"maps": [
						"st_darkarena_v2.bsp",
						"st_darkarena_v2.nav",
						"st_darkarena_v2.txt"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 359293,
			"_nDownloadCount": 1343,
			"_nFilesize": 944487,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/359293",
			"_sFile": "s_st_darkarena_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1135544912
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 116646,
	"_sName": "s_st_darkarena_v2",
	"_sText": "Dark Arena was designed to be ideal for clan competitions and tournaments.\r\n\r\nRush to the top story arena where it's well-lit... Meet your enemies head-on, running for the over-loaded M4's and AK-47's\r\nin the mid-section, or rush up to the platforms to get one of the AWPs.\r\n\r\nOR... Go down into the lower levels, where it's pitch-black. Equip your flashlight and go hunting for more\r\nspecific weapons. Hide in the darkness to surprise unsuspecting people on a scavenger hunt for guns.\r\n\r\n<b class=green>TIPS</b>\r\n<ul>\r\n<li>You don't start with a knife, but knives are hidden throughout the map!</li>\r\n<li>Try shooting off the locker doors in the locker room and see what you find!</li>\r\n<li>If rushing up to the arena, throw grenades up to the opposite platform quickly - blow away their AWPs before they can reach them! Careful, you might just end up shooting an AWP right into someone's hands smile</li>\r\n<li>Shoot the glass windows in the middle of the arena! Send the explosive barrels rolling down until they drop through the vertical passages into the room below. Drop in a grenade or shoot one barrel, the rest go off, and anyone camping down in that room is blown to bits!</li>\r\n<li>Also, if someone is crossing on either side of the arena, release the explosive barrels and ignite them right in front of the guy! Either way, you get credit for barrel kills!</li>\r\n</ul>"
}