{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"training_base_v2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 331634,
			"_nDownloadCount": 1957,
			"_nFilesize": 1097709,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/331634",
			"_sFile": "training_base_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1242980168
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 116716,
	"_sName": "training_base_v2",
	"_sText": "So this map is some were around par level. I though I'd explain it a little so while looking though the request I stumbled upon this... \r\n\r\n\r\n<div>Posted by Kurosaki08\r\n\r\nI would like a map made for my realism unit. I would like it to be some sort of Army Boot Camp map. With barracks, m4a1 range, sniper range, able to run obstacle course, buildings to clear, and some sort of large platform with a stage or podium (this will be where my companies fall into formation). I would really appreciate if this could be done for me. Thanks in advance!\r\n</div>\r\nSo I started working on this however then California caught on fire and I found out I get dispatched in 8 hours so I might not be back for some time so I thought I'd give Kurosaki08 his map. The textured is a little rushed and the lighting doesn't have sources but nothings missing that will affect game play. I may come back to this latter but for now it's as done as it's going to get.\r\n\r\nWhen playing this map it really only works for an organized clan or group since the spawns are a little close. The armory has 10 of every gun in the game. It may cause lag if you throw them all in to the center of the room. Other things to note about the armory is the weapons are a little close together so you don't always get the one you want. Outside there is a shooting range with targets at 50, 100 and 150 feet. Their small targets so you'll find out how bad a shot you really are. Next to the range there is an obstacle course. It goes like this run, crawl, jump, climb, balance, cross over to the other side, jump to water, swim, run and shoot. My best time was 28 seconds with a p90. If you using this to test people you can come up with rules like every shot is plus one second or the shotgun is plus 10 seconds since the shooting portion requires you to shoot small targets to progress. On the other side of the barracks/armory there is a yard with several basic structures for Kurosaki08 to practice clearing rooms. And lastly and my favorite there is a stage behind the barracks with a giant American flag behind it for giving dramatic speeches to clan members. The flag can be turned off via button on the podium for all you European/Canadian(/ where ever you are) people out there. I would have used a UN flag but due to time constraints and it not being easy to do with out importing a texture I choose to just go with an American flag. \r\n\r\n\r\n==UPDATE:May 22 2009\r\nI'm back again. I was looking over the comments and decided to add more stuff. now there is a target wall behind each of the shooting stall targets. I is not interactive like the old targets but the old ones are still there. also i added a full house with targets to the training yard. all of the houses have targets now and about half of them light up when hit. Due to technical limitations with hammer i can only have a few of the targets that light up so don't bother asking unless you have an idea for a work around. Near the entrance i added a tower with a over view of the house where the dots represent targets and they toggle on or off when hit. i played around with triggers to see if i could get it to only turn off when hit instead of toggling but with toggle as the only option it is sort of hard.\r\n\r\nyou still some times get the wrong gun in the armory (Almost always) the only way to fix this is to make the armory far to big."
}