{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Water_Refrance.bsp"
				],
				"_sMimeType": "application/x-7z-compressed"
			},
			"_bContainsExe": false,
			"_idRow": 357419,
			"_nDownloadCount": 1169,
			"_nFilesize": 90878,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/357419",
			"_sFile": "water_refrance.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1152059690
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 116812,
	"_sName": "water_refrance",
	"_sText": "Alrighty folks, here it is!\r\n\r\nWhat is it exactly? Well everyone know that there are numourous water textures that come with the hammer editor, but some people do not know the diffrence between the diffrent water textures. I have taken the time to discover what the diffrence was by placing all 58 water textures that I had onto a small map.\r\n\r\nACHTUNG: If you have not figured out already, this \"map\" has been created for other mappers, not for purely gamers.\r\n\r\nDirections On Use: All of the water textures are numbered in accordance to what order they appeared in on MY texture browser. If it is any diffrent for you, feel free to vmex this map! To accurately see what a water texture looks like, you must look at it directly. Because of so many diffrent water textures in one place, it makes it so that they all kinda blend if not looked at directly. Also, make shure to jump into the water to judge how it looks from inside the water.\r\n\r\n- Things To Pay Attention To -\r\n\r\n1. The color\r\n2. The clarity\r\n3. The relflections\r\n4. The cleaness (From inside)\r\n\r\nNOTE: This \"map\" really isn't a map at all. It is supposed to be used for refrance perposes mainly. You can also just play in the water if you are bored and have no friends, that is another option.\r\n\r\nPS: If there are any troubles identifying a texture, simply VMEX it. you have my permission. =D\r\n\r\nPSS: The numbers are on the black wall. They are small, but they are there. Just look hard enough.\r\n\r\nPSSS: I think that the last water texture on the right is from the De_Simpons map... Just so you know... Can be used for nucular sewage maybe? Be creative."
}