{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"css_unic_ruins": [
						"credits.txt",
						"css_unic_ruins.bsp",
						"css_unic_ruins.nav"
					]
				},
				"_sMimeType": "application/x-7z-compressed"
			},
			"_bContainsExe": false,
			"_idRow": 336351,
			"_nDownloadCount": 1535,
			"_nFilesize": 2406384,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/336351",
			"_sFile": "css_unic_ruins.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1228584904
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 117028,
	"_sName": "css_unic_ruins",
	"_sText": "Hello\r\n\r\nThis is css_unic_ruins, iniatly designed as a rescue hostage map, finally modified to deathmatch between teams. In fact, the hostages don't take the lift as well and fall down the bridge in water; so i decide this modification .\r\n\r\nThis map is a big map with a underground way ( 3 in/exit), castle's ruins with many spot to shot and snip, its easy to jump on walls and rocks, easy to be hidden, many possibilities in this map, assault down the bridge , on the bridge...\r\n\r\nSome weapons are available in the two camps, find them !,( beware to the death man)\r\nOptimized, the map runs good with 15 to 20 players, more its depends froom your configuration, but 32 players will be a bit hard to play.\r\nnav points for bots have been customized for ladders and are provided\r\n\r\nEnjoy this map and give your opinion.\r\n\r\n\r\nBonjour,\r\n\r\nVoici css_unic_ruins, une map de grande taille, avec skybox 3d. La map comporte un souterrain avec 3 entrees/sorties, des ruines de chateaux ou il est facile de se cacher ou de trouver un bon spot,il est possible de mener des assaults en bas du pont ou sur le pont, de nombreuses possibilitées sont offertes par cette carte.\r\nInitiallement prévue comme une rescue hostage map, compte tenu que les hostages  tombaient de l'ascenceur pour des raisons indéterminées et qu'il était très difficile de tous les ramener, sans compter qu'ils ne savent toujours pas monter aux échelles, j'ai donc transformer la map en match à mort entre équipes.\r\nVous trouverez dans les deux camps des armes, la map fonctionne bien avec 15 à 20 joueurs, au-delà cela dépend de votre configuration, mais à 32 joueurs ca rame bien généralement.\r\nLes points de navigations des robots sont customizés mais vous pouvez toujours les changer, les bots savent monter à l'échelle.\r\nAmusez vous bien et noter la carte SvP\r\n\r\nTheunicgold\r\n"
}