{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"CSS tdm_shipment": {
						"0": "ReadMe.txt",
						"counter-strike source": {
							"cstrike": {
								"maps": [
									"tdm_Shipment.bsp",
									"tdm_shipment.nav"
								]
							}
						}
					}
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 319431,
			"_nDownloadCount": 1528,
			"_nFilesize": 694123,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/319431",
			"_sFile": "css_tdm_shipment.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1283498594
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 117024,
	"_sName": "CSS_Shipment",
	"_sText": "/////Important info: This map is made up in a way that there are no multiple spawns in any single round. And there are no buys zones at all. All weapons, i,e; shot gun, sniper, Ak-47, Mp5 are all in the middle of each open area or corner of the map. You will spawn with the default hand gun and knife. You must incapacitate apposing team mates before they reach the cache's or just grab the heavier weapons first and then incapacitate them. Each spawn zone is made up of one(1) CT and one(1) T spawn and all are out of the line of sight and fire of the opposing team mates. These weapon caches are in between every set of CT and T spawn zones. There are four(4) guns in every area, three(3) rifles and one(1) degal or Elite. Also the Scout and saw m249 are in the middle of the map between the stacks of containers. There are various elites, frags and smoke grenades scattered around the map as well.///// \r\n\r\n\r\nCounter Strike: Source SDK map readme\r\nWhat: SDK level TDM_Shipment\r\nWhy: It is a CODMW MP map remake\r\n-------------------------------------------------------------\r\nCONTENTS:\r\n1.What is in the folders\r\n2.Description\r\n3.Know issues and notes\r\n4.Why I made this map\r\n-------------------------------------------------------------\r\n\r\n1. Whats In The Folders:\r\n\r\n1xReadme.txt file\r\n1xtdm_shipment.vmf file\r\n1xtdm_shipment.nav file\r\n-------------------------------------------------------------\r\n\r\n2.Description:\r\n\r\nThis is a remake(an entirely rebuilt version)of the map called Shipment that was made for Call of Duty: Modern Warfare that I made using the Source SDK from VALVE. I really liked the CODMW map and thought it would be fun not only to play in CSS but also to better my skills in VALVE's Source SDK. My remake is slightly different mostly being that I added a closer crane and a few more trees(I think)and obviously the map is sized and textured different but for the most part it resembles the main idea of what the original map looks like. Though nothing will ever replace the original.\r\n--------------------------------------------------------------\r\n\r\n3.Known Issues:\r\n\r\nFirst off the map is NOT done I'm just trying to get feed back from any body who likes to give others feed back.\r\n\r\nIts also not tailored to be used on line yet.\r\n\r\nIt has lighting issues, as I am not as good in the SDK as I wish I was(yet!)\r\n\r\nSome of the props are out of place. And a few other set pieces need to be adjusted.\r\n\r\nTextures are not 100% fitted to there brushes yet ether!\r\n\r\nUm...Oh! There is no water 0.o! Some times when I work in the editor for to long or some times after I've added to much stuff, any water no matter dx7 or above, nor cheap water or nice water will render after this odd problem first occurs. Not sure why yet but I'm gonna try and figure it out.\r\n\r\nThat is about it I suppose, hopefully you be letting me know whats up/wrong from this point on=)\r\n--------------------------------------------------------------\r\n\r\n4. Why I Made This Map:\r\n\r\nNot much to say that isn't already known about why any body would wanna remake this map...ITS BECAUSE ITS AWESOME! I've seen a ton of remakes and remixes on youtube so I think the original map speaks for its self in the reasons why it deserves to be worshiped(not really I know I'm just kidding)\r\n\r\nAnd that's it...\r\n\r\nThanx for taking the time to check out my map and I hope you ether have playing it or getting to rip/critic it.\r\n\r\nAs always,\r\nArrogant Orange\r\n\r\n\r\nA youtube preview video for your viewing pleasure:\r\n\r\n<object width=\"480\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/evDcU5LCtYo?fs=1&amp;hl=en_US\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/evDcU5LCtYo?fs=1&amp;hl=en_US\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"480\" height=\"385\"></embed></object>"
}