{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"DeathZone_alpha_v1.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 291033,
			"_nDownloadCount": 1103,
			"_nFilesize": 10786126,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/291033",
			"_sFile": "deathzone_alpha_v1.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1386160857
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 117087,
	"_sName": "DeathZone_Alpha_V1",
	"_sText": "Bowsy/Aeniema - Taking full credit for the development of this map. Inspired by DeathBox maps. Made specifically for DeathMatch WarCraft: Source - For my upcomming server.\r\n\r\nPlease note: If anyone decided to use this map for any of their work, etc or any aspect - please provide credit to me please as I don't mind others using my work/ or if someone would like to work with me.\r\n\r\nHaven't touched hammer in 5 years, so this is the result of a quick go at it once again.\r\n\r\nP.s. sorry for bad screenshots, it's only a Alpha ;)\r\n\r\nBowsy - [http://exgforums.com/](http://exgforums.com/ \"EXG Forums\")\r\n\r\nPlease if possible could I receive feedback for future updates to the map to really nail down on potentially issues with map and improve it.\r\n\r\nNot only problems I am looking for but improvements too.\r\n\r\nPlease note this is the first alpha version and some changes have already been made, such as:\r\n\r\n*Removed C4 spawn from CT spawn area.\r\n*Removed Beauty Salon sign's from shop.\r\n\r\nPlace the .BSP into your Maps folder located in your CStrike folder. Do this whilst CSS is closed, if done whilst CSS is loaded - please make sure to restart CSS for the client to load the map properly into the maplist.\r\n\r\nDirectory:\r\n\r\nD:\\Program Files\\Steam\\SteamApps\\common\\Counter-Strike Source\\cstrike\\maps"
}