{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"dm_amd_spider.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 340700,
			"_nDownloadCount": 1367,
			"_nFilesize": 6352497,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/340700",
			"_sFile": "dm_amd_spider.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1215104870
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 117150,
	"_sName": "dm_amd_spider",
	"_sText": "<fieldset><legend><big><big><big><b class=red>Dm_amd_spider</b></big></big></big></legend>\r\nThis map was created for ATi/AMD and their clan, <i>Team ATi</i>.\r\n\r\nThe map is based on the internal workings of the motherboard, CPU, RAM and Graphics cards, and is based upon an <b>ATi Spider</b> platform rig. This means a rig consisting of only ATi/AMD certified parts. The parts in question here are the AMD Phenom Quad-Core CPU, the AMD 790FX Chipset (on the motherboard) and the ATi HD3870 Graphics card. \r\n\r\nIn the map, you can travel quickly between each part, thanks to the HyperTransport 3.0 technology, which allows two packets of data (or players) to travel between each component at the same time. The data streams will boost you forward and through to the component it links to, which is designated by the sign posted next to the tunnel itself.\r\n\r\nThere are 4 graphics cards, which are CrossfireX enabled, allowing quick access to each of the linked cards. Be careful of the fans though, they can suck you up and kill you if you get too close.\r\n\r\n<hr>\r\nThe majority of the map is quite open, with some small defenses, which encourage players to keep on their toes and use the defense as effectively as possible. The data tunnels add a twist, as you never know who might fly out at any time.\r\n<hr>\r\n<b class=red>This map was created solely by Killo$ity, and was sent on to ATi before posting on the site. If credit is stolen, you will be dealt with severely.</b>\r\n</fieldset>\r\n\r\n<b class=green>Note to the community:</b>\r\nSome of you may have heard me talking of a 'secret mapping project' a few months a go. I have been very protective about it, as I was made to sign an agreement, enforcing me not to leak any information until the map was complete, or ready for the public. This map, is that secret mapping project. It may not be what some people were expecting, but this is the outcome. Thank you all for understanding.\r\n\r\nI hope you all enjoy the map, thank you.\r\n\r\nHere's a short taster video of the map.\r\n<object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/-UDHwk3wcDY&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"http://www.youtube.com/v/-UDHwk3wcDY&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object>\r\n"
}