{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"dm_crashtest.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 347696,
			"_nDownloadCount": 1427,
			"_nFilesize": 2120778,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/347696",
			"_sFile": "dm_crashtest.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1192985184
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 117269,
	"_sName": "dm_crashtest",
	"_sText": "Before anyone says anything, I know the pictures titles don't match the name of the map. It is correct! I accidentally named the map de_crashtest instead of dm_crashtest and I took the screen shots with the name de_ on it and didn't feel like going back to change it. So the pictures you see IS the map you can download and no it's not a de map. Sorry for any confusion I may have caused.\r\n\r\nThis is a DM map with several different levels to play on. The map itself has 5 different levels.\r\n\r\n1. The top level of the map. This is the highest part of the map which also includes the 4 sniper towers on each corner.\r\n\r\n2. The Lower top level of the map. This level is probably the most dangerous because people from any lower level can shoot you from that level although the tactical value of this level is very high which makes it worth trying to get to while playing.\r\n\r\n3. The mid-level of the map. This area includes the middle shooting windows and the 2 sniper towers by the spawns.\r\n\r\n4. The ground level part of the map is where you spawn at and really start off with. From here you can either go up into the higher levels of the map or go down into the lower level.\r\n\r\n5. Underground. This level of the map is quite dangerous but can be very strategic if you learn how to use the underground pillars to your advantage. This is an excellent area for close combat.\r\n\r\n\r\nI tried to make this map so it could fit anyone who plays it. A person who like close combat could easilly go underground to level 5 and play the way they like or go to level 1 and still be able to play there. \r\n\r\nThe close combat areas are also excellent for small arms such as pistols and smg's. \r\n\r\npeople who like using rifles (non-sniping) could find their home withing levels 2-4. Being that these areas were set up for semi-close combat, using a pistol here (although still deadly) wouldn't be as effective.\r\n\r\nThose who like the sniper rifles such as the AWP and the Scout could find their home in the sniper towers which can be accesses through teleporters at the spawn. Although a skilled sniper could easilly go anywhere they want in this map, same goes for any other weapon.\r\n\r\n\r\nThis map is set up for 40 players, has buy zones at spawn, several teleporters, and several lighting effects.\r\n"
}