{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"dm_lake.bsp",
					"dm_lake.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 346737,
			"_nDownloadCount": 1764,
			"_nFilesize": 919677,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/346737",
			"_sFile": "dm_lake.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1195365126
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 117456,
	"_sName": "dm_lake",
	"_sText": "This is a rather large map and can hold up to 40 players. It has almost an infinate amount of possibilites with the addition of the lake I added. Having the lake in the middle of the map you can easilly get to the other team's spawn while staying completely silent. I also added lighting effects into the 2 buildings, the one with the red lights is for the Ts and the one for the CTs has a blue light. \r\n\r\nThere are several vehicles, trees and boats in this map. The trees were set up mainly for extra cover for the CTs since the Ts have a bit of a spawn advantage. \r\n\r\nThe bridge that crosses the lake does have rails on the side to help prevent you from accidentally falling off. You can also get onto the bridge through the water. There are 2 ladders placed that lead from the water up to (about) the middle of the bridge. \r\n\r\nThis map is also excellent for snipers. I actually considered making this an awp map, but then I thought that it would work equally well as a scout map. So since I couldn't decide what to change it to, I kept it as a plain DM map.\r\n\r\nPlaying on this map with bots is extraordinarilly hard even with the bots set on easy. Because they automatically aim at you when you even get the slightest bit on their screen, it's almost impossible to get away with getting even 5 kills each round with an awp. Even if you're in the water, because they're bots, they know you're there (even if you can't be seen from above the surface of the water) and they still shoot you. This map is a great challenge with bots.\r\n\r\nOverall, I thought this map turned out fairly well. Tell me what u think and leave me an assessment. Thanks!"
}