{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"dm_mechanical_destruction.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 340856,
			"_nDownloadCount": 1418,
			"_nFilesize": 2918038,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/340856",
			"_sFile": "dm_mechanical_destruction.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1214615352
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 117474,
	"_sName": "dm_mechanical_destruction",
	"_sText": "I really just kinda threw this map together with a basic idea of what it was going to look like. The main idea I had for this map was to have a circular platform with a divider and holes in the platform for players to access the map through. But to access the map, you would have to jump down the hole into one of the rotating rooms and ride the room to an access ramp to get to the map. I added the glass around the outside of the circular platform to prevent people killing players from spawn. But the point is, you are suppose to ride the room and jump off at one of the ramps and run down into the map where there is a huge assortment of things to hide behind all put together in a circular area. \r\n\r\nBut when I made this map, I wasn't going for looks at all, the overall looks of the map were the least important to me here. I just wanted my basic setup that I imagined and thought of over the past few days. Once it was finished, I thought it turned out really well, seems like it would be a lot of fun to play in some dm server. The only thing I tried to make look kinda cool was the spawn area.\r\n\r\nBelow is a list of stuff you will find in the map:\r\n\r\n--**IN THE MAP**--\r\n8 rotating rooms\r\n6 no roof access ramps\r\n2 roofed access ramps\r\n40 spawn points total (20 for each team)\r\n6 jump holes in each spawn\r\nlots of lighting\r\nlots of cover\r\nvery large playing area\r\nbuy zones for each team\r\nand somewhat realistic gears to rotate the rooms\r\n\r\nTell me how you like it, try it out on your server, and leave me an assessment! Thanks!\r\n\r\n*Ignore my low fps in the screenshots, it's not low becuase of the map, my computer is just being gay today. I can't even play css atm because it's going so slow.\r\n"
}