{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"dm_woodworks_v11.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 328342,
			"_nDownloadCount": 1279,
			"_nFilesize": 159934,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/328342",
			"_sFile": "dm_woodworks_v11.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1254461045
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 117989,
	"_sName": "Woodworks (V11)",
	"_sText": "This is a map made of wood. It's small, and is just a map made for people to have fun with. It's also my first cstrike map.\r\n\r\nUPDATE: Version 2 has an enlarged buy zone, you may now buy stuff in your spawn.\r\n\r\nUPDATE: Version 3 contains two new walls to hide behind within the spawn point. PLus the cs_ prefix was removed.\r\n\r\nV4 UPDATE: There are now holdout areas in the back of each spawn point, as well as new walls to hid behind. The LIENAD wall battle area is now wider allowing for more people to have gunfights there. There are extar steps added to the jump space on the Terrorist team so that they can get to the top area more easily.\r\n\r\nV5 UPDATE: There's now more walls to hide behind and new sniper vantage points in the holdout areas.\r\n\r\nV6 UPDATE: New textures added to the map. Happy? Water bug due to be fixed upon the arrival of V8.\r\n\r\nV7 UPDATE: Water bug partially fixed.\r\n\r\nV8 UPDATE: Water bug 100% fixed. Lights added as well(though I personally believe the lights were unecessary, I was merely told that I should put them in by a user).\r\n\r\nV9 UPDATE: BIGGEST UPDATE YET! There's snow, it's nighttime, and statics have been added for extra realism. It's practically a totally different map.\r\n\r\nV10 UPDATE: Day is breaking, but the fun's not over. Plenty of new statics, and two new spawn areas allowing for more players to play. This will be the last update for while, so have fun with Woodworks!\r\n\r\nV11 UPDATE: The night has fallen once more. The Towers of Quad have been revealed. The Brick Borders have been built. The CT BuyZone 2 Error has been fixed. Play on!"
}