{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "readme.txt",
					"cstrike": {
						"maps": [
							"awp_downfall.bsp",
							"awp_downfall.nav"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 346520,
			"_nDownloadCount": 2765,
			"_nFilesize": 1242892,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/346520",
			"_sFile": "awp_downfall.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1195992977
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 118405,
	"_sName": "awp_downfall",
	"_sText": "I made this map because I couldn't sleep. It was done in about three hours. Obviously inspired by crazyjump. Everyone spawns on top of the two towers with an AWM, Deagle, HE grenade, smokegrenade and knife.\r\n\r\nOn the first level you encounter when you drop down, there's a backway allowing for easier hiding before dropping down further. The platforms at the base of the towers teleport you to the top again. The bridge connecting the two is breakable but the 'support structure' will stay intact, so people can still cross.\r\n\r\nExtra spawns can be added if needed, for instance one floor below the top in the back hall. Right now there are 10 spawns for each team, otherwise it would be too crowded at the top, and our custom maps server is only a 20 slots server.\r\n\r\nThe map has HDR, but I would not recommend turning it on. It only looks nice in certain spots ;). Haven't actually played it online with real people, but I think it'll be fun.\r\n\r\nEnjoy!\r\n\r\n<b>Edit:</b> I am well aware of awp_crazyjump2007, which uses pretty much the exact same gameplay idea. That's what the line \"Obviously inspired by crazyjump\" is about, 3rd sentence from the top. This map was made for fun because I was bored. I recently played awp_crazyjump2007 for the first time, thought the gameplay was fun but the maps looks sucked, which is why I based this map on it. I made it from scratch, my first map.\r\n\r\nIf you want to disapprove because of the fact that it looks and feels like awp_crazyjump2007, be my guest, but then I'd suggest you might also want to take a look in the FY section and disapprove any map that uses fy_iceworld layout and gameplay ;)."
}