{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"awp_metro_s.bsp",
						"awp_metro_s.nav",
						"awp_metro_s.txt"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 354007,
			"_nDownloadCount": 2545,
			"_nFilesize": 943960,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/354007",
			"_sFile": "awp_metro_s.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1168331838
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 118909,
	"_sName": "awp_metro_s",
	"_sText": "Awp_metro_s\r\n==================\r\nAfter it being set aside for many months. I have finally decided to release it. Awp_metro was originally made by \"Rica aTOLERO\" for CS 1.6. There is currently another version of awp_metro for source made by another person. But to me it strays to far from the way it originally looked. So I decided to recreate the whole map and make it as close to the original as possible, while still keeping a source look to it. It is still a bit primive. But thats how I wanted it to stay. This is also only the second map I have made so I am no expert at map making. :)\r\n\r\nEither way I hope you enjoy playing it. =D\r\n\r\n==================\r\n32 spawns in all, 16 CT and 16 T. You spawn at various location on the top and in the underground area of the map.\r\n\r\nThis is an awp map so you are restricted to an AWP , but you are also allowed to use the Deagle and an HE grenade and knife. This is how it originally was for 1.6 so I am keeping it that way in the source one. :)\r\n\r\nAlso, if you have played the map before you will know of the tram area below the map. Watch out for the tram rail area, if you miss the jump and fall into it you will be killed. :O\r\n\r\nI included the bot navigation file also. They seem to work fairly well on the map and will be something to shoot at.\r\n\r\nOh, by the way. There is no buy zone so don't go looking for one.\r\n\r\n==================\r\n[Aura]Error.ocx\r\n\r\n"
}