{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"AWP_Promise": {
						"0": "README.txt",
						"maps": [
							"awp_promise.bsp",
							"awp_promise.nav",
							"awp_promise.txt"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 430390,
			"_nDownloadCount": 978,
			"_nFilesize": 64836198,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/430390",
			"_sFile": "awp_promise.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1567124360
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 119046,
	"_sName": "AWP_Promise",
	"_sText": "<h1>Promise - Sniper War<br>Made by Foofinoo</h1><i>In my restless dreams,<br>I see that town.<br><br>Silent Hill.<br><br>You promised me you'd take me<br>there again someday.<br>But you never did.<br><br>Well, I'm alone there now...<br>In our 'special place'...<br>Waiting for you...</i><br><br><span class=\"Spoiler\">Okay it's Mary's Letter, but what else could I do for such a map ?</span><br><br>This map is a remake of the <a href=\"https://silenthill.fandom.com/wiki/Observation_Deck\">very first area</a> of one the best game ever made : Silent Hill 2.<br>Since it's probably one of my favorite game introduction as well, I thought it would be great to remake it into a playable area.<br><br>I tried to make the map as accurate as possible. Naturally, because it's an AWP map, I had to put some covers here and there. <br>Therefore, I imagined the road being closed and in construction, hence all the crates all over the map.<br>And well, it's Silent Hill after all, do I really have to justify anything ?<br><br>Furthermore, I distilled several \"easter eggs\" (or simply direct references) to the game. I guess someone who never played it might never figuring it out, but well...<br>You can also enter into the toilets, but I let you find how. I could not make the map without including the toilets one way or another.<br><br>However, I must admit I had a really hard time to make the natural landscape of the map : the hills around the tunnel, but above all the pathway that leads to Silent Hill as well as the trees in the fog.<br>I would have loved to make the Toluca Lake viewable from the deck, but I just could not do anything good.<br>Of course, it looks nice in Silent Hill 2 because the camera is always wisely placed, but I can't control player's view so everything I tried seemed wrong.<br>What you see here is the best thing I could do : making trees sink into the depths of the fog.<br><br>About the custom content, a lot of models and textures are coming from the great mod <a href=\"https://www.moddb.com/mods/alchemilla-mod\">Silent Hill : Alchemilla</a> by the White Noise Team.<br>I also used some models from the mod <a href=\"https://www.moddb.com/mods/grey\">Grey</a> by the DeppreSick Team. <br>Still, I had to make textures and skins on my own and I'm pretty happy about how it turned out.<br>I can only recommend you to play these awesome mods if you like horror games (and riddles for Silent Hill : Alchemilla) as I really enjoyed them both.<br>I would also like to thank the Team Silent for making such a great game as well as Perdedork for the <a href=\"http://www.silenthillmemories.net/sh2/modding_en.htm\">Silent Hill Level Viewer</a> that allowed me to see every detail they put into their game and <a href=\"https://gamebanana.com/members/1334677\">Peredice</a> for his tests and suggestions.<br><br>In the end, even if the map is not that big, it took me barely a month to make everything.<br>Well, being on holidays and having the time to map is pretty great indeed. I guess everything has an end...<br><br>It was a real blast to make everything, especially while listening to the great (and haunting) soundtrack of Akira Yamaoka.<br>I hope you will enjoy the map as much as I enjoyed making it.<br>Have fun !<br><br>Foofinoo<br><br>August 29, 2019<br>"
}