{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"AWP_Shard": {
						"0": "README.txt",
						"maps": [
							"awp_shard.bsp",
							"awp_shard.nav",
							"awp_shard.txt"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 488088,
			"_nDownloadCount": 587,
			"_nFilesize": 31511040,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/488088",
			"_sFile": "awp_shard.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1601192918
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 119120,
	"_sName": "AWP_Shard",
	"_sText": "<h1>Shard - Sniper War<br>Made by Foofinoo</h1>\r\n<br>\r\n<i class=\"SelectedElement\">While the City's state seems to be slowly decaying, security officers are gradually disuniting from their superiors.<br>Yet some are still loyal to this corrupted and oppressive regime.<br>\r\n<br>\r\nThis confrontation is one of freedom against security...</i>\r\n<br>\r\n<br>\r\n<hr>\r\n<br>\r\nThis map is a remake of one of the very last area of <a href=\"https://mirrorsedge.fandom.com/wiki/Mirror%27s_Edge\">Mirror's Edge</a>. It is taking place in the <a href=\"https://mirrorsedge.fandom.com/wiki/The_Shard\">Shard</a> - the tallest building in the City.\r\n<br>\r\nThis is one of my favorite part of the game, closely followed by the subway and the sewers. I always loved the aesthetics of cleanliness and sharpness of the game's visuals. I thought it would be a nice challenge to try to get that same ambiance in Source.\r\n<br>\r\n<br>\r\nQuite naturally, I decided to turn it into an AWP map as it's a quite long hall.\r\n<br>\r\nBut unlike <a href=\"https://gamebanana.com/maps/206284\">AWP_Promise</a>, I had not to add any cover as most of the map design offers enough covers to be left natural.\r\n<br>\r\n<br>\r\nAbout the custom content, I made most of the custom textures. And I'm pretty happy with how it turns out. I had to go through a lot of trials and errors to find the fitting textures. Same goes for the lightning, which are probably impossible to get exactly right since DICE and Illuminate Labs had to make a custom lightning solution for the game...\r\n<br>\r\n<br>\r\nThe best result I could get was to use solid white textures: what you see are only the bumpmap and detail materials!\r\n<br>\r\nI'm not sure it is a really common thing to do but I think it looks pretty dope.\r\n<br>\r\n<br>\r\nI also had to make some models... For my very first models, I don't think it's that bad, despite the fact that they are quite simple in the end.\r\n<br>\r\nSome textures and models are coming from Black Mesa and I also used some textures made by <a href=\"https://gamebanana.com/members/1255521\">wohSiesta</a>.\r\n<br>\r\n<br>\r\nAnd for the record, I thought about making this map for quite some time (probably years now) and finally started working on it last year in September after releasing <a href=\"https://gamebanana.com/maps/206284\">AWP_Promise</a>.\r\n<br>\r\nBut with the start of the school year (and my crappy computer), I decided to put it aside after barely working on it for two weeks...\r\n<br>\r\n<br>\r\nThen I get back to it a bit after releasing <a href=\"https://gamebanana.com/maps/210217\">DE_Forsaken</a> around mid-June. It quickly progressed until I hit that point where most of the \"core\" was done and only the time-consuming details were left... It was around August. From there it slowly get better (and bigger).\r\n<br>\r\n<br>\r\nAnd now it's finally done! I hope you will enjoy the map as much as I enjoyed making it.\r\n<br>\r\nHave fun!\r\n<br>\r\n<br>\r\n<hr>\r\n<br>\r\nFoofinoo\r\n<br>\r\nSeptember 27, 2020"
}