{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_jail_boostway.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 321403,
			"_nDownloadCount": 1312,
			"_nFilesize": 2009674,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/321403",
			"_sFile": "ba_jail_boostway.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1279276951
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 119718,
	"_sName": "ba_jail_boostway",
	"_sText": "Hello,\r\nthank you for checking the map and also enjoy after downloading.\r\n\r\nit follows a short explenation about my map:\r\nmy idea was that it sucks do run all the way around to get from point A to B,so my simple system of getting shot from the main hall \r\nis inclueded in ba_jail_boostway.The T's are ought to group in the mass jail,a CT's enters a button and 3 secs later the T's will get boostet into another room,where they are cought and wait for the CT's,who got shot in another way.\r\nThe map includes every standard featuers like tunnels,a pool room,soccer room,weapon chamber,medic rooms,hidden weapons,teleporters a killmachine and so on.A secret was also added by me,what gives every player alive a full set of guns and nades-but dont be scared its hard to find and hard to activate ;).I hope you enjoy my map and thanks alot for your intrest.(video link below)\r\n\r\nJo leute,\r\ndas ganze nochmal auf deutsch,wenn ihr es noch nicht oben gelesen habt.also wie der name schon sagt ist der clou der map ganz einfach quer über die map geschossen zu werden.dies gilt nicht nur füe die T's sondern auch für die CT's.beide gruppen werden in seperaten schächten vom zellentrakt in die spielräume geschossen.das ist auch schon alles,sonst beinhaltet die map alle bekannten features wie,waffen in den zellen,schächte,killmchine,schwimmbad,fußballeld etc.achja noch ein fettes secret,welches allen spielern ein volles waffen eqwipment zusteckt,aber kein angst es bedarf viel glück ungesehen vier orter der map ungesehen abzuklappern;)\r\n\r\n\r\n\r\nmap video           http://www.youtube.com/watch?v=J1PsVhafe3g"
}