{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"maps": [
							"Ba_Prison_Ship_v5.bsp",
							"Readme.txt"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 335257,
			"_nDownloadCount": 1883,
			"_nFilesize": 3070901,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/335257",
			"_sFile": "prisonship_6.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1231817308
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 119912,
	"_sName": "ba_prison_ship_v5",
	"_sText": "If you have any questions or problems, email me at   \"reapers_maps@yahoo.com.au\"\r\n\r\n\r\n\r\n\r\n*Installation*\r\n\r\n1. Extract the contents of \"prisonship.rar\" to your counterstrike source directory,\r\nC:\\Program Files\\Steam\\SteamApps\\YOUR USERNAME\\counter-strike source\r\n\r\n\r\nDone, you can now play the Prison Ship map.\r\n\r\n\r\n\r\nNote: This map uses a custom skybox (which I did not create) downloadable from http://www.fpsbanana.com/textures/16\r\n\r\n\r\n\r\nMap - Things you have to know:\r\n*This map is designed as a prison map, 16v16.\r\n*Recommended round time is 9 minute...\r\n*The ship is going to blow up somewhere between 3-6minutes after the round begins, CT must escort T off the ship to safety\r\n through the tele room (Teleport room). Ts can follow orders or rebel, every man for himself style. Also, whoever gets off \r\nthe ship first controls the base you arrive at.\r\n*Ts cells will sometimes open and sometimes stay close, 50/50 chance and CT will have to go down ad rescue them.\r\n*If someone makes it into the engine room they can switch the power off for 40 seconds, making CT's job harder.\r\n\r\n*Certain windows can be shot out, sucking players out of the ship and sealing that section off for 30 seconds.\r\n*Gravity fluctuates, making certain area's passable or nonpassable.\r\n*Tele Room won't open until after 2 minutes.\r\n* Once inside a  teleporter, you can lock people into harness' but once you activate the teleporter with the panel on the wall,\r\n all harness's close. Make sure you don't block a harness and you must be inside one when it activates.\r\n*Once off the ship, you’re safe. There are two doors where you appear, one is open and leads to where you can look over the base \r\nand control who goes where. The other leads out to the playground. \r\n*the playground consists of a digable sandpit, race, Simon says platform, shot for shot arena and the \"death room\". \r\nIf people fall from the race, fall from the shot for shot arena or dig too far in the arena, they will appear in the \r\ndeath room and drown.\r\n*The shot for shot arena can be activated with the button on the wall, once activated you will have 25 seconds to kill your opponent.\r\nAfter that you are forced into the pit. If you kill your opponent, or the fall in the pit, the arena will close letting you leave. \r\nMAKE SURE you don't press it when you’re the only one inside.\r\n"
}