{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"1on1_xtazy.bsp",
					"1on1_xtazy.vmf"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 340625,
			"_nDownloadCount": 2072,
			"_nFilesize": 4492838,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/340625",
			"_sFile": "1on1_xtazy.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1215344406
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 120180,
	"_sName": "1on1_xtazy",
	"_sText": "Thats my New Map.\r\nIt has a bit different gameplay like usual Css Maps.\r\nill Explain it short:\r\nAt first every Player will spawned in a Room with 1 Enemie. I made it that every Player will have an Opponent in there Room if theres a round number of Players.\r\nNow after freeze time is done, you can choose one of six Weapons (Deagle, Scout, Ak, Colt, Shotty, knife)\r\n. If a weapon is choosen by someone all other Buttons to choose will be deaktivatet and in every room will spawn 6 of the choosen weapon(3 on each side).\r\nNow a countdown will start and if its on zero the door to the Enemie will Open slowly. First the down part of the door then the upper glass part. Now you have to kill you Enemie as fast as Possible and run into the Middel Teleporter of your Room to get to the Final Knife Arena. Any Winner of a Room will be there but the First who reaches the Arena is double as fast as the others.There is also a easteregg in the Arena to let the small temple in the middle get up to get the M3 inside.\r\n\r\nI know the textures looks abit crappy but its still fun to play.\r\nHope you like the Idea and Maybe make ur Own 1on1_xtazy Map. Ill put the vmf within the download so you can see how it was Made. I think the next 1on1 map should be like any room as another theme like aztec room, italy room, etc...\r\n\r\nSo long have fun and let me know if you found any Bugs or something :)"
}