{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": {
						"0": "breakem_v2a.bsp",
						"1": "breakem_v2a.txt",
						"graphs": [
							"breakem_v2a.ain"
						]
					},
					"materials": {
						"breakem_v2a": [
							"egg.tga",
							"egg.vmt",
							"egg.vtf"
						]
					}
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 359464,
			"_nDownloadCount": 1594,
			"_nFilesize": 2388455,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/359464",
			"_sFile": "breakem_v2a.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1133970840
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 120298,
	"_sName": "breakem_v2a",
	"_sText": "This map was mostly inspired by Supa’s work.  I had the idea of making a more breakable map independently, but soon discovered that I wasn’t the only one with that idea.  I ended up spending a lot of time at buildingblockscs.com’s servers (now defunct), where Supa’s maps were featured and where he was the resident mapper.  This release was the latest version of my previous break-map attempts, taking the hex-block idea from Supa’s works.  The hex-block is the perfect shape and size to maximize the potential breakable area of a Source-based map.\r\n\r\nXero's description: \"This is the second version of Coestar's map 'CSS:Breakem' and it is a great change from his first one (Not saying that it was bad it was good) it is now based in a new arena: a warehouse that is completely destructable as well as other little 'Tit-Bits' you can now climb up vents to be a sneaky little bugger and snipe/own anybody that is unlucky enough to pass your way the werehouse has an underground area for god-knows what but it is a tunnel full of water and other things the design of this map is solid and it is great for big firefights great for a 'Break-Fest'\"\r\n\r\nThanks for posting my map and your good description, Xero!"
}