{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"break_n_run_2.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 321846,
			"_nDownloadCount": 1193,
			"_nFilesize": 353882,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/321846",
			"_sFile": "break_n_run_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1277407939
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 120292,
	"_sName": "Break 'n' Run 2",
	"_sText": "\r\n###########\r\n\r\nBreak 'n' Run 2\r\n\r\n###########\r\n\r\nOkay, This is a new style of gameplay for CSS (i think anyway)... i thought of the idea a few days ago, so this is my first attempt...\r\n\r\nThe idea is Left For Dead style CO-OP, but on a smaller scale, and not with zombies, with CT's...with guns lol. (so nothing like left for dead really...)\r\n\r\nNOW THE IMPORTANT STUFF - PLEASE READ!!\r\n\r\n*There are 4 T spawns and 12 CT's (so 4 player co-op)\r\n*It was designed around having bots (very hard) as the CT's\r\n*CT's start armed to the teeth, whilst the T's have a 10 second head start to go and find some guns/hide/run away/whatever...\r\n\r\nHOW TO PLAY - READ THIS TOO! :) \r\n\r\n*Find a couple of mates (not very fun alone)\r\n*Join T side - you will start with a pane of glass in front of you - THIS IS THE TRIGGER TO START THE GAME\r\n*The glass has 200 HP - once its broken, you have 10 seconds to run into the room ahead and find some guns! \r\n*After 10 seconds, the wall holding back the CT's will break, and being bots (which they should be) will come and hunt you down! :)\r\n\r\n\r\nThere are various weapons/grenades located around the map, also a variety of routes to take for both teams.\r\n\r\nQUESTIONS/COMMENTS/IDEAS all welcome! \r\n\r\nLET ME KNOW WHAT YOU THINK OF THE GAMEPLAY TYPE - il make some more maps for it if people want them :) \r\n\r\n\r\nCheers! \r\n\r\n\r\nGavin\r\n\r\n\r\n"
}