{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "READMEbreakfloor_jail.txt",
					"1": "breakfloor_jail.bsp",
					"2": "breakfloor_jail.nav",
					"breakfloor_jail SCREENSHOTS": [
						"All the way up(notice the ct and t bases underneath).png",
						"Corner snapshot from outside jail.png",
						"Thumbs.db",
						"about tosurf to top teleportal.png",
						"being launched from top back down.png",
						"breaking floor to go surf!.png",
						"broke last transparent block to get to surf.png",
						"entrance to surf(under floors).png",
						"great scenery picture.png",
						"inside the jail.png",
						"map credital.png",
						"moving down ladder.png",
						"on lower part of the top.png",
						"shotgun&smokegrenade platform.png",
						"surfing!.png"
					]
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 351883,
			"_nDownloadCount": 1283,
			"_nFilesize": 12114651,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/351883",
			"_sFile": "breakfloor_jail.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1177634620
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 120317,
	"_sName": "breakfloor_jail",
	"_sText": "This is the same breakfloor all you breakfloorians like but modified by me. I added of course a jail hence the name breakfloor_jail. So when you fall down by some idiot teammate or by an enemy you won't die at the bottom, rather you teleport to jail. At each spawn point there is a surf sign on the walls. Shoot down the floor and the last glass block is where you can exit the enclosed breakfloor and surf down to the jail to open the jail door if a teammate is stuck in there. Even if you don't need to free a teammate there are blocks on the way with shotguns and smoke grenades on either side. On top of jail which is sort of hard to get to is where the snipers and semi-auto snipers are. In that same spot there are 3 teleport doors to get to either CT base T base or TOP. But since the floors might be broken when you teleport to the CT or T base you spawn on top of the light so you don't die.(water wouldn't work there) Also at the jail you can shoot and see through it from the outside but people inside it cannot. When you teleport back to the top middle wall I made it a bit wider only on the top part and put some weapons along with HEgrenades. There is also two ladders on both sides of the top middle divider because if you jump from there your health gets lowered, and like I said before water cannot work there. I also put a ladder at the top of the jail where the snipers are going down so that you don't die when you fall. I know it looks pretty pointless because people can just jump into the water at either side outside of the jail but it is an alternative. Another thing I added is another ramp by the jail that makes people surf into a wall that trigger teleports all the way to the top of the map. Yes I added a ceiling at the top, made of unbreakable glass that you can also shoot through from both sides. I placed a few weapons up there along with a couple flashgrenades. And to get down from there you just start walking towards the opening and it will boost you forward to get back to the ramps. \r\n"
}