{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"fk_stalker_concrete.bsp",
					"fk_stalker_concrete.nav"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 345849,
			"_nDownloadCount": 1383,
			"_nFilesize": 6220574,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/345849",
			"_sFile": "fk_stalker_concretezip.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1198525281
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 120502,
	"_sName": "fk_stalker_concrete",
	"_sText": "To start:\r\n\r\n-The map is pretty dark so if the screenshots are hard to see, let me know. You can view \"Zm_Concrete\" for day-time screenshots. That map has the same exact layout.\r\n\r\n\r\n-Makkon (over at interlopers) is the original author of this map! All of the brushwork is his original work. Credit goes to him for his fantastic job. I only take credit for my additions to the map!!\r\n\r\n\r\nGameplay:\r\n \r\n(Can hold a max of 24 players. But I recommend 12)\r\n\r\nThe map is very dark in-game, and IT HAS LIGHTING. The reason for this dark setting is to stalk (that's where it gets its name) and try to hide from the enemy. There are many features that you can use to your advantage. There's a few light fixtures which are dynamic and can be shot out. The doors in the map will be kicked out of their foundation if you walk into them. It can go either way depending on where you enter. You really need your flashlight to navigate well, but using it exposes you more, so you want to limit the use of it. That's my only reason why I used day-time shots (the day-time version is for the ZM version of this map which is almost done). \r\n\r\nThere are many weapons hidden throughout the map which you must find. Eventually you should figure out where every gun is. If I do ever release a v2 of this, there will probably be less weapons in the map. You will lose any found weapons at the beginning of the next round though to prevent unfair advantages (EX: Guy finds an m249, and everyone else has a knife). You, of course, start out with only a knife.\r\n\r\n\r\nOther Info:\r\n\r\nThe map has navigation but it's not perfect. The second floor is literally unnavigable for BOTS because of the sparse terrain it possesses. The nav works fine for the first floor of the map though. If you do play with BOTS, one CT point is located on the second floor so make sure to check up there every round in case a BOT decided to get stuck up there. They do manage to pick up pistols every now and then so watch out.\r\n\r\nI will be expanding this map and turning it into a ZM map. It's architecture is well-suited for ZM gameplay. \r\n\r\nThe map features an ambiance created by me. Every round it will play, but it's not looped. I hope you find it creepy."
}