{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"maps": [
							"fun_sumo.bsp"
						]
					}
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 341981,
			"_nDownloadCount": 3197,
			"_nFilesize": 2056791,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/341981",
			"_sFile": "fun_sumo.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1210640488
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 120678,
	"_sName": "fun_sumo",
	"_sText": "Hey.\r\n\r\nSequel to fun_windtunnel_fixed texture wise.\r\n\r\nThis map was created solely by Corn Ibulus.\r\n\r\nBeta test thanks to |TAG|=>. Thanks to 3z for helping me with other random junk.\r\n\r\nThis map was created to find a balance between aim and power.\r\n\r\nTerrorists: After the warm-up timer you will be teleported into the middle of the arena with an AWP, in plain sight of the ct's. You need to keep them from reaching you while dodging headshots. The only things that can kill you are: a headshot, two ct's hitting you at once, falling into the lava, being stabbed in the back, or being shot by the cannon. Basically, they have to do 100+ damage in a half of a second, or you don't die.\r\n\r\nCounter-Terrorists: You are on the edges of the arena with scouts. You will need to use teamwork to call shots or coordinate the terrorists' deaths. You are concealed and hard to see, so use your terrain wisely.\r\n\r\nTraps: While inside the arena two traps will commence. One trap sends boulders hurling at you from the sky, another drops half of the terrorists' floor into lava. These can be used to both teams' advantages. For the terrorists, the boulders can block the counter-terrorists' bullets and the floor can keep them from getting close to you and stabbing you in the back, resulting in an instant kill. For the counter-terrorists, you will love seeing terrorists being crushed by boulders and being incinerated in the lava pool.\r\n\r\nI hope you enjoy this map."
}