{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"fy_quadrat-x.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 337088,
			"_nDownloadCount": 1583,
			"_nFilesize": 1484943,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/337088",
			"_sFile": "fy_quadrat-x_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1225623026
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 120749,
	"_sName": "fy_quadrat-x",
	"_sText": "I present you my first finished map * gg *!\r\nIt is a simple map Fun! My map works like a maze (hence the few textures) and there are 3 types of walls!\r\n1. Double wall metal texture\r\n2. Double wall glass texture\r\n3. Wall with one side of glass & one site of metal\r\n\r\nThe interesting thing is that you never know whether a defendant if it sees through a glass texture can see! 40 players and has a buying mode over the whole map!\r\n\r\nIn the map included:\r\n- Logically, the map itself\r\n- The BOT file\r\n- A readme file\r\n- A graffiti\r\n- Floor & Ceiling Texture\r\n- Mapname logo\r\n- A custom sound\r\n- Overview (radar)\r\n\r\n\r\nI give you a few times already answers to questions that some of you have asked!\r\n\r\nQ: What is on the map so great and what differentiates them from other Fun Maps?\r\nA: There is not a good option for campers!\r\n\r\nQ: Is this map is not unrealistic, if on one side and a glass texture on the other is a metal texture is?\r\nA: CSS is not in itself very realistic, because apart from that I also less emphasis! As described, should we lose the orientation and it is not predictable, whether on the other side of a wall is a glass texture! In principle, such a wall is a Venetian mirror (SPYMIRROR)! And you can’t see if the guardian side of the rest of the texture map is! In addition, CSS is not mirrored themselves anyway!\r\n\r\nQ: How was the name of the map?\r\nA: fy = Fun Map (I know what “fy (FightYard)” it is! Nevertheless, I count (and many others Gamer) \"fy-maps\" to FunMaps!), quadrat = is the building, X = middle are the walls and hence the ways you can go!\r\n\r\nF: Why a Fun Map?\r\nA: The kits for most of the time I currently work (I work mostly at night! And am I doing with my laptop, the CSS just enough so! Complex maps to open with a hammer are almost impossible or it shakes with every move! Moreover, the conversions will take very long! Another point is that I currently prefer or GunGame Deathmatch games, because you are not the Standardmaps when to 4t on the server is!\r\n\r\nQ: buying mode in the entire map, why?\r\nA: As already mentioned the map is not large and is considered Fun Map! And because the walls with mirrors or window is not quite as high as the pillars, you can also throw grenades all good (and within the set time of the server purchase), reflecting the increased Fun Factor!\r\n\r\nQ: Can it be that the map is a bit dark?\r\nA: Yes this is also the intention was! It is as alien with metal act * gg *! So dark and scary! Then make sure the sounds! But it is still well lit so that you can see everything!\r\n\r\n\r\nAnd a look around (Quicktime or something. Mov can play required):\r\nhttp://www.file-upload.net/download-1216733/fy_quadrat-x.mov.html"
}