{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"fun_wtflolugotpwnednoob.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 341673,
			"_nDownloadCount": 1475,
			"_nFilesize": 1654565,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/341673",
			"_sFile": "fun_wtflolugotpwnednoob.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1211774362
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 120708,
	"_sName": "fun_wtflolugotpwnednoob",
	"_sText": "I made this map, not for looks, but just to go in and have fun with. Although it is best if there is an admin around the server to make sure everything runs smooth.\r\n\r\nSpawn area:\r\nThis is where you spawn, as it says in the name. From here you can choose from 5 different areas to go to and do 5 different things.\r\n\r\nHuge Downhill race:\r\nThis is a massive hill, being over 15000 units in length to race on, it is really a huge hill. On the hill I have several things you can use to ride down the hill, from truck, sleds, giant wheels, and a hover car. Although I kinda like just jumping and going freestyle down the slope on foot. But this is where an admin is really nice to have, you should really have your health set to 999999 because you will more than likely die on the way down if you don't. I've only made it all the way down the slope once with 100hp at the start. Although at the end you will die, and if they server is setup with a dm mod (best of this map) you will respawn to get a new place to go.\r\n\r\nShoot Your Buddy Out of the Sky:\r\nThis is a fun thing to mess with, one of your buddies jumps in the cannon, another lights the fuse and all of you try and shoot the person out of the sky with the weapons provided before the person hits the ground. There is a weapon dispencer right by the cannons with 3 different weapons to use. If you want sniper rifles you'll have to get an admin to give you one.\r\n\r\nHuge Spike Jump:\r\nThis is one is simply to kill yourself. You climb to the top of the huge ladder and jump off, it's more entertaining if you get about 8 or 9 people to all jump on the spikes at the same time. \r\n\r\nSkydiving:\r\nThis place is really a lot better if an admin sets the acceleration speed while you're in the air to a higher number. The idea of this is to try and get through as many tubes as you can before you get to the end of the dive, at which time you will be teleported back to the top of the dive to start over again. If you want to stop doing that, either fall onto the edge of one of the tubes, or just type 'kill' in consol.\r\n\r\nShooting Range:\r\nI had a bit of fun with this place. At the start there are several weapons on the ground provided for you to mess with, I did several things from seeing how far I could hit targets with certain weapons to seeing how many I could hit while running all the way to the end of the range. Once I was done I just typed 'kill' in consol to respawn.\r\n\r\n"
}