{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"South_park_elementary_v1.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 336554,
			"_nDownloadCount": 5993,
			"_nFilesize": 3275709,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/336554",
			"_sFile": "southpark_elementary_v1.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1227755159
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 120996,
	"_sName": "south_park_elementary_v1",
	"_sText": "New Video\r\n<object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/tDMBU12dEL0&hl=en&fs=1&color1=0x006699&color2=0x54abd6\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/tDMBU12dEL0&hl=en&fs=1&color1=0x006699&color2=0x54abd6\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"275\" height=\"250\"></embed></object>\r\n\r\nThis is a South Park V1 Map i have been working on for a 2weeks i have made all the textures myself i got the house ideas from Fy south park and the TV show.  IN  V1 i added a lil pond in the side i made texture files a lot smaller for the download from 34 mb to 26mb i think something around there i also fixed up the sleigh.The bus was made by JasenM i just re textured it and sleigh was by robin witch the sleigh is drivable now and i added the basket ball court for the high school musical episode and i still need to add a couple more rooms but they will be in my next release. its a great map and the people on my server LOVE it, its a big download though all the texture files i put into it with pakrat but its will worth the download please post what u think i should add and rate it GOOD =D Also my server is only 18 slots but in the video it was full the time and usually is full when ever we go to map because people just LOVE it but i recommend u have fast download server take 2-3 min download maybe\r\n\r\nthere are 40 spawn 20 t and 20 ct\r\n------Soon to come-------\r\n+ Mr. Mankeys office\r\n+ Bath rooms\r\n+ windows on the back side of the houses --- DONE\r\n+ a kill kenny thing on a wall\r\n+ some of the suggestion i get from people if they post them below\r\n-----Credits-------\r\nRobin-- the sleigh that i made drivable\r\nJasenM--Sweet buss prefab\r\nHeyo-- for house design ideas\r\n-----Updated in V1-----\r\n+ Fixed sleigh driving problem i just made it a pick up able smoke grenade if u want to use it, its a trigger push and to get rid of just through the nade\r\n+ Added windows on back house so it more even sniping for both team ct doesn't have advantage\r\n+ More new textures that are pretty nice\r\n+ i added more props and details make map more filled and added the pond on the side of the hill \r\n+ Made the texture files a lot smaller so the download is a lot smaller"
}