{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"takeshi_castle": {
						"0": "readme.txt",
						"cstrike": {
							"maps": [
								"takeshi_castle.bsp"
							]
						}
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 321967,
			"_nDownloadCount": 1868,
			"_nFilesize": 2250591,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/321967",
			"_sFile": "takeshi_castle.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1276963074
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121011,
	"_sName": "Takeshi´s Castle",
	"_sText": "Map developed by Moreno.\r\n\r\nHow to install:\r\nReplace cstrike in this rar in your Counter Strike: Source folder.\r\n\r\n=====>Demostration video: <==========================\r\nhttp://www.youtube.com/watch?v=yi5cHrfjSKg\r\n\r\nNotes:\r\nThis map requires 2 or 3 players minimun in Terrorist team for the control of the entire map. \r\nThe map have some proofs for CT like in Takeshi´s Castle tv show, the Terrorists must \"smash\" CT to avoid\r\ntheir death. If some CT reach the Terrorist´s castle, they can take a weapon and get revenge.\r\n\r\nProofs description:\r\n1- The CT must pass a high wall in some seconds or he will die. TIP: Up \"leaned\" and crouch at the higher point.\r\n2- In this proof Terrorist can throw big rocks to crush CTs.\r\n3- The maze, only one exit, many water ends, one Terrorist with a knife inside. Its important that the Terrorist\r\n   dont go outside the maze (abuse and less fun :( ).\r\n4- The players mount in big cups and slide down to pass the deathly lake.\r\n5- One Terrorist control a cannon and shoot balls everyone CT that try to pass the bridge.\r\n6- In this proof, Terrorists must active one combination of \"false\" rocks that push CTs to the deathly lake.\r\n7- Last proof, to reach the other shore CT must mount the surfboard and avoid the obstacles.\r\n8- If you reach this point, go inside, take a shotgun and kill some Terrorists. "
}