{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"storm_the_house.bsp",
					"storm_the_house.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 336557,
			"_nDownloadCount": 1615,
			"_nFilesize": 593973,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/336557",
			"_sFile": "storm_the_house.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1227744071
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121003,
	"_sName": "storm_the_house",
	"_sText": "I made this game based off a game I played recently by armor games, the game can be found here:\r\nhttp://armorgames.com/play/2625/storm-the-house-3\r\n\r\nJust like in the game, storm the house 3, this map has one house and people comming at it. It also has a wall to defend the house with. Although that is about the only similarity between it and the game itself. With this map I changed a few things to help it work out properly for the CT team, being that they're the team that has to rush in to try and kill the T's in the house. I added some destroyed tanks on the field, and since there are tanks in the game \"storm the house 3\", I felt it to be appropriate for the setting. Also, in addition to the tanks, I made the map into more of a trench type of area instead of something like a flat land area seen in the game.\r\n\r\nThe map itself is very foggy, to make it a little more suspenseful on when the CTs are actually going to come up to the house. if you play your cards right, you might actually be able to get to the wall without being seen and be able to safely destroy it without getting shot at all.\r\n\r\nThe wall itself has a health of 500, but until you destroy the wall, you can't get to the base where the Terrorists are held in. But behind the wall are 4 teleporters, each one will send u to a different spot inside of the house. This way the counter terrorists can get back at the terrorists for killing them on their run upto the wall.\r\n\r\nThe counter terrorists start out on the far side of the trench, completely away from the house and not visible at all to the terrorists due to the fog. When the CTs spawn, they will each get an m4. There is an m4 in each spawn point so there will more than likely be more laying around if you are needing more ammo and want to go back to get a new gun. Once the CTs spawn, they will be allowed to immediately rush forward toward the house using the lamp posts and tanks as structure to hide behind. Once you are able to get to the wall, your objective is to destroy the wall, get a new gun and grenades, and jump through the teleporter. This will bring you straight into the Terrorist spawn and will allow you to win the game.\r\nOverall, there are 48 counter terrorist spawn points.\r\n\r\nThe terrorists will start out in the house, spawned on the back wall of the house. On the inside walls of the house there are 6 scouts, but the terrorists are also given a buy zone, giving them a great advantage over the counter terrorists. But here's the twist, you, as a terrorist, only have 8 spawn points in the home. You might have as many guns as you want, but you lack number. You have a short amount of time to eliminate all of the counter terrorists before the reach and destroy your wall. If they get into your base, you might as well kiss your ass goodbye. But if you are able to kill them all before they reach your base, or even if they reach your base and you somehow end up killing them all, you will probably be called a hacker, but you will have won the round. \r\n\r\nGood luck, have fun, and enjoy my map!"
}