{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"tron3_partA_beta3.bsp",
					"tron3_partB_beta3.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 344842,
			"_nDownloadCount": 11247,
			"_nFilesize": 69914276,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/344842",
			"_sFile": "tron3_beta.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1201410212
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121039,
	"_sName": "tron3_beta",
	"_sText": "This map is a series of maps that i have started a few years back. Worked on Tron 3 for 3 weeks during the christmas holidays in order to release this for the Jediforces ( http://www.jediforces.net ) Mega Fun night. People really liked this version compared to some older ones and decided to release this map to the public. Since valve has added a cap to the map file sizes, i had to chop the map in 2 parts. You will find Part A and B . In each, you will have 6 mini maps ( Races , Deagles , Shotguns , Cannons , and many more ) . \r\n\r\nThanks again To all that have helped, and Thats a lot to McFluffy for some help on some mario props. Everything is custom in the map. Some map designs we have already seen in the past of course, but everything was made from scratch. I hope the CS community will enjoy this release. And thanks to all the beta testers. \r\n\r\nIf you do find any glitchess, since this seems to be an early release, please submit them on our forums and i will gladly arrange the bugs. \r\n\r\nThere are 64 spawns, thought the map still needs optimizing ... if you do have a low pc ... i would not suggest playing this with more than 32 players. I play it on our 47 man pub, and i do not lag... but i do have a monster for a machine :D . \r\n\r\nHow to play the map :\r\n\r\nThe Ts Will pick a map. They simply have to walk up to a picture for it to break, and then Enter the picture. \r\n\r\nIn the first part ( A ) Most maps have dispensers giving you weapons when you enter the selected map.\r\nIn part B you will have buyzones\r\n\r\nOne of the maps Resembles SpeedCastle, Thanks to the original Author ( Knas ). Remade a new design from its base. \r\n\r\nAgain, thanks to all that supported tron for so long. \r\n\r\nEric_Jedi\r\nhttp://www.jediforces.net"
}