{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"XMB_RandomFUN_beta.bsp",
					"xmb_randomfun_beta0000.jpg",
					"xmb_randomfun_beta0001.jpg",
					"xmb_randomfun_beta0002.jpg",
					"xmb_randomfun_beta0003.jpg"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 354142,
			"_nDownloadCount": 1500,
			"_nFilesize": 2388869,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/354142",
			"_sFile": "xmb_futurefun_beta1.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1167677001
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121072,
	"_sName": "xmb_futurefun_beta1",
	"_sText": "This map was a VERY random map we were bored one day and decided we wanted to make a randomly fun but dare i say \"odd\" map. This is the product of to little sleep and brains going of coke for fuel. Hope you enjoy. \r\n\r\n-*- IF YOU USE THE MAP IN A SERVER PLZ LET US KNOW we would like to see it in play-*-\r\n\r\n THIS IS A BETA we want to see what you and others think of it so plzzz help us out and get this map out there.\r\n\r\nStory:\r\nThis is a more future based era where computers rule. The T's are trying there best to take the SUPER COMPUTER lab over for their own use. \r\n\r\nT: Beat the CT's down even if it means slapping them to death!!!\r\n\r\nCT: Stop T's from slapping you to death!!!\r\n\r\nMap features:\r\nRandom spinning objects (makes game play a bit more fair)\r\nCool map texture for the future (we hope)\r\nLOADS of little puzzles (walk through walls and hidden holes)\r\nChaotic yet somehow fun gameplay\r\nHidden teles (visible from certain spots)\r\nAND A GIANT SPINNING CUBE IN THE MIDDLE!!!\r\n\r\nFile size: 2.27mb (rar file)\r\n\r\nWell we hope you have fun PLEASE pleave feed back since this is a beta so we can give you what you want :) REMEBER please let us now how this map does if its on yours or someone elses server and if you can give us IP adress THANK YOU!!\r\n\r\n-Xombine Studios"
}