{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"scoutzknivez_nextgen.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 347824,
			"_nDownloadCount": 1467,
			"_nFilesize": 1414154,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/347824",
			"_sFile": "scoutzknivez_nextgen.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1192632028
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121292,
	"_sName": "scoutzknivez_nextgen",
	"_sText": "This is one of my first released maps, though I've been mapping for ages.\r\n\r\nScoutzknivez Nextgen is another take on the Scoutzknives style. Generally, these kinds of maps have a singular way of playing. Usually, it's left vs. right, put some objects in the middle. I tried to mix that up here. Instead of the usual 1 level, this map has 3 levels of insaneness. This makes for some very interresting and unpredictable gameplay that's sure to satisfy the hardcore gamers.\r\nAll players start out with a scout and a knife-- obviously, but also 2 grenades incase they want to be... tactical. This was a gimmick that was inserted in an early version where gameplay was centered on 2 specific chokepoints. I decided to leave it in because it added deeper gameplay, without messing balance up too much.\r\n\r\nAs said though, this is one of my first maps. I'm looking for feedback on what I did right, and what I did wrong, so that I can improve.\r\n\r\nAnyways, the dev texture style is obviously intentional, my next map will be less arcadish and will resemble real life more. Or said in another way, it won't have dev textures. I tried to give this map a bit more professional look than most Dev maps though, mainly by adding HDR, a Skybox and some generally interresting geometry.\r\n\r\nThis is the first and only version of the map, unless something really major means I have to fix something. So post away!\r\n\r\nFile size is 4.3 mb, which is quite small for a map, but quite big for a map this size. Blame HDR. Anyways, when B2Z packed, it should download real quick anyways.\r\nMaximum players is 28\r\n\r\nRecommended settings:\r\nSV_gravity should be 140\r\nSV_Airaccelerate should be 100 or above\r\n\r\n,-Dr.SharK"
}