{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"scoutzknivez_vantagepoint.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 328705,
			"_nDownloadCount": 1823,
			"_nFilesize": 1205575,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/328705",
			"_sFile": "scoutzknivez_vantagepoint.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1253098033
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121328,
	"_sName": "scoutzknivez_vantagepoint",
	"_sText": "Welcome to Scoutzknivez_Vantagepoint :)\r\n\r\nThis is my first final release map!\r\n\r\nThe gameplay for this map is quite different from regular sk. Normal sk has an emphasis on simplicity by which people are immediately confronted with enemy fire when they walked out the door. In this sense their is a focus on reflex, aim, strafing ability and experience.\r\n\r\nFor this map, i placed an emphasis,more so, on strategy and tactics through the implementation of a variety of vantage points and routes. By increasing the number of routes through the map, the player may ambush an enemy rather than having to have a direct shoot off until one dies like in normal sk.\r\n\r\nIn this sense, sk_vantagepoint is different from normal sk. I have also increased the amount of indoor areas. However, i also increased the view points to these areas to prevent excessive camping. Needless to say this map definitely follows the saying \"the more the marrier\" as it allows varies different strategic offensives and defensives for either team.\r\n\r\nI really hope you enjoy this map and are able to play it under its full capacity with 16 or so people and a decent knowledge of the map. This way you will be able to execute effective offensives/defensives by taking the numerous routes throughout the map and have a lot of fun doing it.\r\n\r\nTroy :) xD =P\r\n\r\n<a href=http://www.fpsbanana.com/studios/21780>\r\n<img src=\"http://sp1nn3y.webs.com/StudioOfTheMonth.gif\"></a>"
}