{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"scoutzknivez_space_v6.bsp",
						"scoutzknivez_space_v6.res"
					],
					"materials": [
						"diebanner.vmt",
						"diebanner.vtf"
					]
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 356288,
			"_nDownloadCount": 1367,
			"_nFilesize": 889074,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/356288",
			"_sFile": "scoutzknivez_space_v6.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1157873188
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121309,
	"_sName": "scoutzknivez_space",
	"_sText": "I was thinking one day.. Hey, scoutz has low gravity usually right? So why has no one made a map of scoutz in outerspace? Well I decided to do just that.\r\n\r\nFeatures:\r\n\r\n- Four comets that revolve around the arena\r\n\r\n- A \"hidden\" teleporter that teleports you onto a comet\r\n\r\n- Another \"hidden\" teleporter that teleports you inside the main tower\r\n\r\n- The arena is located on a comet\r\n\r\n- Air vents that push you upwards\r\n\r\n- Nice skybox\r\n\r\n- Removed the spawns near the doors that let people shoot someone right when the round begins\r\n\r\n- Kept the small filesize (4 MB)\r\n\r\n- Included a res file for the banner, all you have to do is edit the res to make your banner show instead\r\n\r\n- Skybox texture packed in the BSP so you don't have to worry about a RES file for that\r\n\r\nCredits:\r\n\r\nBadMofo and Mitchard for supporting me and uploading the map to our server\r\n\r\nTREXiL for testing it out for me and taking numerous screenshots! Big thanks to you buddy.\r\n\r\nWhoever made the original scoutzknivez! Sorry can't find him anywhere.\r\n\r\nMy video card is shot right now, so if you find any bugs report them to me please, and suggestions are ALWAYS welcome!\r\n\r\nLazermaniac (I think) who made the skybox texture\r\n\r\nIf you are willing to test future versions:\r\n\r\nXfire = Mitsudigi\r\nMSN: LBZMaster@hotmail.com\r\n"
}