{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"TROY_NEW_SCOUTZKNIVEZ.vmf",
					"TROY_NEW_SCOUTZKNIVEZ.vmx",
					"troy_new_scoutzknivez.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 336381,
			"_nDownloadCount": 2159,
			"_nFilesize": 2095233,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/336381",
			"_sFile": "troy_new_scoutzknivez_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1228390853
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121492,
	"_sName": "troy's new scoutknivez",
	"_sText": "OK EVERYONE LISTEN!!!\r\n\r\nThis is the BEGINNING of my new scoutzknivez map. IT IS NOT FINISHED, NO WHERE NEAR FINSIHED!!!\r\n\r\nI have added this for everyone to get a look at what ive been doing so far. I am hoping to get as much feedback as i can so i can perfect my map later on. I am goin away for about 2 or 3 months so i thought it would be smart to gather criticism while im away and have some good suggestions and comments when i return to Hammer.\r\nWhat's to come:\r\n1.) props to suite environment and add to gameplay\r\n2.) all textures redone (I'm taking suggestions)\r\n3.) more additions to map such as rooms and towers etc\r\n4.) fix issues with the existing additions (again taking suggestions) \r\n\r\n\r\nPLZ do not comment on the not perfect textures and allignments as they were all the small part of the big picture. i am hoping to get some feedback on a few major concerns i have with my map.\r\n\r\nFIRST: The design and style i used. I went for the dark redish sunset feel and changed around some textures to suit the theme. Im asking what do you think of the choice of textures etc.\r\n\r\nSECOND: The new size i have made the map. I want to fully rearrange and remodel scoutz so i went about adding a larger area for the map. Im asking whether you think this was a good choice and what you think i should do with the space.\r\n\r\nTHIRD: My new additions i have added to the map. These include the redone walkway, the totally new tower near t spawn, the redone middle tower and the other smaller features like redoing all the edges to make it look like there is no random invisible barrier. (All new additions were totally done by myself and no one else)\r\n\r\nFOURTH: The general style of gameplay with the map. What you think the various additions add or take from the gameplay. Is it too enclosed? or is it a good amount of indoors and outdoors?\r\n\r\nThis is my first real attempt at a map and this edition now is merely a way for me to gather feedback. I have added the vmf file for anyone to look, edit, add to my map. If anything is significant or important that you would like to add or edit the feel free and i will be sure to credit you in the next stages of the map. I really want this map to get to its end and take on board everything you guys have to tell me.\r\n\r\nPLZ provide any feedback you can, good or bad, anything that can help me develop my map. Plz try to disregard the obvious problems such as alignment, textures, etc. ALSO, if you wish to use anything i have made in this map so far, feel free as long as you credit me XD\r\n\r\n\r\nThe main question i must ask is WHAT DO YOU THINK? AND HOW CAN I MAKE THIS MAP BETTER?\r\n\r\nIm looking forward to some feedback guys XD \r\nThank you in advance."
}