{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_abhorrence.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 354221,
			"_nDownloadCount": 8448,
			"_nFilesize": 1235939,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/354221",
			"_sFile": "surf_abhorrence.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1167364317
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121568,
	"_sName": "surf_abhorrence",
	"_sText": "Welcome to Surf_Abhorrence!\r\n\r\nTo be honest I don't even know where to start with this map.  This map started out as something because I was really bored.  I just pulled something out of my ass for something to do, but after showing a few people some pictures, I got enough half-decent feedback to continue on with it.\r\n\r\nStart:  Deagle/Full Ammo\r\n\r\nThis map is basically a freestyle surf map.  There are a lot of places to fight with the enemy and that of the such.  There are also a lot of things to find in this map.  On the main platform and surrounding, there are Mp5's, Ak's, M4's, M3's and Mac10's.  Above spawn, there are Scouts that line the wall.  Figure out a way to get up there?  It's easy, trust me.\r\n\r\nThe map is a bit large for a freestyle combat surf, so as advice from a friend, I decided to add a bombsite, which is located above the rear end of spawn.  Of course, for safety reasons, another piece of advice from a friend, the bombsite starts disabled.  At the very end of the surf, there is a double platform with a bunker.  On top of this bunker there is a button that NEEDS to be pushed in order to activate the bombsite, so, sorry if you were thinking about planting right away.  Also, there are some spare bombs and defusal kits on the \"Top\" platform in the middle of the map.\r\n\r\nThanks to all the people who tested this, and for giving very helpful advice and opinions.\r\n\r\nFAJ\r\nButt\r\nPlatinum\r\nDynamic\r\nDurka Durka\r\nGhengis Khan\r\n\r\nIf I've forgotten someone, I'm sorry,  I'm just tired.\r\n\r\nOh one last thing:\r\n\r\nCan you find the Awp Room?  Hehe.\r\n\r\nAny problems or bugs that are found, please report them here, or xfire me at: wowyourgaiy\r\n\r\n"
}