{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_bathroom_final.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 353431,
			"_nDownloadCount": 18551,
			"_nFilesize": 8347654,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/353431",
			"_sFile": "surf_bathroom_final.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1171146393
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121698,
	"_sName": "surf_bathroom_final",
	"_sText": "__________________________________________\r\n[Update] 4th of May 2007: Final version\r\nChanges:\r\n-Scaled down 0.75, to make rounds faster\r\n-A couple of new textures\r\n-Bugfixes\r\n__________________________________________\r\n\r\nSurf_Bathroom; Surf map to please everyone. Or atleast, that's what I was going for. \r\n\r\nMap Features:\r\n-Rats-style, bathroom-themed map.\r\n-Lighting\r\n-3d Skybox\r\n-Ramps fit in with the environment\r\n-90% Custom textures\r\n-Lots of surfing possibilities, with interesting boosters, double halfpipes etc. all looking natural.\r\n-Functional tabs, hairdryers , sinks, breakables and a toilet that actually flushes.\r\n\r\nConcept:\r\n-Teams spawn seperately at opposite sides of the room.\r\n-You get to pick one of 7 guns at spawn *new in v2*\r\n-Snipers are available for pick-up all around the map, awp's are more challenging to get to then scouts.\r\n-Going in any sink will tele you into a plumbing-system, spitting you out at a random location (Spawns, Bath, Shower, Sinks, Top, etc.)\r\n-The Toilet becomes a bombzone after 2 minutes.\r\n-No jail, you can safely surf down on the floor, but it can also kill you\r\n-You can safely land on any towel\r\n-There is a place called top, from where you can go just about everywhere using boosters.\r\n-Secrets\r\n\r\nThis map is all about exploring and fighting; feel free. Do whatever you want. Choose to buy a gun and rush into the enmy, or go eco and surf for a sniper. Have fun surfing around, try stuff, try getting to places in different ways, fuck around on the boosters, or mess with the double halfpipe-cabinet. Both the beginners and skilled surfers can enjoy this.\r\n\r\nI put way too many time in this, so you better like it, damnit.\r\n**Changes in V2**\r\n-Changed spawn, no more ubyzone, you get to pick a weapon.\r\n-Removed some stuff\r\n-Fixed not being able to pick up snipers on some servers\r\n-Did a little bit of optimization\r\n\r\n-SmOoth\r\n\r\n"
}