{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_annoyance.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 341126,
			"_nDownloadCount": 2278,
			"_nFilesize": 3811331,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/341126",
			"_sFile": "surf_annoyance.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1213797649
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121631,
	"_sName": "surf_annoyance",
	"_sText": "Http://s186.photobucket.com/albums/x131/svbg869/surf_annoyance/\r\n^ more pictures ^\r\nthis map has been in production since early February 08.\r\nI have had a total of 4 beta tests to get rid of all bugs, and im positive there all gone.\r\nThe name in the pictures is _B4 i know but i have changed the .bsp's name to just surf_annoyance.\r\n\r\nAbout the map:\r\nthere is a 5 min. timer, that after 5 min choses one of 4 jails randomly for all people to play.\r\nafter beating the map the timer is stopped and the person who beat the map can choose one of 3 jails (2 of witch are available from no one beating the map).\r\nthere are a total of 8 surf areas:\r\n1.1, 1.2, 1.3, 2.1, 2.2, 2.3, 3.1, 3.2\r\nthe different first # signifies a different texture set.\r\n\r\nThe jails:\r\n\r\nKnife Fight- \r\ntwo people (one from each team) go into the knife fight area, and get a knife.\r\nafter one person dies, that persons, teams door opens, letting someone else challenge the winner of the previous fight.\r\nthis jail can only be gotten to by no one beating the map.\r\n\r\nDodge Jail-\r\nbars come along the floor, increasing in number, for the players to dodge.\r\nif a player fails to dodge or avoid a bar then they are killed.\r\nthis jail can only be gotten to by no one beating the map.\r\n\r\nPara vs knife-\r\neveryone spawns and gets a knife.\r\nthere is a para with allot of ammo in the middle of the room.\r\nthis jail can be gotten to both ways (someone beating the map, or no one)  \r\nif chosen by someone who beat the map, they spawn on the para.\r\n\r\nGun Game-\r\na gun game style jail, two sides (T and CT).\r\nplayers get better weapons depending on where they were in the map.\r\nthere is a hole in the middle of this jail, don't fall in you will die\r\nthis jail can be gotten to both ways (someone beating the map, or no one)  \r\nif chosen by someone who beat the map, they get what people in the last level would get.\r\n\r\nKill-\r\ncan only be gotten to by someone beating the map.\r\nthe winner controls a small vehicle, and smashes into people with it, killing them.\r\n\r\nthis is a skill surf map, with areas ranging from easy to expert.\r\nthis map has been beaten in the beta tests so don't think its impossible.\r\n\r\ni have spent a lot of time on this map, i am vary proud of it.\r\nSolid Surf thread: http://forums.solidsurf.info/index.php/topic,1221.0.html\r\n\r\ni have remade the map twice, so the fist page docent have any pictures from the current map, it has some pictures but the current map has lights.\r\n\r\ni hope you enjoy my map."
}