{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_akai_two.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 337050,
			"_nDownloadCount": 2515,
			"_nFilesize": 6166643,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/337050",
			"_sFile": "surf_akai_two.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1225736149
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121607,
	"_sName": "surf_akai_two",
	"_sText": "Never thought I would finish this thing with all i've been through. But the day has come.\r\n\r\nakai_2 is different from most surf maps. I say this cause it's not just surfing. There is a great deal of platforming, and there are some air control spots. I chose to do this cause I like to mix it up and make things new and interesting. Regular surfing to me is bland and boring, and I like the challenge of something different. And this map, even with my self having made it, is difficult. I hope you all enjoy it. Please report any bugs you find to my e-mail so I can release a revised version in a couple months.\r\n\r\nThanks to:\r\n\r\nsct (best room ever right?)\r\nFlippi (we need more matrix_v9)\r\nFAJ (<3 for putting up with me on AIM)\r\nBuck ( do it )\r\nSolidSurf (best studio ever)\r\nThe =SF= Surf Server (66.225.194.236:27015)\r\nIntoxGaming (good servers, too many to list)\r\n[HG] JJK (owner of the best Hide and Seek server ever! (67.228.181.78:27015))\r\nspoz! (best guy ever seriously, thx for all the help today, <3)\r\n\r\nsct, flippi, FAJ and Buck, I could've never completed this without and you have my upmost thanks. <3\r\n\r\nSo that's that. I know some of you won't like this map like the first one since it doesn't involve the same sorta gameplay, but I tried to keep it relative. But if you still don't like it. Email me and let me know. As for that guy who sent me a death threat a few months....i'm still alive!\r\n\r\n\r\n========================\r\nchanges in this version:\r\n\r\ngreat reduction in areas that are prone to fall dmg/death\r\nsome of the platforms have been modified for better ease of use\r\ncouple \"secrets\" changes\r\nfew texture tweaks\r\nwater is awesome again\r\nthe map will automatically set the airaccelerate now (unless u run ESTools)\r\nfixed some of the lights that players were hitting (you can go through them now, lol)\r\nno more spawn jumping\r\nadded some exits here and there\r\njail has water ramps now\r\nterrorist spawn points fixed\r\n========================\r\n\r\n\r\nSettings I used for playing:\r\n\r\ntickrate = 66\r\nsv_airaccelerate= 125\r\n\r\nanything outside of those and I don't know what will happen.\r\n\r\nas for akai_3................................ :D"
}