{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_BlueTowers_v5F.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 335030,
			"_nDownloadCount": 1419,
			"_nFilesize": 3602730,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/335030",
			"_sFile": "surf_bluetowers_v5f.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1232584476
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121750,
	"_sName": "surf_bluetowers_v1f",
	"_sText": "<b>Overview</b>\r\nThis is a <b>fast-paced</b> surf map. It is <b>NOT</b> for <b>deathmatch</b> (DM) <b>yet. (but it will be soon, read on)</b>. A <b>DM</b> version is in production, but I've been sick, and I wanted to get this out first. DM version will get rid of the button-activated weapon spawners and would get rid of the 3 minute 30 second timelimit where everyone is sent to jail to knife. It would also give the saucers unlimited healh. That won't take long but I just dont have the time or energy quite yet. I would project that this will be done at latest by <b>February 1st ('09)</b>. It will be included in the download file with the name surf_bluetowersDM_v2f. Thanks for your patience.\r\n\r\nYou <b>spawn</b> with the choice of shotgun or scout as your weapon- although others are available throughout the map. Press a button and get your gun. This helps prevent the mass-exodus of people from spawn. There is one blue-smoke m3 shotgun at ct side and red-smoke m3 shotgun at t side- to serve as sort of representatives for the teams. A glass barrier stands between the two sides of the first ramp that breaks after 30 seconds, as well as a glass barrier at the bottom of spawn that breaks after that time, too, to <b>prevent spawnkilling</b>.\r\n\r\nThe map has a <b>circular flow</b> around a main tower and arrows direct you in the right direction. If you fall, you're sent into a glass <b>jail</b> (cts on one side ts on another) that can be opened from two separate spots on the map. There are two remote-controlled flying <b>saucers</b> that drop bombs that can be used as weapons by both sides, or you could just run in and knife. The saucers take practice to use them effectively ;-). <b>Gain speed on this map by going around the circle multiple times.</b> There is one AWP at the top, and water pits towards the bottom where everyone can start over with speed (bunnyhops are lots of fun here). Think of this map as a kind of <b>banocanyon type map in basic structure</b>, but its overall feeling can be a lot different. It's a lot of fun to gain speed, and the ramps allow for some <b>creative surfing</b> and some <b>close combat.</b> After 3 minutes 30 seconds everyone is sent to jail to knife; after another 30 seconds if they aren't dead they are sent to death.\r\n\r\n<b>Notes</b>\r\n\r\nThis is my first released map, but don't underestimate it! I put a lot of time into this, and by the time I was originally done with it, I ended up spending ungodly amounts of time redoing nearly the entire thing so everything was as close to perfect as I could make it. I would love to see this on some servers. FPS was an issue, so I ended up deleting some things I thought helped the looks, like my 3d skybox. But I think it's best if everyone can run it smoother.\r\n \r\n<b>Thanks</b>\r\n\r\nThanks to everyone who helped with optimization and compiling (plague420)\r\nThanks to the fpsb community for tutorials and support\r\nThanks to fibbs for sending me to fpsb in the first place\r\nThanks to Roosta and Teeth, who I don't think I've ever talked to but I spent forEVER trying to figure out how to make the saucer bombs explode on press and couldn't figure it out until I took a look at one of my favorite maps, surf_the_gloaming. lol.\r\n\r\nDon't be too harsh- This map is a lot of fun. Try it! There's plenty of stuff you'll find that's not mentioned here.\r\n<b>Have fun!</b>\r\n\r\n<b>So sorry for whoever downloaded this right when it came out there was a major error at ct spawn. Just redownload and it will be v2. Thanks.</b>\r\n"
}