{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Readme.txt",
					"surf_breakfloor_final3.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 357619,
			"_nDownloadCount": 4736,
			"_nFilesize": 3779293,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/357619",
			"_sFile": "surf_breakfloor_final3.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1150762799
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121769,
	"_sName": "surf_breakfloor_final3",
	"_sText": "::surf_breakfloor_final3::\r\n\r\nThis map was made by me, Assaulted Combat, as well as the idea. The inspiration for jail, however, was due to glassfloor_kdr, made by \"Kaddar\". I would like to say that I did not make up the idea for my jail and the glassfloor/breakfloor idea; I attempted to replicate Kaddar's glassfloor as well as I could, because that was my first and favorite glassfloor map.\r\n\r\n::Thanks to::\r\n\r\n.: Brokensurf | www.brokensurf.com\r\n.: The University of Akron Surf Server | cstrike.waspnest.net\r\n.: SolidSurf | http://forums.solidsurf.info\r\n\r\nAnd a special thanks to ArchAngel and SintaxError for help with quite a few map errors that I have encountered.\r\n\r\n::Changelog::\r\n\r\n-Raised the fps 60+ since the last release - lowered the file size from 25mb to 10mb, did a lot of cleaning up. No more spawn lag.\r\n-You now spawn with a deagle added to the original grenade.\r\n-Previously, the smgs and ak/m4 were too easy to get to, and awps were too hard. SMG's are in the same area, M4/AK were moved more down, harder to get to, and you can now get to outside jail from the M4/AK area.\r\n-Added a new area to jail, top of jail, which you can shoot in, but players cannot see out. This area is only reachable by the hardest surf, whereas in the previous release, the hardest surf was the only way to get to outside jail.\r\n-Lit the map properly - it is not much lighter, and much nicer as well.\r\n-Fixed certain ramp errors.\r\n-Stretched out the ramps a bit, made them less steeper. This should prevent the mass blocking.\r\n-That's about it. Pretty much just optimized it and made it much more fun.\r\n\r\nComments, questions, suggestions, complaints can be directed to:\r\n\r\nAIM: Assaulted Combat\r\nxfire: assaultedcombat\r\n\r\nThanks, and I hope you enjoy.\r\n-AC."
}