{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"READ THIS FIRST.txt",
					"This is FIXED version of surf_bigramp_v2.txt",
					"surf_bigramp_v2a.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 359904,
			"_nDownloadCount": 3939,
			"_nFilesize": 1357704,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/359904",
			"_sFile": "surf_bigramp_v2a.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1130637176
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121727,
	"_sName": "surf_bigramp_v2a",
	"_sText": "This is the FIXED VERSION of surf_bigramp_v2.  If you are one of the 9 people who downloaded it in the 30minutes it was here, please upgrade.  \r\n\r\n\r\nThis map looks simple, but it sure isn't.\r\n\r\nHow it works is there's one main \"Big Ramp\" which goes the length of the map, and when you come to the end of the big ramp, you warp back to the top, going the direction you were going when you got to the end. So, as you do laps, you get faster and faster, until you are absolutely blazing.\r\n\r\nNow, in the air above this main ramp are a series of high up small ramps, each leading to small portals thats take you to gun rooms, sniper spots, etc. When you come to the end of the big ramp and warp back up, you come out of the warp going the same direction and speed you were going before you warped! This means that if you flip up off the end of the \"Big Ramp,\" you will come out the warp going up! This allows you to go higher and higher as you go faster and faster and learn to come out of the warp more skillfully, allowing you to turn and land on platforms or go up and land on ramps and platforms that at first appear inaccesible.\r\n\r\nOf course there are also weapon rooms, hidden credits rooms,hidden shotgun platforms, pistol tunnels, warp rooms, glass tubes to land in, spike pits, billboards, invisible warps, \"The Awp Box\" , tiny ramps coming off the spine, platforms coming with hazard stairs, a human pinball machine, lots of surfing and secrets, and trick potential up the wazoo!\r\n\r\nEnjoy! - Ø×²Surf ||Gai|| is PISSED!"
}