{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_buzzkill.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 315657,
			"_nDownloadCount": 3529,
			"_nFilesize": 1066193,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/315657",
			"_sFile": "339__255-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1294408554
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121790,
	"_sName": "surf_buzzkill",
	"_sText": "_______________________________________<br>All credit goes to xshadowx for <br>creating this beautiful map.<br>Thank you so much.<br>_______________________________________<br><br>I re-uploaded this map, because<br>it's been down for over 2 years<br>now. Since some guy made <br>surf_buzzkill2 (thanks -.-)<br>the original one became unknown.<br>I hope that we may celebrate its<br>revival one day...<br><br>Description:<br><br>For those who did play surf_buzzkill2 but not the original one:<br><br>This map is pretty similar to its second \"version\" except that it's way smaller. The size is about a quarter of bk2 and the speed boosts are much lower to fit the size. There is no mainrail between the two big ramps, which makes it a little bit harder to get that ridiculous speed like in bk2.<br><br>For those who did neither play buzzkill nor buzzkill2:<br><br>This map is a kind of surf-fight-yard. It's pretty small but easy to surf. You can obtain an M3, Kevlar + Helmet and a Night Hawk at spawn (black boxes, picture 2). There are several other weapons like a Magnum Sniper Rifle, a Scout, Dual Elites, M4 and much more. If you can't find your weapon of choice, you can buy it from the hidden secret buyzone. There is also a bomb spot if your opponent likes to camp and you don't know where he is. <br><br>My recommendations for server admins:<br><br>- surf settings (duh...) sv_airaccelerate between 150 and 300<br>- bhop settings (I don't know how they are since the 2010 update)<br>- noblock<br>- NO Deathmatch! No, really, it just doesn't feel right at buzzkill (just like RPG or WCS) ..."
}