{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_Core.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 329565,
			"_nDownloadCount": 1917,
			"_nFilesize": 16957336,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/329565",
			"_sFile": "surf_core_5.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1250573604
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121864,
	"_sName": "Surf_core",
	"_sText": "** note : All the files downloaded from the 18th of August are the good surf_core's , normally all the buggs are fixed now , i hope anyway. !**\r\n\r\nSurf_core\r\n\r\nWell as you all know. Me and swat have been working on this map for well over a year, mostly due to the fact we had to start again because of some major bugs.\r\n\r\nBUT at long last. we proudly present to you \r\nsurf_core. :drinkin:\r\n\r\n6 levels ; 2 bonuses \r\nThe jail has 4 big traps which we&#8217;ll leave to you to find out for yourself\r\n\r\nThere are 3 secrets within some levels each with different rewards. They are hard to get to but well worth it.\r\n\r\nLevel 1\r\n\r\n** screenshot 1**\r\n\r\nThis is the spawn with a couple of nice dragons in there that seem to light up the spawn area.\r\n\r\n** screenshot 2**\r\n\r\nThis is level one and the start of level two. The skybox shows how the earth has been destroyed by the effects of the earth core becoming hotter.\r\n\r\nLevel 2\r\n\r\n** screenshot 3**\r\n\r\nUnderground level 2 you can see that there is little light apart from the giant torches used to light up the level.\r\n\r\nLevel 3\r\n\r\n** screenshot 4**\r\n\r\nLevel 3 is slightly more difficult than level 1 and 2 but is still possible for all you not so good surfers. Level 3 marks the half way point to the core.\r\n\r\nLevel 4\r\n\r\n** screenshot 5**\r\n\r\nLevel 4 is significantly harder than the previous levels. This is really when the map begins to get difficult.\r\n\r\nLevel 5&\r\n\r\n** screenshot 6**\r\n\r\nLevel 5 really does feel as if you are getting a lot deeper into the earth as you can see the first signs of magma on the floor of the level. Once again, this level is extremely difficult.\r\n\r\nLevel 6\r\n\r\nhttp://img33.imageshack.us/img33/1470/7k0f9atmp.jpg (look bottom)\r\n\r\nThis is the spawn of level 6. AS you can see this does not look very difficult. But I can assure you this is the hardest level of them all.\r\n\r\nhttp://img268.imageshack.us/img268/4489/935f9btmp.jpg (look bottom)\r\n\r\nThe end of level 6. You can see the core being blasted to pieces by the giant cannon. Swat did a lovely job of adding some explosion effects to the core to make it seem as if it could collapse any second.\r\n\r\nWhen you land on the platform next to the core, you must press the button to lower the control panel on the gun. Then you must press the button for a grenade to throw at the control panel. Once the panel Is destroyed a platform will rise from the lava and voila the map is complete.\r\n\r\nBonus 1\r\n\r\nhttp://img8.imageshack.us/img8/4135/fl2f9ctmp.jpg[/img](look bottom)\r\n\r\nBonus 1 made by Xile.\r\nThe two bonuses on surf core are very difficult, but rewarding. I will not reveal anything about the bonuses.\r\n\r\nBonus 2;\r\n\r\nhttp://img269.imageshack.us/img269/364/sn3f9dtmp.jpg (look bottom)\r\n\r\nBonus 2 made by Thes.\r\nThis bonus is harder than bonus 1 and is also more rewarding than bonus 1. Once again I will not reveal anything.\r\n\r\nThe Jail;\r\n\r\nhttp://img269.imageshack.us/img269/3295/c3sf97tmp.jpg (look bottom)\r\n\r\nA large 7 story building surrounded by a pool of magma. The higher the level you got to &#8211; the higher you will be in jail and you will get a better gun. It is possible to shoot people on the level below you, but not people on the level above. You can also teleport to the level below you using the teleporters (made by untelo) in the center of the jail.\r\nWhen you complete the map &#8211; you will be taken to an elevator beside the jail and can choose to either shoot the enemies &#8211; or choose from a variety of fun filled traps. Which I will leave for you to find out.\r\n\r\nThis fact file was made by illusion. Thank you for reading.\r\n\r\nFrom Swat and I and we hope you enjoy the map. HAVE FUN!\r\n\r\n\r\n**Note** : I only can upload 6 screenshort for the moment on fpsbanana. I'm trying to get the other ones on it also.\r\n\r\nFor more screenshots look at \r\n\r\nhttp://forums.solidsurf.info/index.php/topic,2331.0.html\r\nor\r\nhttp://surf-velocity.bplaced.net/index.php?page=Thread&threadID=251\r\nor\r\nhttp://tfm-clan.actie-forum.com/counter-strike-source-f1/surf_core-t49.htm\r\n"
}