{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_dune_final2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 357053,
			"_nDownloadCount": 2296,
			"_nFilesize": 3310325,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/357053",
			"_sFile": "surf_dune_final2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1154415224
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121958,
	"_sName": "surf_dune_final2 !linux ready!",
	"_sText": "<b>Map has now been compiled by Buck using the workaround for linux servers. (doesn't crash them.)</b>\r\n\r\nQuick Note: surf_dune is my first map release ever, and was made to be entered in the Akron Surf Contest (July 30th, 2006) and tied with FaJ's surf_godlike for the win.\r\n\r\nIf you fall off the ramps and survive the landing, you can go to any one of the obelisks on the map (big white things) and at the base of each is a teleport to the watery dividing thing in the spawn. (six in all)\r\n\r\nThere are other weapons on the map than shotguns and HE grenades, but frankly, the shotguns are probably all you'll need. (3 awps, about 3 paras, a bunch of pistols and some mp5navy's.)\r\n\r\nThere are alot, and I mean ALOT, of trigger_pushes on this map, so expect it to be a twitchy and fast surfing map, it has no invisible walls, so feel free to cut around the map as you see fit. But you'll have to either know the directions the paths take or guess it by the layout of the map, otherwise you'll end up falling off the ramp when you run headfirst into a trigger_push going in the opposite direction. So perhaps at first just follow what appears to be the logical path. Later, you'll be able to cut around and pull Top Gun like tricks to get behind your enemy and shotgun the hell out of them, at least, in an idealistic movie-based world.\r\n\r\nThe \"bowl\" on the map has trigger_push'es that go around it's rim in a counter-clockwise fasion, this is used to get to the second level of the map (and there's a second way to do this aswell, but if you happen to have come this way, you can use the bowl to go up to the next level. \r\n\r\nOh, and there's a bunch of useless space in the back end of each of the spawns, don't bother looking for secrets there, later versions might utilize this space more efficiently. \r\n\r\nEnjoy.\r\n\r\n\r\nAdditions in final2 version:\r\n\r\n-bomb site at the top of the map\r\n-water in the teleports (for non-block mod servers)\r\n-shoutout to faj in map\r\n\r\nSpecial Thanks to:\r\nFAJ (assorted help throughout the whole mapping process, compiling surf_dune_v1/v2)\r\nChaostheory (compiling surf_dune_final)\r\nAssaulted Combat (for finally getting a due date set so I wouldn't procrastinate anymore)\r\nBuck (compiling surf_dune_final2)\r\n\r\nThey see me rollin, they hatin, patrollin, and tryin to catch me ridin' dirty."
}