{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_doodles_b2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 302512,
			"_nDownloadCount": 1826,
			"_nFilesize": 10425298,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/302512",
			"_sFile": "surf_doodles_b2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1338615557
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121941,
	"_sName": "surf_doodles_b2",
	"_sText": "On this map the teams spawn in seperate areas with only knives. From your spawn area you drop down into a Secondary Run. There are four surf paths or varying difficulty giving you a pistol. Obviously the better pistols are on the harder paths. From the secondary run you are teleported to the Primary Run. The primary run has the same idea as the secondary run; four paths of varying difficulty giving you a primary weapon based on the difficulty, except the primary surf paths are much longer and harder. From the primary run you are teleported to the Combat Arena. Each team has its own (yet identical) secondary and primary runs. In the combat arena you will meet the other team and there you do battle.\r\n\r\nHere is the catch; you only get one chance at each run. If you fail in the secondary run you are teleported to the primary run without a pistol. If you fail in the primary run you are teleported to the jail in the combat arena without a primary weapon. The player must think a little about how confident they are with their surfing ability to decide what path to take.\r\n\r\nOn the primary paths, there are blue sparkles. Going through these will give you grenades. They are positioned to make the run slightly harder. There is an afk timer. People who are afk or camping in the runs get teleported forward (eventually to the combat arena). There is no fall damage for the whole map.\r\n\r\nThere are a few secrets around the map. Including a hidden Zanz the NERD Run, which is the most difficult and gives the best rewards."
}