{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_ducky.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 342407,
			"_nDownloadCount": 1242,
			"_nFilesize": 2257528,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/342407",
			"_sFile": "surf_ducky_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1208902079
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121956,
	"_sName": "surf_ducky",
	"_sText": "Surf_Ducky\r\nincludes a jail, climbing sections, easter eggs and opportunities for 1337 surf skillz. there are places to telehop and gain huge speed and find secret areas. The enxt version will probably include more secrets, though there are many in this version alone.\r\n\r\n<h3>Things to try:</h3>\r\nTelehop from bottom, come out at spawn, fly down the chute\r\nWater jump from top ramp to awp, or water jump from top ramp to sides\r\nGo from top ramp to bottom\r\n\r\nThere are a shitload of combos possible in this map! I won't spoil the epic ones here\r\n\r\nCreated by Dan B ( Ðanx64, Clarissa )\r\n\r\nHope you enjoy! Please leave comments and PLEASE contact me if you're interested in hosting it. Anyone may host it at any time, but I'd love to have it hosted for a few rounds.\r\n\r\nMap tested at standard tickrate, standard gravity, airaccelerate 1000, though that probably isn't necessary at all, and i've tested airaccelerate 150, and that works fine.\r\n\r\n<h1>UPDATE</h1>\r\nI added lighting to the map and recompiled it at higher quality, and re-uploaded the map. It looks infinitely better now, and new screenshots are up to match, I just hope it isn't too late for this map already.\r\n\r\n<object width=\"425\" height=\"350\"> <param name=\"movie\" value=\"http://www.youtube.com/v/76hC63izl1w\"> </param> <embed src=\"http://www.youtube.com/v/76hC63izl1w\" type=\"application/x-shockwave-flash\" width=\"425\" height=\"350\"> </embed> </object>"
}