{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_deificus_final.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 321918,
			"_nDownloadCount": 1357,
			"_nFilesize": 5153884,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/321918",
			"_sFile": "surf_deificus_final.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1277129993
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121902,
	"_sName": "surf_deificus_final",
	"_sText": "<b>About the map</b>\r\n___________________________________________\r\nThis map is a combat map. Both teams start off with only a knife. While walking towards the first ramp, you'll notice that there's a small ledge. This ledge will give you all the speed you need to reach the ramp and the next boost. From then, you can go where-ever you want. This map does not have some sort of guideline for surfers, thus giving it a freestyle flavour. \r\n\r\n<u>Gaining speed</u>\r\n\r\nThere are different ways of gaining speed. Seeing how the obelisk wasn't an optimal way of gaining good speed, I've added a platform with a four-way push. This should backup the telehop way with the obelisks.\r\n\r\n<u>Guns</u>\r\n\r\nThis map involves nearly all types of guns. There are m3's, mac10's, scouts, two awp's, tmp's, deagles, ak47's, m4a1's and hegrenades.\r\n\r\n<b>Prison</b>\r\n___________________________________________\r\nUpon falling and entering jail, you will lose all your weapons and in return receive a knife. You'll notice there's not much to the jail. That's because I think a jail should be boring and not fun at all. After all, you don't go there for your own free will.\r\nPlayers outside of the jail have access to a button that opens the jail door, and a button that smashes every prisoner. Also there is a deagle dispenser and a hegrenade dispenser.\r\nThere is a way to get out of jail without the button, but I'll leave that up to you to discover.\r\n\r\n<b>Spawn-kill protection system</b>\r\n___________________________________________\r\nYou will not be able to spawnkill the first 15 seconds of each round. Both spawns are completely sealed from intruders and remain sealed during these 15 seconds. Teleporting to each spawn by using the obelisks is also not an option.\r\n\r\n\r\nI guess that's all I have to say. I'd like you to enjoy playing this map!\r\n\r\n\r\n\r\n=====note=====\r\nDue to some bugs, I have updated the bsp. Redownload the map please, it has now the name 'surf_deificus_final'. Thank you."
}