{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Surf_elixor.txt",
					"surf_elixor.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 333718,
			"_nDownloadCount": 1617,
			"_nFilesize": 13908809,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/333718",
			"_sFile": "surf_elixor.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1236543746
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121994,
	"_sName": "Surf_Elixor",
	"_sText": "Surf_Elixor.\r\nBy [F]o[X]\r\n\r\nTimelimit: 5 minutes.\r\n\r\n1 Jail.\r\n\r\n32 player spawn.\r\n\r\nFirst off, I'd just like to acknowledge some of the people who helped make this map possible.\r\n\r\nDarkGenesis-aka [izzle], dude you were a great help, you pushed me on, and I am glad i had your support. \r\n\r\nMiggo13, for the best video i could ask for in my map. Great man, that video is going to help populate the map so quickly.\r\n\r\nKrusty: you helped me find a lot of the bugs and fix 90% of them thanks man.\r\n\r\nVideo By Miggo13, thanks man! \r\n__.-=Watch in HQ!!!=-.__\r\n__.-=Watch in HQ!!!=-.__\r\n__.-=Watch in HQ!!!=-.__\r\n \r\n<object width=\"480\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/UmQUAx58t00&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/UmQUAx58t00&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"480\" height=\"385\"></embed></object>\r\n\r\n-Here are some things you need to know even before downloading-\r\n\r\n1. There are a few bugs. 1 of them you might get a weapon in spawn, but that is unfixable. (as far as i know = O)\r\n\r\nSomething that i thought cool, and this is NOT a bug, is when you flash your flashlight, on a couple stages, the walls will\r\nchange colors =  D\r\n\r\nI hope you can enjoy the map, I put a lot of work into it, about 3 months.\r\n\r\nThis is my first map, and it is very obvious. If you compare it to other maps that are out there, even I'd give myself\r\na 5/10, but just rate the map and treat it like you KNOW it's my first surf map. \r\n\r\nCompile time: 23 minutes, without HDR.\r\n\r\nI know that the stages are EXTREMELY small, but I think of it as a different style. Who made it a law that it has to be huge?\r\nWho said the ramps have to be bigger than the person themselves? Don't lower your rating from that please = )\r\n\r\nWell, Enjoy!\r\n\r\n\r\nEDIT: In case you don't realize this, I have already talked to nikki and sangre and they both agree that I did not take any work. Although i made it as exact as possible, i did not copy paste. Last time i got like vmer or vmef or something like that can't remember what it's called, i got a trojan, therefore i don't download that stuff anymore. If you lowered your rating on this, please re-assess because I didn't copy from surf_2012.\r\n\r\n[F]o[X]"
}