{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_dust_2013_fix.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 292309,
			"_nDownloadCount": 2403,
			"_nFilesize": 7926712,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/292309",
			"_sFile": "surf_dust_2013_fix.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1379309464
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121968,
	"_sName": "surf_dust_2013_fix",
	"_sText": "Hey, it's me with anything new and soo boring - map in dust style.\r\nI know, I know, too much of it. But that's not about it. \r\n\r\n**THIS MAP IS MADE IN 3 DAYS.**\r\n\r\nI just was going to try make a test \"If there is as less surf on a combat map as possible, then it's more popular\" - so let's see that! :)\r\n\r\nThis map is just a test from me, so it isn't anything original.\r\nIt's mostly based on surf_dust2_2008_final, so thanks to mapper|Hetman for inspiration for me. It's about 2x bigger than the original, so it may be on bigger servers.\r\n\r\n**The map has:**\r\n\r\n- 60 sec bomb-planting protection,\r\n\r\n- 8 different trail nades,\r\n\r\n- Secret teleports (with the windows, shot it and u will be teleported. Firstly find out which window it is),\r\n\r\n- Jail with weapons strip and deagle recieve,\r\n\r\n- 2 bombsites,\r\n\r\n- Buy Zone at the middle of the map,\r\n\r\n- And of course weapons set at the whole map,\r\n\r\n**Known bugs:**\r\n\r\n- Lighting problems (shadows where they shouldn't supposed to be),\r\n\r\n- It is possible to get on the \"walls\" of the middle map and just walk on it, but I can't fix it in 100%, because it's just good in Hammer Editor, but I made everything I could to fix it,\r\n\r\n- bad optimalization - when looking at the whole map it drops to about 160, when just being on ramps, etc. - 300. Just didn't want to waste my time on optimalizing it, sorry. I don't know much about it.\r\n\r\nTHIS MAP PROPABLY WON'T BE EVER UPDATED.\r\n\r\nThanks for playing anyway.\r\n\r\n@EDIT: Recommended RPG mod, it has been tested on RPG server and gameplay is so nice!"
}