{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Readme.txt",
					"surf_DK_Spaceship.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 309565,
			"_nDownloadCount": 1979,
			"_nFilesize": 45230450,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/309565",
			"_sFile": "_9070-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1314053638
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121935,
	"_sName": "Surf_DK_Spaceship",
	"_sText": "--------------------Contents--------------------------------------------\r\n\r\nThis map have 4 different ways to play:\r\n\r\n**Normal mode:** Surf for users medium-hard. With 3 ways\r\n\r\n-Noob\r\n\r\n-Pro\r\n\r\n-Skill\r\n\r\n**Shotguns mode:** A small part of the map where CT and T fight against each other.\r\n\r\n**Scout mode:** This one counts as two. One team starts with scout and must shoot against the other team that must arrive to their position hiding between walls and throwing flashes and smoke grenades.\r\n\r\nWhen you pass Skill part, you can choose between these 5 minigames, or 5 minutes after map starts.\r\n\r\n**Climb:** Climb to the top.\r\n\r\n**Free Fall:** Fall avoiding the floor and get to the bottom.\r\n\r\n**Knife:** Just a knife fight.\r\n\r\n**Skate:** Do skate at jail.\r\n\r\n**Jump:** Jump the lasers.\r\n\r\nIt also have some tricks that I hope you enjoy finding them. The codes are hide around the map, just find them.\r\n\r\nThere is also a **codebar** to access to the armoury from the noob part. A code bar is a number in binary, that you must change to decimal (There are many websites where you can do the change like http://www.disfrutalasmatematicas.com/numeros/binario-decimal-hexadecimal-conversor.html), BUT YOU SHOULD HAVE IN MIND THAT LOGIC COMPARES MAKE YOU SWAP NUMBERS IN THE OTHER WAY. Ex: 1369 is the code bar, and the password is 9631. With this system there are 8191 different passwords, so anyone can enter if they don't know this ;)\r\n\r\n**EDIT-> FORGET TO SAY THAT THERE IS AN ADMIN ROOM TO ACTIVE MINIGAMES ON YOUR SERVER, YOU CAN ONLY ACCESS WITH NOCLIP OR TELEPORT.**\r\n\r\n--------------Video-----------------------\r\n\r\nVideo: [http://www.youtube.com/watch?v=1lJ6HZCZyos](http://www.youtube.com/watch?v=1lJ6HZCZyos \"http://www.youtube.com/watch?v=1lJ6HZCZyos\")\r\n\r\nOn the video you can see the normal mode. And I sow there how to pass all parts except skill one, it's to difficult to record and surf with 30-50 fps because of fraps, when I usually have between 250-300\r\n\r\n--------------------------------------------\r\n\r\nThx for watching, and please comment & rate, it's my first map, and yes, it took me like a year to make it.\r\n\r\nPD: Let me know any bug you find for fix it on the final release.\r\n\r\n-----------------------------------------------\r\n**IF YOU ARE THINKING ABOUT MAKING A VERSION, TELL ME YOUR IDEA AND I MAY GIVE YOU THE ORIGINAL VTF, BUT PLEASE, DON'T USE VMEX FOR MAKING A VERSION**"
}