{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_elements_beta3.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 323582,
			"_nDownloadCount": 4116,
			"_nFilesize": 6949326,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/323582",
			"_sFile": "surf_elements_beta3_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1270312168
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 121990,
	"_sName": "Surf_Elements_beta3",
	"_sText": "Direct download since FPSB upload doesn't work.\r\nhttp://www.mediafire.com/?mmj5meatnqy\r\n\r\nYou spawn in a \"start room\" with 500 health, once you enter the element portal a 4 minute timer is activated.\r\nYou are then presented with 6 teleporters, each a different color, or if you will, element. The elements are:\r\nWater, Fire, Leaf, Light, Shadow, Mechanical.\r\nEach element has it's own \"style\".\r\nThe Water temple consists of water skipping.\r\nThe Fire temple consists of upward boosts.\r\nThe Leaf temple consists of bunny hopping.\r\nThe Light temple consists of tele hopping/speed gaining.\r\nThe Shadow temple consists of illusion/deception.\r\nThe Mechanical Temple consists of moving obstacles.\r\nWhen you start the map, you are given 500 hp (server with spawn protection, you might want to sit in spawn for the extra 6 seconds before you run off).\r\nIf at any given time you notice that you are running low on health, you can go back to spawn and re-up. This of course will cost you time, but if you're desperate enough you will be willing to sacrifice.\r\nThe \"systems\" of the map. There is no specific order for the temples to be beaten in. Any order that pleases you will do. The map is team oriented, if a team gains a check for ALL temples they are sent to an arena to eliminate the opposing team.\r\nIf the teams don't gather enough checks within the 4 minutes given, the temple with the most falls is found and a jail corresponding to that temple will be activated.\r\nYou will also notice a Triforce on the floor where you warp back at, through out the map there are 1/6 Triforce pieces on each level. Collect all the pieces and create a full Triforce at the element selection zone. The rest is for you to find out.\r\nOnce you've reached bonus, everyone will be teleported to a room that is approximately 2 seconds behind you, you will then have to race through obstacles from each element and the winner is brought to a box where they can choose an element. Depending on which element they choose, they losers will be faced with a mini-game of that element."
}