{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_forbidden_tomb4.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 322056,
			"_nDownloadCount": 3282,
			"_nFilesize": 5587109,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/322056",
			"_sFile": "surf_forbidden_tomb4.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1276647047
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122074,
	"_sName": "surf_forbidden_tomb4",
	"_sText": "Surf_forbidden_tomb4\r\n\r\nWell, my lastest map, and 100% sure that is my last work as mapper. I am done with mapping because i can't be more creative and/or original with this tool. Other reason is that i lost a lot of time making maps, i liked it, but i want to dedicate more time to my family, friends and girlfriend.\r\n\r\nThe map has 1:45 (aprox.) mins of speedsurfing... I allways wanted to make a non-stop surfing map, but i wasnt inspired. Now i could, and here is my best map ever.\r\n\r\nI have 150 fps more or less in all the map...I promise i tried to optimize it with area_portals and hints and func_details, but its is a BIG room and it creates a lot of visleafs...sorry about fps's (PD: i have no video card, so i guess it is not so bad about fps's)\r\n\r\nI have to give credits to Black Sheep, for make the bomb model, and specially to Katas. Katas made the awesome and ultra-complex jail system. I have to say thanks to few people that helped me with the map, like VAS clan ( Viciados al surf ), a spanish surf clan.\r\n\r\nWhen you are teleported to jail, in 3 seconds, a few bombs ( Number fo players/2 ) are given randomly, and you have to pass it touching other guys. A red fade means that you have the bomb, Blue fade, menas you have not the bomb. You have 10 secs to pass it, or you will die :D.\r\n\r\nThis map ends [b][size=12pt]DEFINITELY[/size][/b] with an awesome saga of maps that gave me the oportunity of grow as mapper. Thank you very much to Riddler, and Spliff.\r\n\r\nThis map ends with my work as mapper. Inside this 4th tomb i say goodbay to everyone, but you have to beat the map to see the end ^^.\r\n\r\nI want to say thanks to that people that helped me a lot with the world of hammer editor: silverlol, untouchable, bravesurf, helix...and more, but specially Sangre, and people like billy has contributed a lot encouraging me to make more maps.\r\n\r\nI cant leave mapping without give thanks to solidsurf forums, because i have learnt a lot here, and a lot of people helped me when i needed.\r\n\r\nI am going to erase all the source sdk files, and i will leave SS forums. The first days od the tomb4 release, i will sign in the forum to see your coments ^^, but that's all.\r\n\r\nWell that's all...i hope you can forgive my english fails. And i hope you enjoy this map as i enjoyed creating it.\r\n\r\nGoodbay to everyone ^^.\r\n\r\nRapsodia\r\n\r\n<object width=\"640\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/LDq_er1nZ_4&hl=en_GB&fs=1&\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/LDq_er1nZ_4&hl=en_GB&fs=1&\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"640\" height=\"385\"></embed></object>"
}