{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_greatriver_henly_v2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 351064,
			"_nDownloadCount": 1913,
			"_nFilesize": 485517,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/351064",
			"_sFile": "surf_greatriver_henly_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1181246623
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122181,
	"_sName": "surf_greatriver_henly_v2",
	"_sText": "This is one map that definatly have to play! Well from all these screen shots I have tried to show all the different parts of this map compared to the greatriver. This map has many secrets and i'll talk you through them.\r\n\r\nScreenshot 1: This is at the top part and in the right pillar. To get to it you have to shoot the wall and make the glass come up, then just to the right of where the glass should be under the water level theres a gap go through that and there should be a hole just walk straight to it as theres an invisibe ladder.\r\n\r\nScreenshot2: This is again at the top part but now its in the left pillar. To get to it you have to go round the back of the top place to where the m429's are and carry on round the back, then walk straight on the left side. it will take you up onto the roof. Find where abouts the top of the left pillar would be a shoot at it, it will then break and you will find this hiden place. To exit; go over to the right side and walk straight and theres a booster which will push you out and back onto surfing.\r\n\r\nScreenshot 3: Well this is a bomb site, its located in the first surf bit off the T's spawn. To get to it you need to be on the middle bit inbetween the two spawns and then jump onto the ct side but behind the spawn. Walk along till you get the to bit that sticks up and then turn around and walk straight at it as there is another invisible ladder. When your at the top stop and the shoot at the side just facing down a bit and then it will look like this.\r\n\r\n<a href=\"http://phpdimensions.com/image/view/611/\"><img src=\"http://phpdimensions.com/imageuploads/thumbs/thm_8381196surf_greatriver_henly_v20005.jpg\"></a>\r\n\r\nScreenshot 4:  Well this is an extra part at the bottom bit. To get inside of it you need to drop down into it from the part above.\r\n\r\nScreenshot 5: This is in jail and the part where my crosshair is can be broken and behind that wall are some weapons and a ramp.\r\n\r\nScreenshot 6: Well this is another teleporter to the jail part(where your not in it though) To get to it go the same way as you did for the bomb site but instead of going up the ladder carry on walking around the side and then shoot the glass in the middle and it should look like this.\r\n<a href=\"http://phpdimensions.com/image/view/612/\"><img src=\"http://phpdimensions.com/imageuploads/thumbs/thm_5623078surf_greatriver_henly_v20006.jpg\"></a>\r\n\r\nScreenshot 7: Well this is just showing you where to talk for the Bomb site and the other jail teleporter. <a href=\"http://phpdimensions.com/image/view/613/\"><img src=\"http://phpdimensions.com/imageuploads/thumbs/thm_6752216surf_greatriver_henly_v20007.jpg\"></a>\r\n\r\nScreenshot 8: This is where the hostages are. To get to them fall to the bottom where the water is and face the two teleports which telport you to the spawns. Now do a 180 degrees. Now walk over to the top - right hand corner, duck down and walk into the wall it will teleport you to the hostages. To exit the hostages face the exit sign and press E.\r\n\r\nThanks for reading and hope you enjoy this map! \r\nP.S. This map is lots of fun."
}