{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_greatriver_remix2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 355767,
			"_nDownloadCount": 8511,
			"_nFilesize": 848237,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/355767",
			"_sFile": "surf_greatriver_remix2_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1160616900
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122193,
	"_sName": "surf_greatriver_remix2",
	"_sText": "Welcome Greatriver fans!\r\n\r\nCredits: All credits for original design and build go to Ace Of Spades13. (If this is incorrect, someone please inform me so I can make a change.)\r\n\r\nThe Point: I've seen surf_greatriver_v4 and it isn't a bad map, but I think it ruined the feel and integrity of the original greatriver. So, with that in mind, I decided to remake it myself.\r\n\r\nRecommended Players: 32\r\nMax Players: 40\r\n\r\nChanges:\r\n\r\n-Obviously, BIG, texture changes throughout the entire map.\r\n-A lot of new optimization to make the map run flawlessy.\r\n-Construction changes, some subtle, some not. (the original .vmf needed a great amount of \"cleaning\")\r\n-Trashed some weapons that were redundant throughout the entire map.\r\n-Second Awp room under the first Terrorist ramp.\r\n-Reformation of all ramps in the map. The new ramps are perfectly scaled to the originals, but they are much smoother and cleaner to the eye.\r\n-There were a lot of water brushes that were sticking out of the platforms, so I inset all the water within the platforms, making landings a bit trickier. Note: The Awp rooms under the first ramps are much harder to get too. Now that the water is inset within the floor, you cannot drop right into it.\r\n-Changed a lot of the original water textures to up FPS and smoothness.\r\n-Light_enviroment to match the original skybox and some minor lighting additions at \"TOP.\"\r\n-Finally, I added a bit of my own surf into the map. I just thought there could be a better way to \"escape\" from \"TOP\" when there are Awpers camping the top of Jail. The new surf is simple and effective and doesn't interfer with the original form/surf of the map.\r\n-Cleaned up the spawns and added another post towards the front corner of the spawn, making it, not impossible, but much harder to spawn kill.\r\n\r\nI'm sure I'm forgetting some minor touch ups or details that I did, but they are all implied.\r\n\r\nPlease feel free to leave me comments! This was a fun build, and I'm really happy with the final outcome.\r\n\r\n**********\r\nMinor fixes needed to be attented to, and after a discussion with many, I've decided to change the maps name to surf_greatriver_remix, as opposed to final which somewhat gives me credit for the build/design, which as I've come to realize, (thanks FAJ), is obviously not correct.\r\n\r\n**********\r\nRemix2\r\n**********\r\nThis is the final version of this remake.  Optimization improvements were made to make the map flow even better then the original remix.  Aesthetic changes were made compared to the original remix due to the fact that, well it looked like shit.  The main change which, will be most obvious to all players and testers is the \"added\" surf.  The \"added\" surf now flows into the original surf that was in the concept design.  This makes for a better gameplay value of the \"added\" surf then the first remix.\r\n\r\nEnjoy!"
}