{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"readme.txt",
					"surf_hurricane.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 341097,
			"_nDownloadCount": 1502,
			"_nFilesize": 571381,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/341097",
			"_sFile": "surf_hurricane_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1213886840
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122270,
	"_sName": "surf_hurricane",
	"_sText": "SURF_HURRICANE\r\n\r\nBy WikmaN.\r\n\r\nThis is one of my first maps. As you can see, it's inspired by surf_greatriver and surf_machine.\r\n\r\nI recommend sv_airaccelerate 100 on it.\r\n\r\nJAIL\r\n\r\nTo get out of jail, you take a grenade from the table, and throw it inside the box at the ''pyramid'', Behind you a door will open and you are free!\r\n\r\nTOP\r\n\r\nTo get to top, you simply go with one of the two ways until you get to the teleport room. Go into the ''Top'' teleporter and you are at top! In top, you can get weapons and kill people in spawn.\r\n\r\nJAILTOP\r\n\r\nTo get to jailtop, i've hidden two ways, one in each surf-way. Im not gonna tell you where, but think like this: On the way that you go up in a ladder, you get to jail top in a ladder (a invisable) and on the way that you go down to the tele room, you go down to jailtop.\r\n\r\nOTHER SECRETS\r\n\r\nI've hidden two rooms with awp and autosnipers, find them yourself.\r\n\r\nIn jailtop, there is a teleport that requires a code. You can try to guess the code but be careful, if you press the wrong button, something bad might happen!\r\n\r\nTIPS & TRICKS\r\n\r\nTry to find your own way, so you will get to the place you want faster!\r\n\r\nAt the platform with guns, bunnyhop there and you will get speed!\r\n\r\nThe top of the hole-thingy in the left way looks like a good sniper spot to me.\r\n\r\nCreds goes to Skurt, Zero and Glados for beta testing it!\r\n\r\n\r\nIf Ill make a v2, there will be ligtning\r\n\r\n                                                      Happy surfing!\r\n"
}