{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_hang_time_reloaded.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 343549,
			"_nDownloadCount": 1739,
			"_nFilesize": 1547183,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/343549",
			"_sFile": "surf_hang_time_reloaded.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1205203672
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122238,
	"_sName": "surf_hang_time_reloaded",
	"_sText": "---------------------\r\nSurf_hang_time_reloaded\r\nReload of surf_hang_time_v2\r\nOriginal by ZALOS\r\nReload by Buck Nasty\r\n---------------------\r\n\r\nThis map is truly a classic that I did not want to see die. \r\nThanks to ZALOS for letting me \"reload\" his map.\r\n\r\nFixes:\r\n- Started all weapons constrained (can't grenade the pile of nades which cause lag @ spawn).\r\n- Fixed the bomb zone so that when the bomb explodes the game does not lag until the next round.\r\n- Added ammo to all guns. \r\n- Replaced the blinding marble tile and bright blue glass texture to something not so harsh.\r\n- Pretty much cleaned up most of all the sections.\r\n\r\nI did not smooth out the all ramps because I wanted to keep the old school feel of this map.\r\n-------------------------------------------------------------------------\r\nZALOS' Overview of the map:\r\n<div>Posted by ZALOS\r\n\r\nThe goal of this map for me was to make big Surf and hopefully make it so you could kill your oppenents while surfing. I also didnt put in a buy zone so those that got to certian areas were rewarded with certian guns. \r\n\r\nThe map is divided into 5 sections. \r\n\r\n1. Spawn, it looks kinda like a \"S\" it is made so in a way that if you have enough speed you can make a loop and essentially run around in circles forever. I did this so you could make multiple passes at someone or chase people around. This is also a way to get to spawn.\r\n\r\n 2. Section 2 is just some surfing with a big ramp start that squeeeeezes into some smaller ramps, at the end is a teleport to the next section and guns. \r\n\r\n3. Section 3 is a huge surf that can bring you head on into the oppenent. At the bottom is the bombsite and teleports to spawn/jail.\r\n\r\n4. Jail- Jail has 5 entrances where you teleport in than surf to the inside, if you fall off the surf you get tped to the middle. \r\n\r\n5. There are secrets and a pro area. :D\r\n\r\n-ZALOS-\r\n</div>-------------------------------------------------------------------------\r\nThere are many more asthetic changes to this map which are not completely visible in the screenshots, so I suggest you download the map and try it out.\r\n\r\nThanks again to ZALOS, all credit goes to you!\r\n-----------------------------------\r\nEnjoy!\r\n-- Buck Nasty\r\n\r\nhttp://solidsurf.info/\r\nhttp://www.waspnest.net/\r\n-----------------------------------"
}