{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_jumble.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 420451,
			"_nDownloadCount": 221,
			"_nFilesize": 59550928,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/420451",
			"_sFile": "surf_jumble.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1558308709
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122367,
	"_sName": "surf_jumble",
	"_sText": "<b>surf_jumble </b>is a Tier 6 Staged map with 2 Stages and 4 Bonuses.<br><br>This map is what I would describe as the most confusing surf map out there today. It is heavily inspired by tricksurf routing, but in a skillsurf environment. While the routes aren't immediately intuitive, I hope to have made up for that with intuitive surf once the route is learnt by the player. If you want to learn the route for a stage/bonus, <u>read the numbers on the corners of the ramps for the order of the surf.</u><br><br>Stage 1 is more straight-forward with minimal looping, whereas stage 2 has the player reusing ramps several times in different ways each pass-through.<br><br>Bonuses 1, 2, and 4 are made by myself. Bonus 3 is made by Spy Complex.<br>Bonus 4 is meant to be played with auto-bhop. Collect the 3 colored keys in order to pass through the respective colored walls.<br><br>Special thanks to Sam for making essentially all of the filters for my map (so I hope they work fine on every server, this has been tested extensively by myself and a few others but if there are any glaring issues it would be nice to know).<br>Thanks to sneaK, pretzL, and Spy Complex for testing (testers from previous versions are credited in the map hub, you guys are great too).<br><br>And thanks to Juxtapo + Hesuka for the showcase video:<br><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/JzSSjUT_6ts\" frameborder=\"0\" allowfullscreen=\"\"></iframe><br><br>Thank you to everyone who helped me stay motivated and to all those who play my map!! Enjoy!"
}