{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_machine2_steamgamers.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 332556,
			"_nDownloadCount": 1478,
			"_nFilesize": 1460733,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/332556",
			"_sFile": "surf_machine2_steamgamers.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1239930053
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122489,
	"_sName": "surf_machine2_steamgamers",
	"_sText": "SURF_MACHINE2_STEAMGAMERS\r\n\r\nEdit:\r\n\r\nThe map has now another big place where the top was and as well a lot of secrets to make it more fun, I gave the map another look. A lot of new weapon places and places to go. As well I added 2 little new surf courses to it. Now you only can jailkill people with the red button when you get to go to the very top, the jail can be opend from the inside. I edit the map for my gamer community, steamgamers.com to have a unique map. Still all credits go to Z-Machine. \r\n\r\nInstructions:\r\n\r\nThis surf map was edited from the Original surf_machine2 by Z-Machine, it has like the old one before the same things. Just that I added extra places. The aim of the map is to kill the opposite player and win the round, there are many places to go so watch your back.\r\n\r\nMap:\r\n\r\nThe map uses standard textures and is very simple but nicly constructed for the eye. The program used was Source SDK. It is a surf map, none other.\r\n\r\nWeapons:\r\n\r\nYou can use most of the weapons, you can find them in many diffrent places all over the map. But its very simple and easy to find a weapon.\r\n\r\nTime:\r\n\r\nIt took me about 5 hours to finish this map, because it was a lot of work to change all the single things in the map and to add all these secrets. But it was worth it so you can enjoy playing this map.\r\n\r\nFeedback:\r\n\r\nPlease use constructive feedback so I can improve my map to make you happy, that you play my map.\r\n\r\nInstall:\r\n\r\nC:/Program/Steam/steamapps/counter-strike:source/cstruike/maps\r\n\r\n\r\nI hope you will enjoy playing this map,\r\n\r\n[SG] CRATE.exe\r\n"
}