{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_lore.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 345969,
			"_nDownloadCount": 17270,
			"_nFilesize": 8467893,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/345969",
			"_sFile": "surf_lore.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1198173617
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122463,
	"_sName": "surf_lore",
	"_sText": "SURF_LORE by Target Practice\r\n\r\n- This map is a sectioned skill surf.\r\n- There are 7 levels to complete, with an additional 2 bonus levels, and 3 jails.\r\n- Find the secrets and beat the map.\r\n- Each section contains a seperate and unique theme/texture scheme. Custom textures are included.\r\n\r\n_________________________________________________\r\n\r\n\r\nTHE MAP\r\n\r\n... Upon spawning, you have 5 minutes to complete the map. Should you fail to complete within the timelimit you will be taken to jail 1. If you complete the map within the timelimit, you will be rewarded in jail 2. If you enter a secret code, you can enable Jail 3.\r\n\r\n\r\nFALLBACK SYSTEM\r\n\r\n... For each time you fail to complete a level, 5hp will be taken from your health. If your health gets too low then you have the option to fall back by pressing the red button to return to the previous level. How much will you sacrifice to stay alive?\r\n\r\n\r\nJAIL 1\r\n\r\n... When the timer runs out, you are taken to a jail where you recieve a specific gun depending upon how far you get in the map.\r\n\r\nFor example: If you reach level 5 when the timer runs out, you will recieve an m4. If you only reach level 2, then you will recieve just a deagle. etc.\r\n\r\nPlayers must battle it out in a gg/fy 2fort style mini map and kill the opposing team before their time runs out.\r\n\r\nJAIL 2\r\n\r\n... Upon completing the map within the timelimit you will be rewarded with a second jail for easy kills.\r\n\r\nJAIL 3\r\n\r\n... It's a surprise.\r\n\r\nBONUSES\r\n\r\n... Complete the 2 bonus sections to recieve special rewards.\r\n\r\n_________________________________________________\r\n\r\n- Many thanks go to DragonRock and Solidsurf.\r\n- Special thanks go to Buck Nasty for the skybox. Apologies for lack of such credit in the map.\r\n- Further thanks to the original author of the 'toon' textures from cs1.6, and to FAJ for advice and inspiration.\r\n- I appreciate the critisisms and ideas throughout the making of this map.\r\n- Thankyou to the entire DragonRock Clan and Community, and specifically Nelioneil.\r\n\r\n_________________________________________________\r\n\r\nIf you have any problems or queries about this map then feel free to contact me:\r\n\r\n- xfire: targetpractice808\r\n- STEAM Friends: Target Practice\r\n\r\nEnjoy the map and please assess it.\r\n\r\n<object width=\"425\" height=\"355\"><param name=\"movie\" value=\"http://www.youtube.com/v/rQqr-dq_tkk&rel=1\"></param><param name=\"wmode\" value=\"transparent\"></param><embed src=\"http://www.youtube.com/v/rQqr-dq_tkk&rel=1\" type=\"application/x-shockwave-flash\" wmode=\"transparent\" width=\"425\" height=\"355\"></embed></object>"
}