{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_measuresurf.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 306175,
			"_nDownloadCount": 1618,
			"_nFilesize": 7631502,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/306175",
			"_sFile": "surf_measuresurf.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1325699023
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122525,
	"_sName": "Surf_measuresurf",
	"_sText": "#### Hello there!\r\nMy name is Mr. Darkness, the creator of his own first surf map, even tho, experienced with Source entities and global mapping.\r\nToday I am presenting you my map which was done not a long time ago for my community, even tho, wanted to share with it here.\r\n------------------\r\n\r\nMany people didn't know how to start playing this map, so I am teaching you now.\r\nSo how do you actually play it? Easy!\r\n\r\nYou start in one of the spawns (T and CT are blocked with 2 barriers and an invisible block bullet texture) and right in front of you there is a weapons menu. The Spotlight that is lighting up the weapon group means that the weapon group is enabled for use, even tho, you dont spawn with ammo. So watch for your ammo in the magazine.\r\n\r\nAfter you choose your weapon you press the red button (on left side for CT, and right side for T), by that lights go on and a bullseye appears. You must destroy the bullseye with your team, so that a wall to the exit breaks and you can go out surfing.\r\n\r\nNotice that only on the 2nd round you will be able to pick up newer weapons like Deagle, 5-7, elites and p228 + a random group of weapons (which are SMGs; 1 scout sniper; \"M3 group\" (M3, xm1014, Sg552, AUG)). The group with AWP will be unlocked by reaching the \"awp temple\", which appears to be at the house below the spawn.\r\n\r\nIf you get in jail, there are 5 houses, which have 1 button in each. Every button unlocks the Exit door, but after the button gets locked.\r\n\r\nTo unlock the buttons you must reach the top of the jail and press the green button on the rotating cross. The red button smashed the players with the roof if they are inside of one of the 5 houses. The 6th house is the exit house.\r\n\r\nFor first time you may not understand how to play the map, but it's quite easy after all. I already experienced on my own map. :')\r\n------------------\r\n\r\nIf you may need a video to understand how to surf on the map, I made one already.\r\nGo [here](http://www.youtube.com/watch?v=l_1qnv5UGtE \"here.\").\r\n\r\nI hope you like the map. Thanks for your attention!\r\nTill the new projects!\r\n\r\n-Mr. Darkness\r\n\r\nEDIT: If you click the video, then turn off the sound, please! :')"
}