{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"surf_olympics": [
						"surf_olympics.bsp"
					]
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 337965,
			"_nDownloadCount": 4591,
			"_nFilesize": 15136845,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/337965",
			"_sFile": "surf_olympics.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1222951800
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122667,
	"_sName": "surf_olympics",
	"_sText": "Surf_olympics\r\n\r\nThere are the four events, speed, air strafing, bunny hopping, and mix, each one will have two levels to make six, not including the last event (mix) which is just one level. That makes a total of seven levels and each event will have its own jail except event four, making a total of three jails. People on the last event will be teleported to the event three jail. Jail one weapons are the UZI or the TMP depending on if you are a CT or a T, the jail two weapons are the M4 or the AK, and the jail three weapons are just AWPs. The people who beat the map turn gold and will have a choice between all three jails, when they choose a jail they will get teleported to it but they will be in a spot of advantage and separate from the normal battleground. If you choose jail one you will get the M4 or the AK, if you go to jail two you will get an AWP, and if you go to jail three you will also get an AWP. You have just over five minutes to beat the map and if the people in jail don't kill each other and end the round within one minute they get teleported to a small area where everyone just massacres each other with the weapons they had. There are two secrets, the first is a secret red button located in level one in the shape of a grenade and when you push it once, it gives you a grenade, after its pushed 10 times it disables. There is also a secret red music button located in level seven with sparks flying out of it and its in the shape of an X, when its pushed 10 times it plays the song the final countdown; the song can only be played once per round. Both buttons turn you red if you push then so you can be identified by an admin if he doesn't want anybody pushing them. I hope I see this on some popular servers and I hope you enjoy the map!\r\n\r\nTHAY-imagine-\r\n\r\n<object width=\"280\"><param name=\"movie\" value=\"http://www.youtube.com/v/hGSF5nRrcJI&hl=en&fs=1&color1=0x3a3a3a&color2=0x999999\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"http://www.youtube.com/v/hGSF5nRrcJI&hl=en&fs=1&color1=0x3a3a3a&color2=0x999999\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"280\"></embed></object>"
}