{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_palette_v2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 329694,
			"_nDownloadCount": 1536,
			"_nFilesize": 22510278,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/329694",
			"_sFile": "surf_palette_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1250202852
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122694,
	"_sName": "surf_palette_v2",
	"_sText": "*Update* 1\r\nI updated the map, cause I sort of screwed up:p It's fixed now though:) \r\n*Update* 2\r\nI've got some feedback and I'm working on a v2 where I'll fix known bugs;)\r\n*Update* 3\r\nOk, here's the second and fixed version:) I apologize for the inconvenience, and hope you'll try this version:)\r\n\r\n\r\nBravesurf presents surf_palette. \r\nThis is a colorful, and quite easy, staged surf map.\r\nShort walkthrough: \r\nAt the start you can choose between the red way or the blue way. \r\nIf you finish blue you get a glock, if you finish red you get an usp. \r\nNow, let's mix in some yellow. If you finished red, you can play orange. If you finished blue, you can play green. In the middle there's red and blue mixed, in other words purple. From here we add some white. Finish green and you can play light green. Finish purple, and you get to play light pink. And here's one for all you perverts, if you finish orange you get to play stage cream:p \r\nAnyway. After these three stages, there is a short bonus stage. If you finish this you'll get 50hp extra and armour! In addition, the timer stops, and you can choose to either wait for more people to finish, or start the round right away:)\r\n\r\nHave fun playing, and I hope you like it. \r\nAlso, if someone decides to make a video of it, please give me the link so I can add it here! \r\n\r\nCheers!\r\n/brave\r\n\r\n"
}