{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"surf_ny_arena_v666": [
						"arena1.jpg",
						"arena2.jpg",
						"arena3.jpg",
						"arena4.jpg",
						"surf_ny_arena_v666.bsp"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 322859,
			"_nDownloadCount": 1408,
			"_nFilesize": 7675282,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/322859",
			"_sFile": "surf_ny_arena_v666.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1273189916
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122643,
	"_sName": "surf_ny_arena_v666",
	"_sText": "surf_ny_arena_v666\r\n\r\nThis is an update of the original surf_ny_arena. It has a slightly changed system, with surf sections which have been altered in minor ways. The arena is all new, in the same theme.\r\n\r\nThe new system:\r\n-----------------\r\n- Each level of surf will grant you a better position/weapon in the arena\r\n- Failing to complete any of the 5 levels will put you in a cage in the arena\r\n- There is a 2 minute timer in which you have to complete the surf levels\r\n- You will be awarded a weapon based the the last level you beat before the timer expires\r\n- You may continue to retry levels upon fail or success\r\n- There is a bonus 6th level which can be reached only upon completion of level 5.\r\n- The levels are varying in difficulty, from right to left:\r\n*lvl 1 - gives a knife, fast, safe and easy.\r\n*lvl 2 - gives a pistol; frustrating and a long walk, this is because the level is fairly easy, gives a gun and has no chance to kill the surfer/\r\n*lvl 3 - gives an UMP45, fast, dangerous and easy; this level will kill you if you are not careful/\r\n*lvl 4 - gives an M4A1, low-hp bunny-hopping, dangerous.\r\n*lvl 5 - gives AWP, elevator will take you to this somewhat frustrating level. Upon completion you will be granted access to lvl 6, if you can find it.\r\n\r\nThe arena will pit the surfers against eachother. It is a dangerous environment. The fail-surfers will be let out of their cage after 30 seconds, there are knives on the floor for them."
}