{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_palais.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 463233,
			"_nDownloadCount": 254,
			"_nFilesize": 65848831,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/463233",
			"_sFile": "surf_palais.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1589631212
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "Optimization",
					"text": "The map has been bsp-zipped to reduce file size."
				}
			],
			"_sText": "",
			"_sTitle": "BSP Version Update",
			"_tsDateAdded": 1589631346
		}
	],
	"_idRow": 122693,
	"_sName": "surf_palais",
	"_sText": "<b>surf_palais </b>is a Tier 2 Linear map.<br><br><i>This map was made (in certainly less than a month) for the Spring 2020 KSF Surf Mapping Contest.</i><br><br>The theme given was \"sunnyhappylove\" so for my map I decided to go with more focus on the love aspect in my details. It generally stays simple and clean throughout, but features more intricate shapes for many of the details.<br><br>The map is on the shorter side with the average route being ~45 seconds and the fast route being ~35-40 seconds. With that being said, it's a fun experience running through the map and attempting to improve your time.<br><br>----------<br><br>I made the map pretty mindlessly to try and enjoy myself while mapping, so I hope it turned out as fun as I thought it was...<br><br>Big thanks to Sam for motivating me to work on a map for the contest, as there was a period of time I thought I would quit or not make anything. Thanks to Spy_Complex for testing my map, there were a couple big changes I wouldn't have thought to do without him. AND thanks to pretzL for testing at the end and making sure everything works correctly.<br><br>Hopefully everything WORKS PERFECTLY but if anything breaks please let me know, I'd at least like to correct any mistakes.<br><br><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/CWdGU0M4_cc\" frameborder=\"0\" allowfullscreen=\"\"></iframe><br>"
}