{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_perforated_restored.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 320978,
			"_nDownloadCount": 1301,
			"_nFilesize": 9364229,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/320978",
			"_sFile": "surf_perforated_restored.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1280230563
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122715,
	"_sName": "surf_perforated_restored",
	"_sText": "Before we get started, I'd like to point out that my intention was not to make the map look better, but to clean it up. Keep this in mind when assessing please.\r\n\r\nSurf_perforated, commonly known as a map with bugs, ramp glitches and crappy brushwork (no offence Keeka), but to me also a great and challenging map. I could not let this map end up in the trashcan, so here I am releasing this remake. This remake is a complete remake from scratch. Nothing has been copy pasted, the only resemblance is the gameplay, somewhat the texture scheme and the dimensions. Also bear in mind that this might be a tad easier/harder than the original, since it was a hard task correctly mapping the dimensions right. Many parts were off-grid. \r\n\r\nThe goal is, ofcourse, to make it to the end of the 5 stages. The timer is set to 5 minutes. The first to make it to the end, gets to win a nice but simple smash-your-enemies-game. Also there will be a machinegun and a flashbang ready for you.\r\n\r\nIf no-one makes it to the end in time, everybody gets teleported to a knife arena, with obstacles from my gg map goodies (which most of you probably won't know :p). \r\n\r\nThanks to Morning for testing the map, and making a beautiful video demo of it. I really appreciate it my man!\r\n\r\nThat's it, have fun my people!\r\n\r\n<object width=\"300\" height=\"193\"><param name=\"movie\" value=\"http://www.youtube.com/v/f-Rm1f7OR4E&amp;hl=nl_NL&amp;fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/f-Rm1f7OR4E&amp;hl=nl_NL&amp;fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"300\" height=\"193\"></embed></object>"
}