{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_plaguelands_beta7a.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 324145,
			"_nDownloadCount": 1759,
			"_nFilesize": 7307488,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/324145",
			"_sFile": "surf_plaguelands_beta7a_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1268182487
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122729,
	"_sName": "surf_plaguelands_beta5i",
	"_sText": "**SURF_PLAGUELANDS_BETA5i**\r\n  »This map has 6 stages, 1 bonus, a no-win\r\n    jail and a win jail.\r\n\r\n  »The no-win system is set up so when the 6 \r\n    minute timer fires, it separates the people \r\n    in each stage to a corresponding box, once\r\n    in the box you are presented with two buttons\r\n    that are covered with glass. Stage 1 box has\r\n    no buttons. Once the people in box 2 press \r\n    a 1 of the 2 buttons the people in box one\r\n    will either be spared, or dropped to their\r\n    death. This process continues on to box 6.\r\n    Once the process finishes, you are teleported\r\n    to a mini jail where you are given weapons \r\n    depending on the stage you were on.\r\n\r\n  »When you beat the map you are given an XM1014\r\n    (see autoshotty) with infinite ammo, which\r\n    means no reloading. The people who have \"failed\"\r\n    have their speed reduced to 75% of normal\r\n    run/walk speed. You can either kill them with\r\n    the XM1014 or you can kill them with Nuclear\r\n    Sanitation... just make sure you stay behind\r\n    the blast doors or you will be vaporized!\r\n\r\n  »The bonus is rather difficult, which is a good\r\n    thing for a number of reasons. Upon completion\r\n    of bonus you are given a knife, when you push\r\n    \"E\" while holding the knife you are brought to\r\n    a room with 6 doors, a door for each stage.\r\n    Once you go to a stage, you can return to the \r\n    room by pushing \"E\" again. Go crazy.\r\n\r\n  »You are also given the option to kill yourself\r\n    at anytime with the easy suicide doors in every\r\n    stage.\r\n\r\n  »Don't let the map discourage you :]\r\n\r\nI would also like to thank: Junior for his crazy hard bonus!\r\nAll the people making extremely hard skill maps, they inspired\r\nme to make this map. It was supposed to be the hardest map ever\r\nbut it turned into something much different. \r\nAnd how could I forget, ChaoZ for his sexy toxic texture, thanks bud!\r\n"
}