{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_skycastle.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 357810,
			"_nDownloadCount": 1981,
			"_nFilesize": 6056926,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/357810",
			"_sFile": "surf_skycastle.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1149124200
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122962,
	"_sName": "surf_skycastle",
	"_sText": "Brief Summery \r\nFreestyle kill map with 2 bombsites. There is many different ways to the bottom. Which is where the jail is, and above the jail are many different landings. The 2 main landings offer unlimited shotguuns and scouts. From those two landings you can TP to the 4 corners of the upper castle. From those 4 corners you may not find them right away, but there are \"multiple\" Lines that will give you enough speed to make it to the bombsites. Which are above shotgun and scoutlandings. here is a pic of where the bombsites are: \r\nhttp://surfsource.clanservers.com/screenpics/surf_skycastle0001.jpg \r\nWhere the ak's and colt's are is the bombsites. \r\nThere is also a few jailbreaks. I will inform you of 2. \r\n1. Is an automatic jailbreak. every 45 seconds the back gate will open up. Step into the fire to TP to the next level. You will hear a siron right before the gate opens. \r\n2. If there are 2 players in jail. You can boost to the bottom of this env_beam in middle of jail. Which will TP infront of a button where you can open the front gate in jail. \r\nHere is a Pic of where to boost, and gate thats on a timer: \r\nhttp://surfsource.clanservers.com/screenpics/surf_skycastle0000.jpg \r\n\r\nThere are a few other secrets. Unfortunately nothing as cool as the LSS in RR. \r\n\r\nHere is a list of all the guns in the map. \r\nUnlimited Pump shotties \r\nUnlimited Scouts \r\n3 colts \r\n3 AKs \r\n2 Mac10s \r\n2 sets of dulies \r\n2 5/7s (maybe they are p220 I don't remember) \r\n4 Nades \r\n2 Flashes \r\n2 Smoke nades \r\n4 Autosnipes \r\n2 Para \r\n4 Defusal Kits \r\n1 AWP (the only way to get awp and PARA is to make it to the top landing on the 3rd level of ramps.) "
}