{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_shweet.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 308049,
			"_nDownloadCount": 1895,
			"_nFilesize": 7932799,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/308049",
			"_sFile": "surf_shweet.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1319086720
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 122929,
	"_sName": "surf_shweet",
	"_sText": "DEATHMATCH VERSION FOUND AT: http://www.gamebanana.com/maps/160866\r\n<hr>\r\n\r\nThis has been in development for quite a while, and has gone through a number of beta iterations. It takes great (gameplay) influence from the rebel resist series.\r\n<hr>\r\n\r\nThe map is NOT HARD. Unlike most recent linear maps, it focuses on jail combat, as well as the odd m3 surfing fights. There are weapon pickups throughout the entire map. The surf, un-boosted, with no shortcuts takes about 1:30 from start to finish. This is HALF the round time (of 3 minutes, in case you didn't get that) before all players are teleported to jail. However, there are a number of places to tele-boost from, and many, many shortcuts, so those that thrive on forever shaving times off their runs will have a field day here.\r\n<hr>\r\n\r\nSecrets are a'plenty in here too. Some are very simple, and easy to get to, but others are much more extravagant, with higher payoffs. However, very, very few are easy to find. Let's hope you enjoy what you find.\r\n<hr>\r\n\r\n**FOR ALL THE TIMER SERVER OWNERS:** \r\n\r\nI am willing to cull large portions of this map, and clean it up so that it will play nicely with your servers. If you want this, please contact me directly. Else, don't go messing with my map, and don't change the name without permission.\r\n<hr>\r\n\r\nSkybox textures are by komaokc.\r\n\r\nMany, many thanks to all the beta testers, and all the surfers on the surf-infamous server who gladly played and gave feedback over the past few months.\r\n\r\nA special shout out to Extol, Spliff and the rest of the Australian (and kiwi) surfers who provided feedback on this.\r\n\r\nAnd finally, thanks to Fission, who is always willing to help with improving these maps. And, of course, the video he made.\r\n<hr>\r\n\r\n**Alternative Downloads:**\r\n\r\nDownload the .bz2 here: http://fastdl.surf-infamous.com/cstrike/maps/surf_shweet.bsp.bz2\r\nOr the .zip here: http://dl.dropbox.com/u/18017339/surf_shweet.zip\r\n<hr>\r\n\r\nVideo:\r\n<iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/04aLuL27qgE\" frameborder=\"0\" allowfullscreen></iframe>"
}