{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_sky_ages.bsp",
					"surf_sky_ages_story.txt"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 306150,
			"_nDownloadCount": 1529,
			"_nFilesize": 9726808,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/306150",
			"_sFile": "surf_sky_ages.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1325785274
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123001,
	"_sName": "surf_sky_ages",
	"_sText": "surf_sky_ages by Helix\r\n\r\n\r\nSky Ages discovered by Helix\r\n\r\nMap story:\r\n\r\nI recently discovered not only a way to travel through time, but alsoa way to travel through universes. There, I discovered buildings, surroundings, made by other people. They were abandoned however. I decided to make them public for travellers. It's a complicated thing to do, but not impossible.\r\n\r\nEverybody can visit, however, the visitor must be able to travel by surfing. So only skilled people are able to watch these four special ages.\r\nThere were different types of gravity in these four ages, as if the laws of physics that we know here, do not apply there. After trying many times, I finally managed to match the law of physics in the ages with the one we know here on earth.\r\n\r\nThis however was a few years ago. I haven't visited the places recently because I am already on the hunt for new ones. If someone else that has my capibilities found anything, it might be possible that the route system has changed. Anyhow, the four ages are now open for public visits. Normal people can't break things, really.\r\n\r\nAs I said, there are four ages:\r\n\r\nMechan Age:\r\n\r\nIt's an age I actually build myself. It's a complex mechanism that calibrates any visitor. Everybody starts here and has to travel into the red forcefield. By doing that, the hidden systems are checking the mass, velocity capabilities and volume of the subject. This is required to do, or else travelling through the different ages can go horribly wrong since the gravity I added is not the gravity that exists there already.\r\n\r\nThekgon Age:\r\n\r\nThis is the first age I discovered. It's a HUGE machine. I wish I could see this machine in the time it actually worked, because it looks like nothing more than a concrete building now. It's a machine that controlled gravity (just imagine the countless possibilities we could do with gravity here on earth if we managed to bring it home!), I bet it was able to change the force of gravity. Anyhow, right now it's capable of doing nothing. It froze. There are even materials hanging in a line, as if a force disappeared which froze everything that was in it.\r\n\r\nI did however find a knot in the existing gravity force. I could not risk travellers to get caught in this, so I made a building around it. No one may ever get inside of it, I felt very aggressive all of a sudden when I got near, as if I wanted to kill someone.\r\n\r\nDarkodia Age:\r\n\r\nI can't say much about this age. Unlike the machine in Thekgon, this machine seems to be working. It just doesn't do anything. I assume it's some sort of catalyst for energy or power. This needs more investigation. I do find it safe enough for travellers to visit, but if any visitor ever gets caught up in some kind of power, then I'd better close this age..\r\n\r\nCranger Age:\r\n\r\nThis age looks like it has been bigger thousands of years ago, as if these buildings are leftovers of a big city. Anyhow, it has nothing dangerous or special, everything is made by either brick, metal or glass. I have to say though that travellers might have a hard time seeing everything since the path is quite complicated.\r\n\r\n--BORING MAP SYSTEM EXPLAINATION FOR PEOPLE WITHOUT FANTASY--\r\n\r\nYou have 5 minutes to complete the map. After 5 minutes everybody is teleported to a jail where they can kill each other. The further you get in the map, the better your weapon will be.\r\n\r\nIf someone completes the map, nobody gets a gun except for the winner.\r\n\r\nTimer starts when the first player starts surfing."
}