{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_superpower.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 358395,
			"_nDownloadCount": 1415,
			"_nFilesize": 2479442,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/358395",
			"_sFile": "surf_superpower_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1144049004
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123087,
	"_sName": "surf_superpower",
	"_sText": "I think this is my best map yet, it's taken me about a week to get everything running smoothly(ish) on the map and I'm very pleased with the outcome. \r\n\r\nfewnotes:\r\n1.My jail is something not seen in most surf maps now. 3 floors, fall off in each surf section, you are teleported to one of the 3 floors. If you reach the end and teleport to the jail, you can choose to either release everyone or simply open up all floors to the spike pit\r\n\r\n\r\n2.There are two huge towers at the start and end, simply jump when your in, it's great, seriously! I'm gonna make things like that a constant in my surf maps from now on\r\n\r\n3.I don't know if anyone else will have the problem, but at the end by the side of jail, I got stuck halfway up the ladder then sort of juddered up. Thing is, when I started the map again, it didnt have a problem, so there shudnt b a problem lol\r\n\r\n4.few plans for v2 already. hope to have my name scrolling in dynamic lights, very hard and long time to work on that, and it may not work... in the jail I plan to put certain weapons on different floors as a sort of reward for getting to certain further sections, and to help distinguish between each floor. smgs on top floor, pistols on second, nothing in bottom naturally. I also plan to change the random laser in the middle of the last part to something else cool, any ideas, PM please, ill mention you in credits then, ty"
}