{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_snowbound.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 354289,
			"_nDownloadCount": 1366,
			"_nFilesize": 3740447,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/354289",
			"_sFile": "surf_snowbound.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1166997339
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123022,
	"_sName": "surf_snowbound",
	"_sText": "Welcome to Surf_Snowbound!\r\n\r\nRemember when we were all around the age of 7?  We would wake up after a blizzard on a Sunday night, and realize that we don't have school!  SNOW DAY!  You go outside, and it is nice and bright and there is a crisp layer of snow on the ground!\r\n\r\nWell, this map has the same bright \"day after the storm\" feel to it.\r\n\r\nStart:\r\nFully loaded M3 and Deagle/Grenade\r\n\r\nThere is no jail in this map for I found it to be un-necessary.  There are tele's still lining the ground incase you fall, which will teleport you back to the begining of the stage of surf you fell off of. \r\n(The only place that there is not a teleport is the very begining.  The first ramp is VERY easy to surf, if you fall off, you deserve to die.  End of story.  Also, this helps to prevent spawn killers.) \r\n\r\nFirst stage:\r\nA pretty long section of surf.  After the first main ramp and two turns, you come to a fork, which has a \"Pro\" side and  \"Noob\" side.  The \"Pro\" side is pretty challenging for an intermediate surfer, and the already pro surfers may find it a bit tricky as well.  The \"Noob\" side is a straightfoward surf, nothing hard, but nothing too easy.\r\n\r\nSecond stage:\r\nBased in a small town that has just been snowed in.  The \"Pro\" side of this has a loop, and it is what I would consider to be a difficult surf.  The \"Noob\" side of town is relatively easy, just a bit technical.\r\n\r\nFinal Stage:\r\nThis stage is one of the hardest sections of surf.  There is no \"Pro\" or \"Noob\" side for everyone has to surf it.  It is difficult with many long jumps.  At the end of this, there is a \"leet\" like ending with teleports to both spawns, and the other stages of surf.  Right above this platform is a bombsite.  It is quite hard to get to, but if you are \"Pro\" enough and complete the \"Pro\" section you are taken to a room with 4 M4's and 4 AK's.  It also has 4 Defusal Kits and 4 extra C4's incase the Terrorist with the bomb dies.  This room allows you to return to the begining of the level, bombsite, or the final stage of surf.\r\n\r\nOtherwise, this surf is a lot of fun.  There is a lot to it and it should keep people busy for quite a while!\r\n\r\nEnjoy, and happy holidays everyone!\r\n\r\n(Please report any bugs or problems to me here, or my xfire: wowyourgaiy)"
}