{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_superpower_v2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 358337,
			"_nDownloadCount": 1603,
			"_nFilesize": 3571052,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/358337",
			"_sFile": "surf_superpower_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1144517619
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123088,
	"_sName": "surf_superpower_v2",
	"_sText": "Well, this is V2 of my map, it should be the last version, but some people amy coem up with new problems, and if so, I'll make only one more version, especially becasue i had to stop the vvis on the compile (1 hour and only on 1...2..) anyway, the changes\r\n\r\n1. Thanks to WhaThe for pointing out there was a problem with my awsome jail, I've improved on it immensly. There are now teleporterts on each floor to teleport to the other floors (still in jail) smgs on top floor, pistols on second, nothing on bottom. Also, I've added on bottom floor a button to kill yourself and everyone on floor, opeing up the floor itself, and the top floor contains a crush button, causing a huge block to come down and crush the top two floors and its inhabitants.\r\n\r\n2.I managed to get a working screen in the credits room at end, and I replaced the buyzone with a large pile of weapons and improved the teleporter part there. It now teleports you to the jail outside part.\r\n\r\n3.Added a few obstacles in final boost tunnel and you no longer have to jump at end of it, you'll have to wait and see what it's like...\r\n\r\n4.More variation at start, glass tunnel, better looking wall and my new map symbol, looks pretty good. \r\n\r\nIn whole, I'm pleased with this version, a few problems along the way but it got there. Thanks again to WhaThe for pointing out the jail problem. "
}