{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"readme.txt",
					"surf_teenpregnancy_lite.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 344662,
			"_nDownloadCount": 2692,
			"_nFilesize": 5312983,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/344662",
			"_sFile": "surf_teenpregnancy_lite.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1201837610
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123112,
	"_sName": "surf_teenpregnancy_lite",
	"_sText": "Surf_teenpregnancy_lite update:\r\nAn improved version is here! Better lighting. The front reservoir will break after 60 seconds, allowing for less experienced players to surf. The small tear will still be available with access to a knife for players who would like to have weapons while they surf. There will be a single knife at the egg (end of map) to be able to destroy the breakable walls. Failing on any level will bring you back to the beginning of that particular level, the only exception is level 2, floor 1.\r\n\r\nsurf_teenpregnancy_v1 update:\r\nFixed global jail teleport issues.\r\n\r\nSurf_teenpregnancy, for all the kids who slept through 8th grade health class.\r\n\r\nWhy take a life when you can create one? This anatomically semi-correct representation of our favorite subject is now brought to new light in the form of a killer surf map. Three levels, three secrets, and one extremely creative jail makes for an intense, if not freakin' hilarious experience!\r\n\r\nTips: 1. Certain parts of the map are difficult, keep practicing. This is especially true in the beginning. The opening is small but very doable. 2. The \"dome\" has glass doors that break 3. The doctor's utensil's control system is inverted. Use the back key to move the object forward, and the forward key to move the object backwards. 4. The secret room is on the end of the second level to the left, where there seems to be a shadow platform. Bunnyhop it to the corner. Remember to use that well-earned grenade wisely.\r\n\r\nMap by: Butterknife (aka Jaekto)\r\nJail layout idea based on ny_superhappiest\r\nSpecial thanks to all the testers and brainstormers at intoxgaming \r\n\r\n\r\n "
}