{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_takeshiscastle_v1.bsp",
					"surf_takeshiscastle_v1.lin",
					"surf_takeshiscastle_v1.log",
					"surf_takeshiscastle_v1.vmf",
					"surf_takeshiscastle_v1.vmx"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 346099,
			"_nDownloadCount": 1768,
			"_nFilesize": 967168,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/346099",
			"_sFile": "surf_takeshiscastle_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1197657197
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123106,
	"_sName": "surf_takeshiscastle_v1",
	"_sText": "Surf Takeshis Castle style\r\n\r\nMy third map about Takeshis Castle challenges and surfing!\r\nIf u dont know what Takeshis Castle is, just youtube it!\r\nThis map is V1 so I might upload V2 later when I add more challenges\r\n\r\nThis map is about racing, you have to complete tasks and who gets first to the end presses a button to teleport evry1 in the jail and you get weps so you win.\r\n\r\nFirst pic - U need to run past the right doors but watchout there r holes that will slow u down.\r\n\r\nSecond pic - Get speed to jump through 3 holes\r\n\r\nThird pic - Theres a question about me and jump in the hole u think its the right answer, the holes got teleports and if u choose wrong, u have to complete doors again. 2 ways r the right ones that go to the surf in the second pic.\r\n\r\n4th pic - Like in Takeshis Castle, you need to run and jump on the rocks without falling in the water, if u fall in the water you have to start over again. Beware, some of the rocks r pushable so if u jump on them they sink into the water with you.\r\n\r\nAnd many, many more like Surfing, running over a bridge with traps, black & white room, Running past a room with traps\r\n\r\nAt the end, the red button kills and blue button teleports all players to that jail and u can headshot them all =P\r\n\r\nEnjoy // .#Css.eu CREW & Westsid3r, Sabatan and Van helsing"
}