{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_tripoli.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 353084,
			"_nDownloadCount": 1270,
			"_nFilesize": 589338,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/353084",
			"_sFile": "surf_tripoli.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1172635618
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123190,
	"_sName": "surf_tripoli",
	"_sText": "Welcome to Surf_Tripoli!!\r\n\r\nYou remember the good ole' surf days when Greatriver, and Skyworld were the best maps to surf on?  I attempted to implement concepts from both maps, and many ideas from maps that I haven't released and some that I have into one all around combat surf.  It has a decent sized surf that flows very nicely throughout the entire map.\r\n\r\nThe only aspects of Greatriver that I decided to add, was the original spawn design.  I think it is a great layout and it makes for a great set-up for the rest of a map.  I added the lower level pool of Skyworld, and attempted to make a surf that was about the same length as Skyworld without boring the person playing the map.... (it is a combat map.)\r\n\r\nStart:\r\nFull loaded Deagle w/ Kevlar and Helmet\r\n\r\nThere are shoutout's to Waspnest.net and Solidsurf.info in the spawns.  On top of these logo's are buyzones.  CT side for CT and so forth...\r\n\r\nGuns throughout the map include:\r\nM4's\r\nAk's\r\nM3's\r\nPara's\r\nScouts\r\nKreig's\r\nBullpups\"\r\nAwp's\r\n\r\nAll in all, its just a fun surf for surfers of all levels to enjoy.  You may find the jail to be rather interesting.  There is no kill button due to the fact that it is very easy to kill the people in jail.  But there is a free button to release them.  The free is a lot of fun for the people being \"free-ed.\"\r\n\r\nSpecial thanks to the original creators of Greatriver and Skyworld for the ideas that I implemented into this map.\r\n\r\nThanks to FAJ for beta testing it for me!\r\n\r\n\r\nThanks guys, hope you enjoy!\r\n\r\nComplaints/comments/suggestions/problems/bugs:\r\n\r\nXfire: wowyourgaiy\r\n\r\n"
}