{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_time_limit_final3.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 353165,
			"_nDownloadCount": 1442,
			"_nFilesize": 1154958,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/353165",
			"_sFile": "surf_time_limit_final3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1172350408
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123146,
	"_sName": "surf_time_limit_final3",
	"_sText": "Welcome to Surf_Time_Limit!!\r\n\r\nFirst off, I guess I should explain why it's named Surf_Time_Limit. I was really bored around 1 o'clock in the morning a few weeks back, and I decided to give myself a set amount of time to make a map. For some odd reason, I decided three hours should be a half decent amount of time to create something well, half decent. I decided to split it into 1 hour for build/textures, optimization, and design.\r\n\r\nThe map itself is pretty straight forward. It is a bit of a get a gun and kill people surf, and it is actually a lot of fun. Yes, for all of you who complain, there is a jail, although there really isn't much of a point to it, but it compliments the map quite nicely.\r\n\r\n**********************************************\r\n\r\nFinal Changes/Additions/Fixes:\r\n-No more spawn jumping/killing\r\n-The first ramp turn around to Awp's is no longer possible\r\n-Re-texture\r\n-Additional entrances to jail/decreased camping\r\n-A friend on UAkron suggested knives only in Jail. Now all weapons are stripped on entry to jail and you are left with a knife. (Makes it easier for the people on top of jail.)\r\n- Took the doors off of the frames. (Another suggestion from UAkron) Now you can just walk through the portals to your destination\r\n-Took out pieces of the awfully cluttered spiral ramps. It's now a bit more difficult to surf.\r\n-Every player is equipped with a P228 and full Kevlar and helmet at the beginning of every round.\r\n- Optimization changes\r\n-Increased some of the sizes of the water pools\r\n\r\n(There have been a lot of changes to this map to make it the best it could be with the design that I originally used. Many will agree with me when I say that the original design could have been more thought out, so I see no point in working on this any further. These changes should increase the popularity of the map, and the enjoyment of the surf.)\r\n\r\nAll questions/complaints/comments/advice/opinions:\r\n\r\nXfire: Wowyourgaiy\r\nEmail: Phantomoper3@comcast.net"
}