{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"break_compact.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 338539,
			"_nDownloadCount": 1204,
			"_nFilesize": 85391,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/338539",
			"_sFile": "break_compact.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1220823518
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123376,
	"_sName": "break_compact",
	"_sText": "A small break map with no pit, but a multi level architecture. Both CTs and Ts spawn in symmetric areas on a solid platform on the top floor. Bellow that there's a hollow space where you can crawl into. Ideal for snipping or ambushing unsuspecting opponents. You can also descend to the lower level, either by breaking the floor on your front or by a using a stair on your right. The bottom area is a lot taller and offers a lot of frag and grenade opportunities. \r\n\r\nThe map supports up to 18 people (9vs9) but ideally you will have 4vs4 matches here. It's not a map for big servers, but it's optimal for medium sized brawls and to have fun with different tactics every time. The map also offers a new tweak the other break maps don't have. You can't climb up blocks in a stair fashion (not even by crouch jumping) so if you go down you either fight to death or go back to the ladder next to your spawn, wasting precious ammo. Finally, the blocks are tougher than most other in break maps, meaning teams will have to use their ammo wisely, and make smart use of grenades and machine guns.\r\n\r\n\r\nI hope you have a lot of fun with this map. It certainly was fun to make it.\r\n\r\nTactics:\r\n1)HEs trough the top row of glass (which is too thin to crawl trough) are devastating if well timed. This is also an excellent area for stealthy head shots\r\n\r\n2)A flash bang trough the top way and a surprise attack from the bottom corridor is an awesome tactic against inexperienced teams\r\n\r\n3)Anything you say"
}