{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zs_surf_escape_zombiezs.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 328032,
			"_nDownloadCount": 2072,
			"_nFilesize": 2077811,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/328032",
			"_sFile": "zs_surf_escape_zombiezs.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1255561297
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123316,
	"_sName": "zs_Surf_Escape_Zombiezs",
	"_sText": "NOTE; THIS MAP WAS DESIGNED FOR ZOMBIE SURF.\r\n\r\nThe first ever surf map designed for Zombie Surf! The reason im adding this map is to get zombie surf a little bit more known and hopefully influence more mappers to make maps for zombie surf....\r\n\r\nZombie Surf is a new type of gameplay that we (Steamgamers Community) are trying to develop and make a success of like deatherun and minigames.\r\n\r\nThe point of zombie surf is for one zombie to try and kill everyone by stabbing them, whilst the humans must kill the zombies (who have between 1,000 - 2,000 Health).\r\n\r\n---------------------------------------\r\n\r\nThe aim of this map is that you (the humans) have to survive for 2 minutes without being stabbed by the zombie. After 2 minutes are up you will be teleported to a tunnel and the zombies will be outside ready to try and overpower you. You must hold the zombies off at two choke points.\r\n\r\n- First the box area in the tunnel, where you get 3 vending machines to barricade and must hold the zombies off for 15 seconds. \r\n- A safe barricade wall will appear after 15 seconds and then you must retreat to the bunker where you must press the nuke button and resist 20 seconds from the zombies. You get a bookcade and two vending machines to barricade and try to hold them off with.\r\n\r\nCertain physics settings are required to move the props of course. But as steamgamers is the only place where you can play zombie surf right now, I wont be wasting my breath (typing them out).\r\n\r\nCT Aim = Survive by surfing around and holding certain points/ kill all zombies.\r\nT Aim = Kill all CT's and turn them into zombies without dieing."
}