{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"breakfloor_extreme": [
						"Thumbs.db",
						"breakfloor_extreme.bsp",
						"breakfloor_extreme.res",
						"breakfloor_extreme.txt",
						"breakfloor_extreme0001.jpg",
						"breakfloor_extreme0002.jpg",
						"breakfloor_extreme0003.jpg",
						"breakfloor_extreme0004.jpg"
					]
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 346616,
			"_nDownloadCount": 1565,
			"_nFilesize": 6191859,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/346616",
			"_sFile": "breakfloor_extreme_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1195685668
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123344,
	"_sName": "breakfloor_extreme",
	"_sText": "Updates:\r\n######################\r\n# *Buyzones fixed\r\n# *Tunnel Blockage added, alternating solid/passable every 5 seconds.\r\n# *Ridges around map walls leading to the two valves made bigger to make\r\n#  it slightly easier for everyone to access them without dying.\r\n# *Dustclouds/dustmotes added during the block break sequence.\r\n# *Dustmotes set to show after break sequence as well as during it.\r\n# *Random song from four sound clips played during break sequence, and a little longer after.\r\n#######################\r\n\r\nInstall:\r\n#################\r\n# Just simply extract the files from the .zip into your maps directory.\r\n# path: 'Program Files\\Steam\\steamapps\\<username>\\counter-strike source\\cstrike\\maps'\r\n# Then add 'breakfloor_extreme' to any of your map lists/cycles you may have.\r\n#################\r\n\r\nThis map based of an breakfloor map I recently played is much more colourful and fun. Not only do you break the floor but there are now some blocks that do not break. As well as these blocks that do not break I have also made a hidden/quick route tunnel between both sides. This tunnel is accessible from break up from underneath or via two little secret breakable doors. The tunnel is split in the middle with a nice gate blockage to help prevent spawn killing from happening to quick. This blockage will alternate from solid and passable every 5 seconds. Therefore when it is solid you cannot pass through it, where as when it is passable it is invisible and can go through it.\r\n\r\nAlong side all this I have also added two secret circuits. The first one is a series of buttons; four to be exact. The two buttons just beneath each base (a few blocks down) are locked unless the other two are pressed. The ones that are underneath the bases are only usable, each one unlocks after a certain other button is pressed. The two that unlock these buttons are shootable, hittable, and usable and when are located on opposite walls to the others an a lot further down. When both of the buttons, which were locked, have been pressed (So all four in theory) then each layer of blocks starting from the bottom with highlight red for a second then break, moving up through all the levels leaving only those blocks that do not break. The blocks that do not break do not highlight red and therefore are very easy to see so you can dart to them quickly.\r\n\r\nThe second secret circuit is some valves. As you know falling down the pit will kill you, but not if there is some water down there. Underneath all the blocks on secret ledges around the walls are two valves. Active both to fill the bottom up with water. In doing so you can swim to the bottom and turn that valve to empty/fill the pit with water with a single valve. But better yet there are two teleporters hidden down there.\r\n\r\nHint: Teleporters only often work when the water is empty, but in order to reach them you must have water to swim in.\r\n\r\nUse that hint to get to the top of the map, on top of the walls shooting down on everything.\r\n\r\nAs for lighting, I am sorry if you do not like it. I am glad to hear that so many people like it so far and that makes me happy since lighting and textures is not my forte. However I think I have managed to create a nicely lit gloomy (cool) atmosphere.\r\n\r\nI sure do hope you enjoy the map, thank you for downloading it.\r\n\r\nCredits to 'Delta8' for helping me by providing me with immediate feedback and suggestions to improve. Hopefully more maps to come with the kind help of others such as 'Delta8'. Thanks Delta8.\r\n\r\nMy Clan Site...Home of Ace Rimmer and TEAM ACE EVENTSCRIPTS (AES):\r\nhttp://www.rnrclan.co.uk"
}