{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"counter-strike source": {
						"cstrike": {
							"maps": [
								"glass_insanity_b21.bsp"
							]
						}
					}
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 324663,
			"_nDownloadCount": 2380,
			"_nFilesize": 3981162,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/324663",
			"_sFile": "glass_insanity_b21.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1266694973
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123404,
	"_sName": "Glass Insanity v21",
	"_sText": "This map is so much fun it should be illegal!\r\n\r\nNo bars between the glass... Nowhere to hide!\r\n\r\n30 different randomly occurring rounds mean it's more insanity every time you respawn as well as more than 1 secret room!\r\n\r\nAnd as if that wasn't enough the map has both Coke and Pepsi venders so everyone can be happy\r\n\r\nREQUIRED SETTINGS:\r\n\r\nmp_freezetime 0 -- Needed to prevent some cases of instant death\r\nsv_airacellerate 100 -- To enable surfing\r\n\r\nTO FURTHER WHET YOUR APPETITE HERE ARE SOME OF THE CRAZY ROUNDS THIS MAP CONTAINS:\r\n\r\nEarthquake Round -- Shooting someone during an earthquake IS as difficult as it sounds\r\nTornado Round -- Frantically try and get kills while avoiding the tornado which is tearing through the map\r\nCrumbling Round -- That platform isn't as sturdy as it looked last round\r\nExplosion Round -- Better buy those weapons quickly to avoid getting detonated!\r\nCrush Round -- Its as if the map is shrinking! In fact its actually a ceiling descending on you\r\nSpin Round -- Hold on to your lunch\r\nCar Round -- Speed kills!\r\nZombie Round -- Its as if Left 4 Dead and Zombiemod had some sort of weird unkillable baby\r\nElectricity Round -- Cowboy builders made this map and dodgy wiring never goes well with a pool of water\r\n\r\nAND QUITE A FEW MORE\r\n\r\nPlease leave feedback if you liked the map or PM me if you find any problems/come up with any more round ideas ;)"
}