{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"glass_velocitycombat_v2b3": {
						"0": "Readme.txt",
						"cstrike": {
							"maps": [
								"glass_velocitycombat_v2b3.bsp",
								"glass_velocitycombat_v2b3.nav"
							]
						}
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 335983,
			"_nDownloadCount": 1554,
			"_nFilesize": 2815012,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/335983",
			"_sFile": "glass_velocitycombat_v2b3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1229874142
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123573,
	"_sName": "glass_velocitycombat_v2b3",
	"_sText": "The map was upload before, however the skybox was too large to use (TRONs extreme high res @ 50mb) so this was used instead. The skybox is not as pretty as TRON\\'s, however this one still suits the map ok.\r\n\r\nPrimarily glass textures, the map is designed in a glass style and promote quick combat and quick rounds.\r\nThe map contains different levels where the players are moved down one way or another.\r\nButtons are included, which are pressed or shot, and these will destroy the level/parts of the level and players will drop down.\r\n\r\nPlayers do not have to worry about fall damage, triggers removing fall damage are placed in the needed areas.\r\n\r\nAs players cannot reach the spawn after dropping down, afk players will be killed 30 seconds after the first level has been destroyed.\r\n\r\nI am still a learning mapper, and a third version of this is being made. I create maps that are slightly unconventional and I try to be unique. Please post feedback to help with future maps, and the progress of this map.\r\n\r\nInstallation:\r\nInstall the map to Steam/Steamapps/-accountname-/Counter-Strike Source/cstrike/maps\r\n\r\nFilename: glass_velocitycombat_v2b3\r\n\r\nMap file size: 6.55mb\r\nCompressed Download Size: 2.86mb\r\n\r\nAdjustments from first version - the very last floor has been made easily accessible. Previously, this level was a hidden room but it added nothing to content that way.\r\nAdjustments from b1 - new skybox\r\nAdjustments from b2 - another new skybox and spiral stairs and upper level added\r\n\r\nExtra notes: The map has been tested with bots and players. The Nav file is included however, due to the nature of the map bots do not function as well as players do.\r\nIt is recommended to play this map with real players to get the most out of it.\r\n\r\nSpecial Thanks:\r\n\r\nThe custom skybox was made by - Karatekaefer "
}