{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"xc_rat_kit": {
						"0": "Readme.txt",
						"1": "xc_rat1.jpg",
						"2": "xc_rat_kit_v20001.jpg",
						"3": "xc_rat_kit_v20002.jpg",
						"4": "xc_rat_kit_v20003.jpg",
						"5": "xc_rat_kit_v20004.jpg",
						"6": "xc_rat_kit_v20005.jpg",
						"counter-strike source": {
							"maps": [
								"xc_rat_kit_v2.bsp"
							]
						}
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 329011,
			"_nDownloadCount": 3654,
			"_nFilesize": 9503689,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/329011",
			"_sFile": "xc_rat_kit_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1252172545
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123786,
	"_sName": "xc_rat_kit_v2",
	"_sText": "Map by Prawn\r\n\r\nTextures by Prawn\r\n\r\n\r\nInfo:\r\n\r\nThis is a rats styled xc/jump map, that on a scale from 1 to 10 in jump skillz takes about a 5 or 6 to complete.\r\n\r\nThe map had orginally 2 sponge boats in the zink and a ramp to make it possible for the boats to driver over the edge and down on the floor, but i couldn't get the boats working proberly so i had to delete them.\r\nAnd the water on the floor and in the zink somehow bugged the map so i had to delete that too. :((\r\nAt the beginning the map also had a 3d skybox, but i deleted that to make it less laggy.\r\n\r\nI would very much like to thank my friend PhQniX for testing the map over a 100 times, without him it wouldn't be done, and the jumps would be crap!\r\n\r\nI started making the map a long time ago but because of some env_cupemap bug I kinda gave up on it untill now when i got it fixed and released!\r\n\r\nI will proberly try to get som updates of this map out somtime with the boats and water.\r\n\r\nAt the end I there was supppose to be a driveable \"paper plane\" that could fly. But i had to trash that too :(\r\n\r\nAnd the end you wil find a race track and a secret room. Containing funny stuff.\r\n\r\nAt the end outside the secret room you wil find hats that indicates you have completet the map, and ofc a teleport back to the map it self, for you being able to show off you fine new hat!\r\n\r\nIf you play the map and find any bugs at !all! i would be very happy if you would tell me :) \r\n\r\nThe map it self looks a little like my kitchen irl. xD\r\n**\r\nupdate sep. 5/09\r\n\r\nFixed som bugs"
}