{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"xc_Waterleak_final.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 356656,
			"_nDownloadCount": 2148,
			"_nFilesize": 1668248,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/356656",
			"_sFile": "xc_waterleak_final.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1156760385
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 123835,
	"_sName": "xc_waterleak_final",
	"_sText": "Okay, this is the map that some of you have been waiting for. xc_waterleak_final is finally here (:D).\r\n\r\nThe basic concept of the an xc map is to climb to the top. In this map, its more escaping than xcing, and that to escape in the quickest, cleanest way possible (Out of the 2 glass doors in the reception which is the end of the map). The map is set in a surfing trainging facility, but you are not here for surfing. Recently a waterleak broke out, and you are called over to fix it. Before you can do any maintinance, the power goes out, all main units and doors have gone offline (im sorry rad wasnt run in the map, if it would the lights would of gone offline in result of this waterleak for more effect, seems my map has something against vrad and crashes during compilation). \r\n\r\nNote: When u get to the spiked wall, go to the botton left spike and hit e, not too close or your dead. Also during the boss fight on the roof of the congratz room, since many complained about lack on ammo during the bb_map i submitted, i dropepd loads of guns on the roof for you to kill it, well more than enough ammo.\r\n\r\nIf have any questions about the map, or experience any graphic and gameplay bugs, talk to me on xfire:carlthecat is my username.\r\n\r\nsv_airaccelerate 100 and mp_limitteams 0 is required for play. ALSO DONT USE INFINITE HEALTH. Ive explained why on the right.\r\n"
}