{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Untitled - Textured Shaded.vmf",
					"aim_funkytown.bsp",
					"aim_funkytown.lin",
					"aim_funkytown.log",
					"aim_funkytown.vmf",
					"aim_funkytown.vmx",
					"cs_militia.vmf",
					"my_house.bsp",
					"my_house.lin",
					"my_house.log",
					"my_house.vmf",
					"my_house.vmx",
					"my_maptest.bsp",
					"my_maptest.log",
					"my_maptest.prt",
					"my_maptest.vmf",
					"my_maptest.vmx",
					"poophouse.bsp",
					"poophouse.log",
					"poophouse.prt",
					"poophouse.vmf",
					"sdk_3d_skybox.vmf",
					"sdk_de_cbble.vmf",
					"sdk_lightmaps.vmf",
					"sdk_water.vmf",
					"test.bsp",
					"test.dxf",
					"test.log",
					"test.prt",
					"test.vmf",
					"test.vmx"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 354094,
			"_nDownloadCount": 3188,
			"_nFilesize": 2328566,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/354094",
			"_sFile": "aim_funkytown_3_map_pack.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1167886878
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 124048,
	"_sName": "aim_funkytown 3 map pack",
	"_sText": "I UPDATED IT AND ITS WAY BETTER\r\nREMEBER TO TYPE MATT_FULLBRIGHT 1 TO HAVE IT CLEAR AND TO TYPE MATT_FULLBRIGHT 0 TO PUT IT IN FO SHIZZLE MODE1!!!!!!!!!11\r\n\r\nI MADE THESE WITH HAMMER. put these in your counter stroke source maps folder.  Im sorry if i took sombodys map name. There are 3 maps here, a tes map, a crappy version of my house and AIM_FUNKY TOWN! it isnt really a aim but it has snipers and lots of guns, hostages but no hostage rescue, and 2 c4's just because there cool. they are primarly ct's vs t's. i know you probably need just the bsp files but when i made the map it needed these so just put them all in your counter strike maps folder. \r\n\r\nThese also work with gmod 9, not sure about 10 (i dont have 10).\r\nif you run it through console by typing for example:\r\nmap aim_funkytown\r\nit will say some errors in red,it just see's Some duplicates of palm tree leaves and such and some terrorist/ counter terrorist spawn points but actualy there is nothing wrong. it also detectts some wood/ floor material crap wich isnt nessiary to worry about. please disregard the errors. im new to mapping and actualy having them work this time. :p\r\n\r\nif you wish to use them on your servers (probably not) just email e at t_virus_900@hotmail.com and/or just post it here.to the right.--------------------------------------------------------------------->DO A MAXIMUM OF 15 PLAYERS TO BE SAFE, BUT IF YOU HAVE A REALLY GOOD COMPUTER I THINK THE MAX WOULD BE 30 WITH LOW PING AND 20 WITH NORMAL PING AND 15 WITH HIGH PING.\r\n\r\nthe map isn't always dark, type matt_fullbright 1 to make it clear as day, and put a 0 instead of a 1 to have it in fo shizle mode, the pictures to the right are in foo shizzle mode. "
}