{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"as_abscond_07v2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 345544,
			"_nDownloadCount": 7977,
			"_nFilesize": 36647231,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/345544",
			"_sFile": "as_abscond_07v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1199584818
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 124000,
	"_sName": "as_abscond_07",
	"_sText": "Please note this map is for the VIP Mod for CS:S\r\n\r\nUPDATE - 1/9/08\r\nAs_Abscond_07v2 uploaded\r\n\r\nChanges:\r\n-Removed brown carpet texture and replaced with cs_office carpet\r\n-Removed brown wood wall texture and replaced with cs_office wall\r\n-Map is now 35megs compressed vs 37megs\r\n\r\n\r\nSCENARIO BACKGROUND:\r\n\r\nThe CT have come in to escort a VIP to safety after attempts on his life. Unfortunately, after they arrive at the VIP's location the Terrorists have blocked their exit. You must make it back to your vehicles to win the map.\r\n\r\n\r\nGAME PLAY CHANGES:\r\n\r\nThe original version of my map was too biased towards the Terrorist and that was my number one goal to fix when I decided to redo the level. The overall map layout is very similar but there have been a lot of small tweaks and additions to get rid of any flaws in the game play. Things such as; lowering window ledges, opening doors, providing more cover, starting closer to the rescue zone, radar with marked locations, darker environment, and adding another rescue zone have drastically evened out the difference between the two teams. I have also raised the player count to 40 total but I would still suggest you keep it to 32-36 players max.\r\n\r\nGRAPHICS CHANGES:\r\nBesides the game play changes, I went in and re-did a lot of my earlier texture and model work. The level is much prettier this time around with a lot more custom content and foliage to give things a much fuller and realistic look. Overall frame rate should be very similar to the original version as I went through and optimized a lot of my shoddy brush work and vis problems. However, there is a lot of foliage on this level and there are a couple of sections that you can see a LOT of content so your frame rate my dip some if you have an older computer."
}