{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"scarth_aim_stoneysouth": {
						"0": "scarth_aim_stoneysouth.bsp",
						"1": "scarth_aim_stoneysouth.nav",
						"screenshots": [
							"scarth_aim_stoneysouth0000.jpg",
							"scarth_aim_stoneysouth0004.jpg",
							"scarth_aim_stoneysouth0005.jpg",
							"scarth_aim_stoneysouth0029.jpg",
							"scarth_aim_stoneysouth0030.jpg"
						]
					},
					"scarth_dm_guardhouse": {
						"0": "scarth_dm_guardhouse.bsp",
						"1": "scarth_dm_guardhouse.nav",
						"screenshots": [
							"scarth_dm_guardhouse0012.jpg",
							"scarth_dm_guardhouse0013.jpg",
							"scarth_dm_guardhouse0014.jpg",
							"scarth_dm_guardhouse0031.jpg",
							"scarth_dm_guardhouse0032.jpg"
						]
					},
					"scarth_gg_killfest": {
						"0": "scarth_gg_killfest.bsp",
						"1": "scarth_gg_killfest.nav",
						"screenshots": [
							"scarth_gg_killfest0015.jpg",
							"scarth_gg_killfest0016.jpg",
							"scarth_gg_killfest0020.jpg",
							"scarth_gg_killfest0033.jpg",
							"scarth_gg_killfest0034.jpg"
						]
					},
					"scarth_paintball_cover": {
						"0": "scarth_paintball_cover.bsp",
						"1": "scarth_paintball_cover.nav",
						"screenshots": [
							"scarth_paintball_cover0024.jpg",
							"scarth_paintball_cover0025.jpg",
							"scarth_paintball_cover0026.jpg",
							"scarth_paintball_cover0027.jpg"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 346206,
			"_nDownloadCount": 2374,
			"_nFilesize": 7603733,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/346206",
			"_sFile": "scarthmappack.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1197168400
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 124148,
	"_sName": "scarth map pack",
	"_sText": "Thank you to: Brassmonkee for getting me some great screen shots of my maps!\r\n\r\nAll 4 of these maps can hold up to 40 players each. Below is a description of each map:\r\n\r\nscarth_gg_killfest:\r\nThis map is fairly small. It starts off where both teams are on opposite sides of the map. From there you can either go through the middle and, doing this, you would go over a grass hill in the middle of the map. On the left and right side are 3 more ways to get to the other side of the map. The first is an underground tunnel. The second is going over the top of a bunker where you will find a few things to hide behind. The third is right through the middle of the bunker. Doing this you can also stop in the middle of the tunnel going through and go right/left (depends on which one you run through) and run into the middle of the map to the grass hill. This map is small but has many different ways to be played which makes it excellent for gungame.\r\nGET MORE SCREEN SHOTS AND DOWNLOAD THIS ONE MAP ALONE WITHOUT THE PACK HERE: http://www.fpsbanana.com/maps/40715\r\n\r\nscarth_dm_guardhouse:\r\nThis map is much larger and is actually the largest of the 4 maps. But just like on killfest, both teams start on opposite sides of the map. From spawn you can go several different directions. You can go down the road and use the broken tanks as cover as you run to the other spawn, or you can try to run for one of the 4 guard towers on the 4 corners of the map. There is also a house in this map which has a basement. In the basesment is a few boxes that you can hide behind. The house itself is nothing really great, it's got windows and a few things inside, but nothing to get really excited about. In the middle of the map is a guard house which has 2 main guard rooms. The guard house itself is an excellent piece of structure to hide behind. If you can think of a way to use it to your advantage to navigate yourself to the other team's spawn, you might get some easy kills. This map is overall a good map for dm. The size of it is perfect and the types of structure in the map work good for a dm server.\r\nGET MORE SCREEN SHOTS AND DOWNLOAD THIS ONE MAP ALONE WITHOUT THE PACK HERE: http://www.fpsbanana.com/maps/40716\r\n\r\nscarth_paintball_cover:\r\nThis is really just an amazing map all together. It's equipped with many different places to go and so many different things to do. This is probably one of the few maps that has almost an infinate amount of posibilities to it. This map would work good for gungame, deathmatch, or even just regular gameplay. \r\nGET MORE SCREEN SHOTS AND DOWNLOAD THIS ONE MAP ALONE WITHOUT THE PACK HERE: http://www.fpsbanana.com/maps/40718\r\n\r\nscarth_aim_stoneysouth: \r\nThis is another great map. After making and redesigning this map, I thought it would work great for dm. although I had already set it as an aim map and I didn't feel like going back to change the name. This map also has a whole lot of different ways to get to the other side of the map. this is one of those maps that you should always watch your back on because if you don't you're getting knifed.\r\nGET MORE SCREEN SHOTS AND DOWNLOAD THIS ONE MAP ALONE WITHOUT THE PACK HERE: http://www.fpsbanana.com/maps/40717\r\n\r\nAll of my maps have a .nav file. They all have at least 40 spawn points and all have buy zones at spawn. \r\n\r\nBe aware that the screen shots look darker than what the map actually is. \r\n\r\nVideo of the maps:\r\n<object width=\"425\" height=\"355\"><param name=\"movie\" value=\"http://www.youtube.com/v/ftDAFJahhQQ&rel=1\"></param><param name=\"wmode\" value=\"transparent\"></param><embed src=\"http://www.youtube.com/v/ftDAFJahhQQ&rel=1\" type=\"application/x-shockwave-flash\" wmode=\"transparent\" width=\"425\" height=\"355\"></embed></object>"
}