{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "Maps.txt",
					"Mole-O-Rama": [
						"HypnoToad.bsp",
						"PMP4EVER.bsp",
						"PRECISELY.bsp",
						"RATATOING.bsp",
						"SkateSesh.bsp",
						"Slalom.bsp",
						"awp_mohammed.bsp",
						"fy_Swastika.bsp",
						"fy_swastika_2.bsp"
					]
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 339862,
			"_nDownloadCount": 1522,
			"_nFilesize": 3342256,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/339862",
			"_sFile": "mole-o-rama.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1217409398
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 124134,
	"_sName": "mole-o-rama",
	"_sText": "Mole-O-Rama, A collection of maps made by myself (m0le) for your enjoyment.\r\n\r\n>awp_mohammed\r\nA desert themed awp map, with an underwater passage and a pusher to get you across the water\r\n\r\n>fy_swastika\r\n8 Boxes, 1 Swastika, Hours of fun\r\n\r\n>fy_swastika_2\r\n16 boxes, 2 swastikas, not as good as the original but still fun-ish\r\n\r\n>HypnoToad\r\nHypnotic, but not a toad, players are push along a rectangular track and must kill each other, but dont fall off!. Complete with fog!\r\n\r\n>PMP4EVER\r\nPizza Mc Puff, the serious clan for serious people, co-founded by cunning linguist 2d0ngz, this is one of our official clan maps, complete with hidden teleporters, death pits, and traps which leave you stuck in the air!\r\n\r\n>PRECISELY\r\nYet another ratatoing joke. The 2 teams must launch themselves over a wall to kill the opposition, Includes custom textures!\r\n\r\n>RATATOING\r\nThe terror that started it all, Ratatoing includes twin, breakable, towers, ladders, water, and traditional Ak's vs. M4 gameplay.\r\n\r\n>SkateSesh\r\nAn experimental map, players must slide along a track dealing with ramps, death lasers and thin bars, also includes a surf section, when you complete it, you start again with a shotgun! (m3)\r\n\r\n>Slalom\r\nA silly surf-style map, players 'ski' down a slope, which has loads of walls, these walls are pass-throughable but they deal about 90 damage to you if you pass through them. once at the bottom, pick up a deagle (or an AK or a M4) and battle to the death with any survivors!\r\n\r\n(c) 2008 all these maps belong to me, m0le, if you wish to de-compile and edit them, make sure you have my permission first!"
}