{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_badges2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 292143,
			"_nDownloadCount": 3948,
			"_nFilesize": 66837536,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/292143",
			"_sFile": "bhop_badges2_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1380371403
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 124525,
	"_sName": "bhop_badges2",
	"_sText": "bhop_badges2\r\n==================\r\n\r\nbhop\\_badges2 is intended to be played EXCLUSIVELY on legit normal difficulty 100 tick servers that force sv\\_airaccelerate 100, fps\\_max 300, sv\\_gravity 800 and no scout. Since this map was designed mostly with single jump normal legit gameplay in mind, it is extremely easy on easy/auto settings. To experience this map how it was meant to be played, visit one of the following servers.\r\n\r\n\r\n- fap ~ 85.131.192.94:29681\r\n- bhop.it bhop ~ 94.75.251.224:27017\r\n- bhop.it lj ~ 94.75.251.224:27016\r\n\r\n\r\nSERVER OWNERS, PLEASE PUT THE START AND END TIMER WHERE IT SAYS, ELSE THE LJ SECTION WON'T BE ACCESSIBLE.\r\n\r\n\r\nFAQ\r\n===\r\n\r\n#### Is badges2 harder than benchmark?\r\nI don't feel as though it is, but only because I have been playing this map for months. But if you ask any of the beta testers, they will say it is a lot harder than benchmark.\r\n\r\n#### Is badges2 longer than benchmark?\r\nIt doesn't look as long as benchmark, but it definitely feels longer. I'd guess a perfect run on badges2 would take longer than a perfect run on benchmark.\r\n\r\n#### How does the anti-cheat work?\r\nIt's just a jump height trigger to stop auto/easy players. I could have made it impossible to pass, but I implemented a way around it. It's less of an anti-cheat and more of a cheat-detect-and-shame.\r\n\r\n#### Where am I supposed to go on the city level?\r\nThere is a screenoverlay that will appear in the top right corner of your screen that will tell you what to do. Doesn't work for some people (nyastle).\r\n\r\n#### Why isn't the city level working properly?\r\nIt doesn't always work properly if you noclip, or if you don't trigger each checkpoint properly. Its best to make sure you've triggered each checkpoint by standing in it for a second before continuing. This is very very rare though.\r\n\r\n#### Those 256 ljs are easy.\r\nI don't know what the deal is there, they are rotated 45 degrees on the hammer grid. When I rotate them back it is definitely a 256 gap. Not a big deal.\r\n\r\n#### Why do you hate auto/easy?\r\nI don't hate auto/easy. I understand the appeal, I play it myself from time to time. There are things I don't like about it though. I don't want the comment section to be filled with arguments between auto/easy and normal players, so [I've started a discussion in the _strafe steam group.](http://steamcommunity.com/groups/_strafe/discussions/0/864980277660314344/ \"_strafe\")\r\n\r\n\r\nVisit [http://steamcommunity.com/groups/_strafe](http://steamcommunity.com/groups/_strafe \"http://steamcommunity.com/groups/_strafe\") for real bhop.\r\n\r\n\r\n\r\n<iframe width=\"560\" height=\"315\" src=\"//www.youtube.com/embed/i_SzTS9Cdjs\" frameborder=\"0\" allowfullscreen></iframe>"
}