{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_communityjump.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 288025,
			"_nDownloadCount": 2680,
			"_nFilesize": 106793931,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/288025",
			"_sFile": "bhop_communityjump.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1400317832
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 124722,
	"_sName": "bhop_communityjump",
	"_sText": "Been working on this on and off, very slowly, since October last year. Was originally supposed to be 10 stages with 10 different mappers but a few people dropped out and a few didn't fit. The map is at max everything.\r\n\r\nThanks to:\r\n\r\n- sQee\r\n- Hoover\r\n- Prox\r\n- Shellfish\r\n\r\nI might release a prefab for the powerjump level, if anyone wants to make a powerjump map, get in contact with me first so I can show you what to do before you butcher the idea.\r\n\r\nThe fog in the swamp stage loses its colour sometimes, theres nothing I can do its just how source works.\r\n\r\nTwo people who tested weren't able to see the particle effect that transitions between stages, I suspect it's cos they're dorks with cheater configs.\r\n\r\nVisit [http://steamcommunity.com/groups/_strafe](http://steamcommunity.com/groups/_strafe \"http://steamcommunity.com/groups/_strafe\") for real bhop\r\n\r\nPS: I'm done making big maps, I'll only be making small kz type maps when I come up with fresh ideas from now on. UNLESS someone else is willing to lead another community map, myself and a few others would be interested in contributing.\r\n\r\nEDIT: Third stage sucks for people with shit computers. IF you are a SERVER OWNER and you want to fix it on your server, follow these steps closely.\r\n\r\n1. Download entspy\r\n2. Open the map in entspy\r\n3. Delete the func_smokevolume entity\r\n4. Save\r\n5. Upload the newly saved version to your server - DO NOT PUT IT ON FAST DL, SERVER ONLY, PUTTING IT ON FAST DL WILL RESULT IN MULTIPLE COPIES OF THIS MAP WITH THE SAME NAME = MISSING MAPS ERRORS FOR EVERYONE\r\n6. Once again, SERVER ONLY\r\n7. Read the bit below to avoid confusion eg. Gweeds\r\n8. Server only\r\n\r\nEntspy allows you to edit maps without compiling them or changing the checksum. If you delete the func_smokevolume on the servers copy of the map, it will not load on the clients copy of the map, even though it still exists in their bsp file.\r\n\r\nSERVER ONLY"
}