{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_greenglow.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 271652,
			"_nDownloadCount": 616,
			"_nFilesize": 4951873,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/271652",
			"_sFile": "bhop_greenglow.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1505864142
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 125153,
	"_sName": "bhop_greenglow",
	"_sText": "A map i had planned to do because of all the positive feedback ive had on my previous maps, i kind of just wanted to continue the 'bhop_insertcolorglow' maps, this time i tried some new stuff, making all of the walls consist of three brushes instead of just having one, adding more textures and some extra detials, however i skipped displacements which i had planned to have because it didnt look very good.<br><br>Ended up changing some textures because the ones i had planned to use orginally didnt go well with the lighting.<br><br>For the game play in the map its not very difficult at all, all platforms have about a 64-128 unit gap between them, so it can easily be done on scroll as well as normal, but similar to my previous map (bhop_whiteglow) i decided to add a few 64 unit shortcuts available for more advanced players running the map on auto.<br><br>I also learned from some mistakes that i made during bhop_whiteglow, where some parts of the map could be seen through the skybox, this is something ive completely avoided this time.<br><br>Also thanks to Asko for suggesting more height difference in the platforms as well as having less annoying 180 and 360 turns in the map.<br><br>The map is around 40 seconds long (shorter than i had intended), thanks to Asko for providing a video of his run during play testing. (This is not the final version of the map)<br><br><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/Qa95QELD8Uo\" frameborder=\"0\" allowfullscreen=\"\"></iframe>"
}