{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_myztek.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 413283,
			"_nDownloadCount": 264,
			"_nFilesize": 37869347,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "Version 2",
			"_sDownloadUrl": "https://gamebanana.com/dl/413283",
			"_sFile": "bhop_myztek_25fb5.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1552258079
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 125581,
	"_sName": "bhop_myztek",
	"_sText": "hi<br><br>I have had this map nearly finished forever, i just got really bored of bhop/mapping for a long time so i never ended up finishing it, and when i say finished i more or less mean at a stage where ive grown bored of working on it. Ive also held back on releasing it since i didnt feel it was as good as it could be. However if i dont release it now i dont think ill move on to a new map like this one.<br><br>Originally i started this right after i had sent in a stage for kz_bhop_communityjump3, but at the time i was really new to hammer so i didnt feel like it was any good. Therefore i went on to creating all the glow maps which basically was my way of learning hammer more and more, and while wroking on those maps i sometimes would work on this.<br><br>Since i started making this map so long ago this was actually orginally inteded for 400 velocity scroll, but after having some players test it, primarily Aimer and Unity, they thought it could be decent for auto with some smaller changes, so i spent a long time updating the map so it would be more auto friendly while still maintaining its original style. Thanks to aimer, unity and roger primarily for testing it multiple times on auto. I believe its in a state where it could be enjoyed played as a more 'difficult' map for newer players on auto, sort of speedrun-ish for more experienced players on public servers or as a fairly long and difficult map on either scroll or 400 vel scroll. However i believe what i learned most of all is that if u test it too much so to say its easy to get set on a path to work out the most optimal route while mapping it, which i didnt really like. <br><br>Either way, here it is, let me know if i forgot to mention anyone under the special thanks and if you have any issues with the map. have fun hoppin<br><br>UPDATE 2019-03-10, fixed that odd lighting issue on all props, the water, etc. Also fixed a broken trigger. If you already downloaded the map for your server since yesterday, please redownload and get the new version.<br><br>Nice segmented route by Sockmonkey, thanks for the video! This will also showcase some of the possible skips in the map.<br><br><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/aXTDLCpQlxw\" frameborder=\"0\" allowfullscreen=\"\"></iframe><br>"
}