{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_proving_a_point.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 285892,
			"_nDownloadCount": 844,
			"_nFilesize": 5374253,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/285892",
			"_sFile": "bhop_proving_a_point.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1411481196
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 125776,
	"_sName": "bhop_proving_a_point",
	"_sText": "Auto maps are being made incorrectly in regards to what most players insist is one of the main aspects of auto gameplay: Finding and perfecting a route.\r\n\r\nThis map was made to prove my point.\r\n\r\nBefore all the bitter auto rands take a moment between posting irrational arguments on sourcejump TAS videos to comment here and put me on blast for 'hating on auto', understand that I am not hating on auto, I'm providing help to make auto maps more popular and competitive.\r\n\r\nThe problem with how most auto maps are being made, is the distance between the blocks are too far apart to allow for much variation in the route. The map itself pretty much dictates the route and doesn't allow the player much room to find faster ways around the map, resulting in banal, braindead gameplay. Maps like this aren't very competitive and result in most of the top times being very similar. bhop_muchfast is a good example of this.\r\n\r\nCreating maps with more route options by adding more bhop blocks with less space between them will make your map more popular and competitive by allowing newer players to experience them, seasoned players to speedrun them, and normal / scroll players to play them. The top times will have much more variety and every run of the map will be different. bhop_cw_journey, for example.\r\n\r\n[http://steamcommunity.com/groups/_strafe](http://steamcommunity.com/groups/_strafe \"http://steamcommunity.com/groups/_strafe\")"
}