{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_rgbglow.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 374678,
			"_nDownloadCount": 537,
			"_nFilesize": 9895248,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/374678",
			"_sFile": "bhop_rgbglow.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1519840237
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 125852,
	"_sName": "bhop_rgbglow",
	"_sText": "Hey all, so this is rgbglow, i started this about 4 months ago, right after finishing <a href=\"https://gamebanana.com/maps/197440\">bhop_redglow</a>&nbsp;at the time i was really motivated to map, however i began putting this together, ran into the problem of hitting the maximum limit of faces in the map, when i placed <a href=\"https://gamebanana.com/maps/197440\">bhop_redglow</a>, <a href=\"https://gamebanana.com/maps/197121\">bhop_greenglow</a> and <a href=\"https://gamebanana.com/maps/197194\">bhop_blueglow</a>&nbsp;together. So i started looking into what i could do to fix that, i found out about \"propper\" and had a go with it, would get it working so i just cba to continue it for a few days, then i quit bhop for like 2-3 months and didnt map at all. However now that i got back into bhop i opened up the project and saw where it was at, i gave it another shot with propper to try and reduce the maximum faces in my map but all the props i made come out with really odd collision and it appeared they couldnt cast any light from the illuminating textures.<br><br>Therefore i had a look back at redglow which i remember discussing the next map with some people in the comments, thanks to Dream's comment i got some inspiration from Zypers maps and decided to start over from scratch, i cut out a piece of redglow and started from there, trying to piece together pieces of the 3 maps and see what i could get, some parts were difficult to make fit and some just fit together as if it was meant to be.<br><br>During the time i made this map i had a ton of help play testing it from Promises, also constantly having him upload new map versions for me to playtest (huge thank you), as well as having Ahimsa and Snippsku test the map multiple times and help me make it as enjoyable as possible. This being because i copy pasted entire sections from my previous maps, things wouldnt always add up, ive tried keeping as much gameplay as possible from previous maps but at some places ive had to add filler stages and some extra walls or such to make it fit together. Some stages i also had to change around the distance on platforms because youd have more speed than you had in the original map, however in some stages i left it as it was to make it more challenging.<br><br>All in all i think it turned out pretty well, so if you enjoyed the previous maps you might enjoy this one as well, however it is quite a bit longer that the previous ones. And obviously i understand not everyone likes this style and i can respect that, maybe in the future ill make something different.<br><br>I also wanna give a huge thanks to Snippsku for testing the map on scroll for me (since im bad) and making sure everything is doable relatively easy and not too crazy.<br><br>Also added a small bonus inside the LJ room, up to the servers hosting the map if they wanna place the bonus there or not, maybe they can find something more creative thats fun within the map, but at least i offered something.<br><br>After all i think it turned out a lot better than it wouldve if i just clumped all 3 maps into one and had them one after another, so thanks to Dream for pointing me in this direction!<br><br>But thats about it, once again a huge thank you to all that helped me test this map and kept me motivated to finish it! Hope you all enjoy it!"
}