{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_rainbowroad_fix.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 406376,
			"_nDownloadCount": 407,
			"_nFilesize": 36180643,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/406376",
			"_sFile": "bhop_rainbowroad_fix.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1546787088
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 125811,
	"_sName": "bhop_rainbowroad_fix",
	"_sText": "<span class=\"GreenColor\">FIXED AS CERTAIN PART DIDN'T WORK AS INTENDED ON CSS, PLEASE DISREGARD THE ORIGINAL bhop_rainbowroad BSP - and use this one instead.</span><br><br>My longest bhop map yet, It may seem random if you have never played Mario Kart but the design is obviously inspired by the 'Rainbow Road' track from that game, I have wanted to make a map inspired by that track for so long so I decided to do it, obviously I couldn't copy the same track so I just put my own twist on it. This map is pretty different not only from all my other maps but from most bhop maps in general, the gameplay is basically based around avoiding obstacles and gaining as much speed as possible in order to pull off the many skips in this map. Any bhopper of any skill level can beat this, but to be able to pull off every skip will take some patience and quite some time spent routing (at least for me it did) Map is designed to be fun to be played both fast and slow (but ideally fast since its rather largely scaled) If you choose to not do the fast route you will probably find you'll be losing speed quite frequently, I designed this map specifically to reward players for being fast and smooth. As I said there's several skips in this map, some of which are a lot harder than others.  Also has a little bonus I made quickly because I burned myself out making the main map and was really tired with this project by the end. This was just me experimenting and making something I thought would be fun so don't take it too seriously.<br><br>It isn't perfect, but I'm happy with it.<br><br>P.S - Music might get annoying if you plan on running this map for a long time<br>stopsound in console :^)<br><br>Sorry for no video preview, couldn't manage to get someone to provide one."
}