{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_serzv1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 317188,
			"_nDownloadCount": 1824,
			"_nFilesize": 61763837,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/317188",
			"_sFile": "bhop_serzv1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1290040109
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 125944,
	"_sName": "Bhop_Serz",
	"_sText": "Hello all!\r\nSo I started making this map about 2 months ago with many great ideas, i worked pretty much 10-12 hours a day on it as this map has been one of my best creations so far!\r\nHowever, I ran into the Hammer limitation wall a few houndred times and coulden't make the map as I wished to, I've probbably deleted and skipped out on about 10 lvls that I'm probbably gonna create another map for btw! but i'm still pretty happy with the result and it's still in beta so I might remove some of this with some of the other ideas.\r\n\r\nThe map now has 7 levels, pretty hard, long levels. Well some are not that long but fairly hard.\r\nIt's not an impossible map to finnish, but the avrage bhopper is going to need alot of time finnishing it.\r\nAlso some of the lvls are anti-script (yay!) where you'll need precission jumps, not long speedy jumps.\r\nAnd it's also not a map you'll speed throug in 20 min.\r\nTheres 5 soundscapes for 5 of the levels, acctually it's just ambient sounds that plays in the entire map when a new level is reached.\r\nand note ***I DO NOT OWN THESE SONGS, THEY WILL BE REPLACED/REMOVED AT REQUEST OF OWNER***\r\nthoug I found it a little hard contacting the people that created final fantasty to ask for their permission to use them, shoulden't be a problem as I bought the cds anyway :P\r\nBut yeah as you might have guessed, it's going from relaxing to really chaotic music in the final level!\r\n\r\nAlso a big shoutout to silent assasin who were kind enough to let me use his design for the finnish room and help me along the way making my very first bhop map! lu <3\r\n\r\nAnd I belive that is all I got to say!\r\nIt's still in beta, stuffs gonna change definitivly so please leave a feedback :)\r\n\r\nOh also, it's multi jump on the platforms, no func_doors!\r\n\r\n|oG| Sir Serz."
}