{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_saspatoon.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 281389,
			"_nDownloadCount": 573,
			"_nFilesize": 41424622,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/281389",
			"_sFile": "bhop_saspatoon_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1442949805
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 125910,
	"_sName": "bhop_saspatoon",
	"_sText": "Map Tier: 3.5-4 out of 5. I consider it a tier 3.5-4 because of the window jumps and very small peg jumps combined with the long jumps and general spacing of the blocks. Everything is kz, because I just don't see the point of putting triggers. <br><br>The end room is a teaser to one of my future maps, not saying its the next one but its in the future :). <br><br>I will be porting it over to CS:GO, however I don't know if I will be putting that version on gamebanana.<br><br>Sorry about the file size, its a little big but there is a lot of music and ambience.<br><br>I have worked on this map quite a bit, I am not very happy with how it turned out though. I made a lot of mistakes that I wouldn't make with what I now know about mapping, this map taught me a lot and thus it deservers its showing. I know its not too long but I couldn't bring myself to make it any longer, hopefully my next map will live up to my expectations.<br><br>I assume this map should take around 3~ minutes for the average hopper, but I can see speed runners bringing it down to 45 seconds~. I don't consider it easy to speed run at all, and I cant wait to see what kind of routes you guys can come up with. <br><br>Songs: (In The Order Played) 21~ minutes of music. \r\n<br>Blackmill - Friend /\r\n<br>Blackmill - Home /\r\n<br>Blackmill - The Light /\r\n<br>Imagined Herbal Flows - Chinese Dreams<br><br><iframe src=\"https://www.youtube.com/embed/JTQes0-vWTs\" allowfullscreen=\"\" height=\"315\" frameborder=\"0\" width=\"560\"></iframe>"
}