{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_shutdown2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 477633,
			"_nDownloadCount": 210,
			"_nFilesize": 119964720,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/477633",
			"_sFile": "bhop_shutdown2_6d962.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1596204577
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "Improvement",
					"text": "made nate's stage boosters more consistent (s/o ketza)"
				}
			],
			"_sText": "",
			"_sTitle": "late booster fix",
			"_tsDateAdded": 1596204656
		},
		{
			"_aChangeLog": [
				{
					"cat": "Removal",
					"text": "First surf skip in the video is now not a surf skip, triggers removed"
				},
				{
					"cat": "Tweak",
					"text": "There are now slopes instead of some ramps for smoother gameplay"
				},
				{
					"cat": "Improvement",
					"text": "Map flow should not be as bad now, but id suggest just not playing if you dont like surf =)"
				}
			],
			"_sText": "Hey, mister runner! Do you not like silly surf ramps? Great, because I removed and reworked some of them! And no, I will NOT remove the spins.<br><br>Special thanks: unity/kris.",
			"_sTitle": "Chapters 1&2: Making shutdown great again",
			"_tsDateAdded": 1570883686
		}
	],
	"_idRow": 125964,
	"_sName": "bhop_shutdown2",
	"_sText": "<i>From imagination to art.</i><br><br>A year ago, I wanted to create the best map i can, so I started making bhop_shutdown. As you may know, it had a lot of problems and overall was not a great map, however I tried my best and personally think that it was quite successful. Now I tried my best again and made maybe not the best, but surely a great map that i can be proud of. Shutdown2 is a sequel to the first shutdown - same concept of flybhop/surf combined map with intentional skips and simple strafe elements that is fun and more or less easy on both auto and scroll, yet very hard to run.<br><br>This map tells you a story about how an idea is born in a creator's mind and what the creator has to face throughout developing his idea. As a contradiction to the first shutdown, it is set in a world that is being developed from scratch. <br><br>Gameplay-wise, I have tried to improve wherever i could to make the map more fun to run and play casually. It has a lot of surfs and spins so I should probably say sorry to people with low sens, haha.<br><br>I used a lot of assets in this map - comment for credit if i forgot you.<br><br>Music: <br><br><a href=\"https://soundcloud.com/sodxwxter/bhop_shutdown2\">https://soundcloud.com/sodxwxter/bhop_shutdown2</a><br><b>??????</b><br>https://soundcloud.com/uplotnenie/twilight-5<br><br><i>Mapping is just a waste of time, quite interesting tho.</i><br>"
}