{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_tedious.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 380230,
			"_nDownloadCount": 83,
			"_nFilesize": 1799998,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "fixed flickery textures as well as broken textures",
			"_sDownloadUrl": "https://gamebanana.com/dl/380230",
			"_sFile": "bhop_tedious_fixed.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1524369756
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126170,
	"_sName": "bhop_tedious",
	"_sText": "The official sequel to bhop_torment.<br><br>I was originally gonna make this a longer version of bhop_torment, but that proved very challenging to wrap my head around, as well as the lighting getting corrupted, and tons of problems, so I scrapped it and went with a different idea.&nbsp;<br><br>In Torment, I went with the idea that the map would be hard, badly made, and hard to master, but that just didn't work out with this version. Torment was really easy and really fast once you got the hang of it, so I wanted to make a sequel that was more slower paced and had more of a KZ map element to it. There are decidedly less \"massive\" skips, as well as a lot less of a clash of elements. There's surf, bhop, and kz all sort of co-habitating on this map.<br><br>I'd say at best it's about 40 seconds but I'm a terrible bhopper in general so don't take my word for it.<br><br>\"Enjoy\"<br><br>EDIT: I have discovered a bug where if another person sees the map the textures are very glitchy for them. If you have a solution to this problem please find a way to contact me, but for now, download at your own risk!<br><br>EDIT2: It's been fixed! Apparently I missed a step in VIDE. I've uploaded the fixed file as of now and you can all enjoy the map!"
}