{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_zig_remake.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 289264,
			"_nDownloadCount": 882,
			"_nFilesize": 26310869,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/289264",
			"_sFile": "bhop_zig_remake_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1394634426
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126404,
	"_sName": "Bhop_Zig_Remake",
	"_sText": "So as my previous map didn't work out very well. I decided to remake it. using the feedback I got on the old map.\r\n\r\n-----------------------------------------------------------------------------\r\nChanges:\r\n\r\nTextures: The entire map have got new textures.\r\n\r\nLevels: Last level had ben Replaced, cus it sucked hard. and a new level have ben added.\r\n\r\nPrespeed: so a big problem was the \"too much prespeed\" so I have added and extended some blocks, to prevent this.\r\n\r\nSound: so I added some soundscape music to the map as requested by almost anyone that make a critic post.\r\n\r\nBoosters: so I tryed fix the boosters so you cant skip the level just by spamming with glock.\r\n\r\nNodraw bug: so believe it or not, while testing previous map the nodraw bug wasen't there for me?, only when I played on other servers, I was albe to see the bug.\r\nso I tryed to fix it, but as I could't see what was wrong I just hope it work now.\r\n\r\n-----------------------------------------------------------------------------\r\nOther things:\r\n\r\nLight problem?: So my biggest problem with this map is probley the light... it is really bad, and change though levels.\r\nI really tryed get it work, but it was just too hard for me to find a way where it would work perfectly...\r\nIf anyone have some tips or triks on light like this. FOR GOD SAKE PLZZ TELL MEE!"
}