{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"kz_bhop_sakura.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 286428,
			"_nDownloadCount": 809,
			"_nFilesize": 25510272,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/286428",
			"_sFile": "kz_bhop_sakura.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1408171245
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126483,
	"_sName": "kz_bhop_sakura",
	"_sText": "**kz_bhop_sakura**\r\n\r\nkz_bhop_sakura is intended to be played EXCLUSIVELY on legit normal difficulty 100 tick servers that force sv_airaccelerate 100, fps_max 300, sv_gravity 800 and no scout. Since this map was designed mostly with single jump normal legit game play in mind, it is extremely easy on easy/auto settings. To experience this map how it was meant to be played, visit one of the following servers.\r\n\r\n- fap ~ 85.131.192.94:29681\r\n- bhop.it bhop ~ 94.75.251.224:27017\r\n- bhop.it lj ~ 94.75.251.224:27016\r\n- aus elite bhop ~ 119.252.191.48:27085\r\n- l2scroll or die trying ~ 95.172.92.5:27015\r\n\r\nThis is the first map I have ever made. I know some of you don't like Dev textures but I personally think it looks amazing with good lighting, awesome shadows and some simple abstract designs so IceTiger and I have done our best to make it as aesthetically pleasing as possible.\r\nAll the game play was done by me. IceTiger did all of the abstract designs and lamp creations. Working with IceTiger was really fun and he had so many great ideas we got to implement and also has a vast knowledge of hammer which helped so much.\r\n\r\nThe biggest thanks to Badges for helping me with hammer and every problem i had. Could not have been done without him.\r\n\r\nThe second biggest thanks to sp/a/rx for creating awesome line art, sprites and the ladder texture for me with his professional Photoshop skills =).\r\n\r\nLast but not least thank you to everyone who tested my map for me so i could make the game play as good as possible, again map couldn't have been done without you!\r\n\r\nEnjoy.\r\n\r\nVisit http://steamcommunity.com/groups/_strafe for real bhop.\r\n\r\nVisit http://steamcommunity.com/id/relyuka for my profile."
}