{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"is_teleport.bsp",
					"is_teleport.bsp.bak"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 338943,
			"_nDownloadCount": 1300,
			"_nFilesize": 3315898,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/338943",
			"_sFile": "teleport.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1219702800
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126582,
	"_sName": "is_teleport",
	"_sText": "Is_teleport\r\n------------------------------------------------\r\nMap by <b>Apexi</b>\r\n\r\nSkybox by <b>Karatekafer</b>\r\n\r\nCustom textures by <b>Icecreamlock</b>\r\n------------------------------------------------\r\n<b>Setting:</b>It was a regular ice skating map until one kid had an idea. That idea was to change the game-play and open a new door in ice skate mapping. Teleports and Multi-levels. Before without teleports ice skating was a plain game-play. It limited where players could go and what they could do. Once this one kid developed the teleports and multilevel skating, the game-play was changed forever.\r\n------------------------------------------------\r\n<b>Game-play:</b> What happens is each team spawns on opposite sides of the map with a knife. The player walks off the spawn and starts strafing around. He/she can go through teleports to get to different parts of the map while still maintaining speed. He/she can go to the upper level to pick up a scout to shoot other players. Also there is one usp pistol that has a laser following it so the person with the pistol is easy to spot. What someone can also do is go down to the bottom platform and gain speed by going on the speed boosts multiple times. But watch out, if you don't turn enough you will fall off the edge and there is no turning back.\r\n------------------------------------------------\r\n<b>Server Settings</b> It is strongly suggested that the server admin puts <b>sv_airaccelerate at 300</b>. Any more or less will effect the game-play.\r\n------------------------------------------------\r\n<b>Installation:</b>Extract is_teleport.bsp into your cstrike>maps folder\r\n------------------------------------------------\r\n<b>Other:</b> This map was made entirely by Apexi from <b>Mapjunkies.com</b> Nothing was used without proper credits. A special thanks goes out to Karatekafer for the skybox, Icecreamlock for the glass texture, and all of the people who tested the map and made suggestions. I hope you enjoy the map and for more ice skating maps and other types of maps visit mapjunkies.com.\r\n"
}