{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"maps": [
							"is_arena.bsp"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 339104,
			"_nDownloadCount": 2505,
			"_nFilesize": 1362978,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/339104",
			"_sFile": "is_arena_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1219426260
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126551,
	"_sName": "is_arena",
	"_sText": "Is_arena is the second map of the Ice Skating maptype. The first being is_stadium by HellraisedSurfer.\r\n\r\nA word of advice before you try this map out, you need sv_airaccelerate around 300 or you wont airstrafe very well. To IceSkate you must jump out of spawn until you start hovering over the ice. Then you airstrafe in slaloms, circles etc so you pick up speed and knife eachother.\r\nIt takes a while to get used to but it gets very fun when you know what you are doing.\r\n\r\nThe custom geometry took me a very long time to produce, but I think it was worth it!\r\n\r\nMap took 3-6 hours to make and 3 minutes to compile. There were 2 beta tests and many changes have been made to the map since it was first thought of.\r\n\r\nPlease rate my map fairly and if you don't understand the maptype or how to IceSkate please do not rate this map low!\r\n\r\nTextures in this map are all custom and are by me excluding the skybox which is by Karatekaefer. Check his skybox textures out!\r\n\r\nHere's a video of the gameplay for those who need it!\r\n<object width=\"250\" height=\"200\"> <param name=\"movie\" value=\"http://www.youtube.com/v/8iIcsIhkZvA\"> </param> <embed src=\"http://www.youtube.com/v/8iIcsIhkZvA\" type=\"application/x-shockwave-flash\" width=\"250\" height=\"200\"> </embed> </object>\r\n\r\nNote: The textures that I made in this map are on my FPSB page!\r\n\r\nWe are looking for decent and beginner mappers, texture makers and artists...\r\n<a href=\"http://mapjunkies.com\">mapjunkies.com</a>"
}