{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"hosties_penitentiary.bsp"
				],
				"_sMimeType": "application/x-7z-compressed"
			},
			"_bContainsExe": false,
			"_idRow": 337248,
			"_nDownloadCount": 1164,
			"_nFilesize": 1376415,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/337248",
			"_sFile": "hosties_penitentiary.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1225095828
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126696,
	"_sName": "hosties_penitentiary",
	"_sText": "Direct .bsp download: http://www.mediafire.com/?zmfzmbigwdz\r\n\r\nThis is a hosties map that starts with all of the terrorists in jail cells and the counter-terrorists in a lounge room.  The terrorists can break the vents in the back of the cells (although not all break) to go to the rebel area below (boxes and busted out cell area) which is lit red to designate it as the rebel area.  The CT's have to press the universal unlock button in the controll room (middle raised button that sounds 3 buzzers when pressed).  The cells can then be opened individually or 5 at a time in the control room.\r\n\r\nThere is an inspection wall next to the cell area which can be raised and lowered by a button on a catwalk above.  There is also a fenced area next to the control room to corral the T's or an \"arena\" to play various games in like chicken fighting.\r\n\r\nThe last request games built into the map are: Gun toss, shot for shot, knife fight (arena), chicken fight (arena), and race.  The race starts with one person getting on the bottom of the race area (the boxes by arena) where the red arrows point the way to go, lining up at the edge of the box.  The person on the bottom presses the button which activates a random timer for a bell to start the race.  Press the button at the end to finish and the person with the green light wins the race.\r\n\r\nThis map is intuitively set up to allow the T's to rebel and also not give any standoff points through one-way walls for very long.  There are different hidden weapons in different parts of the map.\r\n\r\nSuggested players: 12+"
}