{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Hosties_Limelight_Final1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 332839,
			"_nDownloadCount": 1201,
			"_nFilesize": 1186336,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/332839",
			"_sFile": "hosties_limelight_final1_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1239125796
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126666,
	"_sName": "Hosties_Limelight_Final1",
	"_sText": "The best map ever made for Hosties! Enjoy!\r\n\r\nI started this map a few weeks ago, hope you enjoy it :). I tried to make it look good, but keep it fun.\r\nWhen i edit the map i play it from my dedicated server and invite a few friends to come help. My first version wasn't that good, as most first attempt maps are. But a few ideas from friends such as rebel ways and signs, Gun Toss, Rebel Way etc...\r\n\r\nIt has been added to the |TAG|=> Servers and has gained a few good comments recently. Join when you come accross it and tell me what you think. Hopefully it will be at the top with most of the famous maps like Dustfun and Underground. I get new suggestions for the map and working towards making everyone happy with the map. Recently there has been a problem with rebel way so i will be testing out new rebel ways and hopefully get a good one that everyone is happy with.\r\n\r\n This map has..\r\n\r\n- 1 big jail - although since it was added people haven't really used it.\r\n- small cell.. with a suprise ;)\r\n- A wall, with text saying \"The Wall\" so people don't complain and say \"you didnt tell me which wall\" -.-\r\n- Gun Toss - yes.. it is the ramp on the stairs... i added a sign to help :)\r\n- S4S \r\n- Long rebel way.. that still hasnt been complete to everyones expectations\r\n\r\nBecause it is a hassle uploading each update i will test it privately through my dedicated server and see if it is better... \r\n\r\nHopefully Hosties server owners will take a few minutes to add my map to their server\r\n\r\nDOWNLOAD!!! NOW!!! PLAY!!! FEEDBACK!!! PLEASE!!! :)\r\n\r\nFINAL DONE... i hope i dont have to make a final1 Oo"
}