{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"hosties_labrats.bsp"
				],
				"_sMimeType": "application/x-7z-compressed"
			},
			"_bContainsExe": false,
			"_idRow": 336886,
			"_nDownloadCount": 1295,
			"_nFilesize": 853294,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/336886",
			"_sFile": "hosties_labrats.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1226310790
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126663,
	"_sName": "hosties_labrats",
	"_sText": "Direct .bsp download: http://www.mediafire.com/?zcb0oylobin\r\n\r\n- The T's start in a small room with a metal opening floor and 2 vents to escape to another storage room and underground vent to outside.  The CT's can unlock the storage room from the outside when they get there (security door/authorized personel type door) but the T's have ample time to get into vents or prepare for the CT's before they get there.  \r\n- The T's are let out automatically after 30 seconds but there is a button to let them out.  The red inspection wall is breakable (with moderate damage) as to not cause stand offs.  \r\n- There is a sniper tower with 1 scout in it.\r\n- There is a fenced in area and a knife pit with no lips (button inside the pit brings the wall down for steps)\r\n- No buy zones but various guns around the map (scout, M4's, shotgun, grenades, flashes, deagles, and knives)\r\nLR games include:\r\n- Deagle toss on top of the T building onto cross-walk markings (2 heights to choose from)\r\n- Shot for shot (on the back cells by CT building marked with targets)\r\n- Knife/chicken fights (anywhere + the pit)\r\n- Tire race: Push the button between the two lanes by the pit to spawn tires.  On bell sound you push the tire as far as you can.  Who ever makes it farthest standing up or makes it to the end first wins.\r\n- Plinko: A game inspired by [url=http://www.priceisrightinfo.com/PriceIsRightPlinko.JPG]The Price is Right[/url] where the terrorist in LR goes to the top of the game, presses the button to spawn a watermelon, pushes it onto the grate covering the game area, then goes to the bottom and presses the button to open the door and release the watermelon.  The bins at the bottom are labeled with K-D-K-D etc.  If it lands in K, the T gets to KILL the LR CT.  If it lands in D, the T is killed (DIES) by the CT.  I usually just do gun toss or S4S and say I want to play plinko. It works well enough.\r\n\r\nDirect .bsp download: http://www.mediafire.com/?zcb0oylobin"
}