{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"hosties_base_of_terrorz.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 327596,
			"_nDownloadCount": 1711,
			"_nFilesize": 3932690,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/327596",
			"_sFile": "hosties_base_of_terrorz.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1257006488
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126615,
	"_sName": "hosties_base_of_terrorz",
	"_sText": "**HOSTIES_BASE_OF_TERRORZ***************\r\n\r\n*New in v2**************\r\n*Bomb package image changed\r\n*Added crates so CTs can enter the main secret way\r\n*Made it available for CTs to enter the VIP secret way. They can now shoot the door and the door-support under the VIP spot. When it breaks (1200hp) the door is removed.\r\n*Added 1 cardboard bomb!\r\n*Added another fence so CTs can control the T's better\r\n*Other minor things\r\n\r\nHere comes my latest map (maybe last for a long time), hosties_base_of_terror. The map has a dusty theme and is located at the secret base of the terrorists somewhere in the desert. Some smart CT's picked up a track of odd chocolate shaped footsteps that led all the way from hosties_planet_cookie to the hidden town in the desert. The town looks normal, no signs of any terrorist who might be hiding somewhere. It is CTs task to locate and punish the terrorists who are s planning another bomb attempt somewhere in the world.\r\nRead more on: : i3D.net Game Forums http://forum.i3d.net/showthread.php?t=\r\n\r\nTook me a few days to make this map, although some problems occured which stopped me from releasing it. The strange 'bouncy physics' thing happened so I removed some street cardboard bombs I had planted out in the map, so it would fit the theme better. Thought that it might be the problem so I removed them, but don't worry, there are more fun stuff to do...\r\n\r\nPIC1. The map\r\nPIC2. The secret terrorist base\r\nPIC3. Entering the T base\r\nPIC4. The map\r\nPIC5. *SECRET* Unlockable, wieldable cardboard suicidebombs that make you go BOOM! when you press !USE (E)!\r\nPIC6. Terrorist who is still flying after he blew himself up in the air.\r\n\r\nThere are 2 ways to escape the base. First, there's the normal rebel way, leading up to a house on a hill where you can choose to rebel from the window or jump out and deliver yourself. 2, the V.I.P escape, only available for 2 terrorists. The V.I.P escape will teleport you to another house. The T's have already planted a secret dynamite-balloon which will fly over to the backside of the simon says wall and explode itself, damaging the CTs. You can also choose to open the door to go outside or take the way out by going up on the roof.\r\n\r\nThere are 2 jails with 4 rooms. You must climb up on the jails if you play S4S. There is another optional house to climb up on and play S4S.\r\n\r\n*SECRET* Wieldable suicide packages, are unlocked by a secret combination. I have added 2 packs and those will be available every round, but you know that I only tell the secret to the people that deserve it :d\r\nBy pressing E, it will take your life, send you up in the air and probably a few CTs to. But be careful, the bomb also hits your fellow T comrades!\r\nYou can easily see which terrorist has a bomb planted on his back by looking for a cardboard package that is placed on the back! CTs, watchout!\r\n\r\n*Forgot to mention that there are 2 ways to escape from the jail too, 1 you can break the rusty metal bar window at 1 jail, 2, you can break the a wall which leads you to the old dried sewer passage. You would eventually end up crawling up from the well. Also, all lights are toggable, which means that you can either shoot or press USE! to switch the light off/on. Good when rebelling or escaping from jails!\r\n*Lights in the T base do not work to switch off*"
}