{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"hosties_hangar.bsp",
					"hs_hangar0001.jpg",
					"hs_hangar0002.jpg",
					"hs_hangar0003.jpg",
					"hs_hangar0004.jpg",
					"hs_hangar0006.jpg"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 338935,
			"_nDownloadCount": 1321,
			"_nFilesize": 2296785,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/338935",
			"_sFile": "hosties_hangar.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1219714620
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126650,
	"_sName": "hosties_hangar",
	"_sText": "This is my first map release and was sort of my learning map for Hammer. I know the lighting is a little cheap, but I took the quick way out. This is a map for the hosties gametype, the CT's start outside in the sun and the T's start in a room underground that they need to climb out of. The map is based inside the hangar and has everything you could ever need for a hosties game with a little something extra. \r\n\r\nShot for Shot is located in the catwalks above in the hangar.\r\n\r\nArena is located under the Shot for Shot catwalk, their is a ladder to get out of it, just look closely.\r\n\r\nOne way wall near T spawn.\r\n\r\n4 prison cells.\r\n\r\nGun toss is located inside, their is a regular gun toss area and I added my own spin on gun toss as well. Opposite the regular gun toss is bucket gun toss. It is basically like playing basketball and the different buckets mean different things. Green means that the person who tosses loses, they are to be killed upon scoring a green. Blue means that the T can shoot an extra CT (so 2 in total), so go for it for an extra kill! Red, the most difficult one to score, means that the T who scores it, gets to kill all the remaining CT's. Now I know most people won't know or follow these rules, let alone read this paragraph, but I am just trying to makes things more interesting.\r\n\r\nSpecial thanks to ZaLoS, Butterknife and Phraggah for help with texturing, modeling and compiling.\r\n\r\nThis map sponsored by intox. Gaming, visit us at www.intoxGaming.com\r\n\r\nI will keep this in beta for now because I may do something over, but I will probably just go on to the next map, unless their is actual desire for a \"new\" final.\r\nEnjoy!\r\n\r\n"
}