{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"hs_Hosties_Crysis_Final.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 344183,
			"_nDownloadCount": 1641,
			"_nFilesize": 392722,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/344183",
			"_sFile": "hs_hosties_crysis_final.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1203305820
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126762,
	"_sName": "hs_hosties_crysis_final",
	"_sText": "Since hosties is become a more well-known way to play CSS I decided to make a map depicting the elements of a good hosties game. Hosties is a game where the Ts are the \"hosteges\" and must do as the CTs say. Ts are suppposed to drop their weapon at the beginning of the round but may choose to smuggle the pistol. While following CT instructions, such as entering the jail, Ts must look for a chance to stab the CTs in the back(or wherever) and steal their weapon, then kill the other CTs, lead the rebellion for freedom!!!!! Ts could also look for a chance to breakaway from the group and find a place to hide, where if they have a pistol they may want to try to pick CTs off with it. Hosties is a very fun game and should really be taken into consideration.\r\n\r\nFeatures:\r\nA working Jailcell with working button controlled door\r\nA Sniper Perchch to watch all those sneaky Ts\r\nA Metal 4 Story Building\r\nA pain chamber to send those Ts\r\nRemote controlled Turret curtosey of Jonny-higgins \r\n4 SECRETS!!!! Including control to the auto turret\r\n3 different pistol spawns in T spawn(only allowed to smuggle pistols anyway)\r\nA little better decal use\r\nTrucks to place the Ts in, divide and conqure style\r\nA second, underground floor for the Ts to make a break for\r\n\r\nIf your going to give me negative feedback because you cant play a normal game on this remember:\r\nIts not ment to play a normal CTs vs Ts its ment entirely to play Hosties!!!!\r\n\r\nAny Feedback is greatly appreciated and this is my first map so be nice :D\r\n\r\n\r\nA l33t-n00b production \r\nmade by \r\n{ยง-LN-ยง} mattimeo310\r\n"
}