{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"hosties_smashit_v2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 339238,
			"_nDownloadCount": 1454,
			"_nFilesize": 1147590,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/339238",
			"_sFile": "hosties_smashit_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1219044900
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126722,
	"_sName": "hosties_smashit_v2",
	"_sText": "This map is especially made for the Hosties Mod, wich (so sad) is not yet a mod...\r\nThis map is a total conversion of that famous zombie map you may recognise!\r\n\r\n-The second screenshot shows you the metal detector, this tool is made for the CT's, everytime a player passes under the metaldetector, he loses all his guns and recieves only a knife...\r\nThis is made in order to make the CT's job easier in stead of always checking the T's if they have guns...\r\nHowever, the T's can still rebel by avoiding this metal detector and keep their gun with them!\r\n\r\n-The last screenshot shows you the jail cells, this is made to prison the T's so the CT's can proceed their main task of finding and jailing every T in the map... The jail is fully provided with toilets, if the T needs to drop some brown packages, he is able to! And of course the bed to lay down and rest a bit to recharge their power and mind... The jail isn't a trap for life, there is a way to get out (if you have a knife) of the jail and avoid the CT's... This way IS AGAINST THE RULES of the CT's and you CAN be shot for this...\r\n\r\n-Extra about the jail cells: in the basement there is a button who controls every door, if you push the button, all jail doors open... And every 1 minute, 2 jail door randomly open due a crash in the jail main program...\r\n\r\nThis is my map... Enjoy\r\nA Zombie version of this map is on it's way!!!\r\nA Fight Yard version of this map is on it's way!!!"
}