{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"deathrun_akai_sup3r_f1n4l.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 334712,
			"_nDownloadCount": 5220,
			"_nFilesize": 3265947,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/334712",
			"_sFile": "deathrun_akai_sup3r_f1n4l.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1233697665
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126810,
	"_sName": "deathrun_akai_sup3r_f1n4l",
	"_sText": "So, I made a deathrun map. This is of course in dev textures. For those of you who think they are overdone/boring, give it a try :) I try to work with the dev textures in a unique way. Having said that, here is the meat:\r\n\r\nTraps:\r\n\r\n16 total Button-sprung traps.\r\n3 Side mini-traps.\r\nSeveral of which are new and unique traps. I'm releasing this map as a beta for this reason. I'm sure there will be an issue with something that only mass testing can show. Ill wait a week for feedback either through steam or email. And release the final version next Monday.\r\n\r\nThere is 4 special grenades through out the map, there are not close together, as to shun people who just run for grenades and ignore the point of the map. \r\n\r\n\r\nThere is a 60sec AFK timer in jail, so don't wait around. You will be killed, not teleported.\r\n\r\nAll buttons can only be pushed once, so make them count (you all can blame this on asshats who button spam)\r\n\r\n\r\n\r\n\r\nThanks to:\r\n\r\nsct\r\nRyan S.\r\nfail.boat\r\nbuck and faj (for those hard to answer questions)\r\neveryone at intoxGaming.com, play on their deathrun server @ 72.5.86.29:27015\r\nspoz\r\nand whoever made deathrun_horrorhouse, I wouldnt have made this had I never played your map.\r\n\r\nSo yeah, thats it.\r\n\r\n\r\nBeta 2 fixes:\r\n\r\nAdded a push on the long hall for the Ts\r\nFixed the team_activator_filter so the door for the Ts at the end doesnt open once one CT falls in the tank. (thx FAJ)\r\n\r\nBeta 3 fixes:\r\n\r\nDue to a MASSIVE amount of people getting confused in the map (..........) I've changed it to a more traditional deathrun style. if you fall off the platforms, or you get hit by a trap, you die. There is no 2nd chance.\r\n\r\nAlso changed the airaccel rate\r\nadded in the cubemaps i forgot.\r\n\r\nBeta 4 fixes:\r\n\r\nIncreased the size of the smaller pillars on trap 1, also made the larger pillar re-rise after 10secs.\r\nTrap 2 side doors lower after 60, if the Terrorist doesn't press the trap's button.\r\nTrap 3 time was even to match the water rising with the trigger hurt.\r\nTrap 4 was changed to make it where you walk across, as the hanging ladder was rather buggy.\r\nFixed the clipping issue on the exit door at the end of the map.\r\nAlso fixed the timing issue with the Fan on trap 4.\r\nMost of the other traps were reduced by a few secs.\r\nTrap 11 stops after 10secs now.\r\nAligned a few textures here and there.\r\n\r\nBeta 5 fixes:\r\n\r\nAdded 2 more grenades (1 for me only though :P)\r\nTrap 4 has a new fan, (made by Fibbs, support people who make pre-fabs!)\r\nAlso raised the walking beam on trap 4 by 9 units\r\nTrap 5 was overhauled. Pillars are now 30x30 instead of 23x23. Also, only one pillars on each set can be lowered, once that one is lowered it stays and the other one is locked out.\r\nTrap 8 is constantly on now, no button controls it.\r\nAdded an ambient sound, may be a little loud, so I may be turning it down in the future.\r\nThe gun room at the end now has a push so people cannot come back in it once they leave.\r\nAdded invisible walls so terrorist cannot fall off the platform at trap 5\r\nFixed a few more misaligned textures.\r\n\r\nFinal Version:\r\nChanged the grenades at spawn a little, might mess with the players vision, but it should be ok.\r\nChanged trap 1, doubled the amount of pillars, this was causing an issue where people could not see cause so many were on 1 pillar.\r\nReduced trap 3's time again.\r\nTrap 5 looks snazzier\r\nFirst side trap was tweaked so you wont be killed by the edges of the kill triggers.\r\n\r\n\r\nHopefully this will be the last revision, if there is another one, it wont be for a while.\r\n\r\nf1n4l version:\r\n\r\nkay this is the last last. \r\n\r\nAdded an explanation for each trap, requires the orange box in order to see the model. Also requires mani admin to be installed on the server in order for the explanation to work.\r\nTrap 4 was fixed so the fan and the push both stop at the same time.\r\nTrap 6 was reduced to 2 secs\r\nTrap 7 requires you to crouch now, if you stand you will die\r\nTrap 8 now has killzones on top of the 2 moving pieces.\r\nTrap 11 now fixed so you cant crouch along the edge of the walkway\r\nMoved the spawn grenade secret, original is still in the same place, but doesn't go to the grenade lol.\r\nAdded a secret knife room, once in the 2 teams have 30 secs to kill the other, or everyone dies.\r\nFixed the last few texture problems. (i think)\r\nChanged my special grenade so the little light of god goes to the floor and not my waist.\r\n\r\nsup3r_f1n4l changes:\r\n\r\nseriously, this is the last. I only did this, cause of the little trap explainers repeating over and over and annoying me, then I got to changing other stuff, so anyway:\r\n\r\nAdded 3 more prizegrenades, 2 in spawn, another in the map somewhere.\r\nTrap 3 can not be avoid by bhopping along the edges\r\nTrap 11 should startup quicker now\r\nTrap 12 was completely redone, removed the boxes and added a breakable walkway.\r\nTweaked the iceskating trap some\r\nAdded a visable teleporter at the end to the knfe room\r\nAlso added my spaceinvader guy to the end of the map, doesnt do nothing. I just added it. lolz\r\nMessed with the lighting near the first couple traps some\r\nFixed 3 more texture problems."
}