{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"deathrun_fervor_ease.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 341555,
			"_nDownloadCount": 3280,
			"_nFilesize": 2342216,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/341555",
			"_sFile": "deathrun_fervor_ease.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1212296513
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126963,
	"_sName": "deathrun_fervor_ease",
	"_sText": "This map was created from scratch solely by Corn Ibulus. Questions / concerns go to him (me.)\r\n\r\nThis map's idea was based off Icepick's (Icepick66) Death_Run.\r\n\r\nThis FPSB account is thanks to Newborn King (or ingame †ÎK† Ñ&#279;&#7813;börn K¡ng{MG}.)\r\n\r\nOverview: The counter-terrorists have captured a few terrorists, and have decided to have some fun with them in a closed facility full of sadistic deathtraps.\r\n\r\nObjective: COUNTER-TERRORISTS - The terrorists are out to get you, and your only defense is a series of traps designed to kill anyone and everyone. You will need to work together to the best extent choosing who works what obstacle at what time. If you fail, and a terrorist makes it to the end, you will have to scramble and form an alliance to take down the monster with an smg using only knives and strategy.\r\n\r\nTERRORISTS - Those pesky counter-terrorists took you from your life only to watch you die in ways pleasing to them. Time to get revenge, but first you will need to dodge traps using your l33t ninja skills you claim to have. If you prove yourself worthy and an adept runner, you will be granted an smg, which you will then use to take down the counter-terrorists. However, make your shots count, because it will be embarrasing if a counter-terrorist lands a blow on you with a knife...\r\n\r\nGameplay: The run is TIMED, and after a minute each platform will sink into the ground.\r\n\r\nThanks to all who helped me along with this map. Also thanks to Icepick for the amazing idea. I hope everyone enjoys this map as much as me and my friends do.\r\n\r\nSpecial thanks to:\r\nTp|Loller Dan (idea for the button platforms)\r\n3z (beta test host)\r\nFAJ (blender trap idea)\r\nZein (stair trap idea)\r\n\r\n**UPDATE**\r\n\r\nMade it easier and added HDR for improved visuals."
}