{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"deathrun_dr_pains_facility_beta.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 311278,
			"_nDownloadCount": 2322,
			"_nFilesize": 11457951,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/311278",
			"_sFile": "_6783-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1309375819
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 126932,
	"_sName": "Deathrun_Dr_Pains_Facility",
	"_sText": "#####Dr. Pain's Facility\r\n\r\nThe evil Dr.Pain has captured you in his sadistic facility. You, the CTs, need to find a way out and survive the big bloodlusting traps and fight Dr.Pain in 6 different ways. You decide how you fight him, maybe play some grenade tennis against him? Or maybe just a simple soccer game with a bomb attached to the loser? Or maybe the classic way that is locked away somewhere in the map? \r\n\r\n<hr>\r\n\r\n- Comic Style Custom textures\r\n\r\n- 6 different minigames to fight the evil doc:\r\n1. Scout Map (test your aim with the scout sniper rifle)\r\n2. HE-Tennis (throwing grnades at each other was never such fun!)\r\n3. Bunny Hop (hop like a little cute bunny to the middle of the map but don't look down!)\r\n4. Soccer (play soccer against Dr.Pain, goal twice and a collar bomb around his neck will go off! I don't think I have to tell you what happens if he goals twice...) -Coming soon-\r\n4. Shooting Range (welcome to the shooting range cowboy! - choose your gun and shoot at the targets (the terrorists!) to win)\r\n6. Knife Zone (you think you're the best with the knife? prove it!)\r\n\r\n7. Secret Classic Mode (Can you find where it is hidden? It might be right in front of you!)\r\n\r\n- 2 difficulties (hard and normal, the terrorists have to push a button at their spawn to active the easy mode. easy mode is recommend when there are less than 8 players playing on the server) -Coming soon-\r\n\r\n- 22 deadly traps (15 normal triggable traps and 7 automatic traps)\r\n\r\n<hr>"
}