{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"README.txt",
					"deathrun_kingdom_hearts_v4.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 311315,
			"_nDownloadCount": 999,
			"_nFilesize": 5042797,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/311315",
			"_sFile": "_6729-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1309266918
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127037,
	"_sName": "Deathrun_Kingdom_Hearts_V4",
	"_sText": "This is a medium-lenght deathrun map based in Kingdom Hearts. Good for 15-20 players. It has:\r\n\r\n- 17 Traps (Some of them with various parts).\r\n\r\n- 3 Slabs that breaks by touching them (Not by buttons).\r\n\r\n- Textures from Kingdom Hearts (They don't have very good quality, I couldn't get better ones).\r\n\r\n- A Music Theme from Kingdom Hearts (It stops after a small time to not being annoying and let people talk)\r\n- A secret teleport, that let you get the two soras models accompanying you (The model was NOT ported to Source by me, I don't know who did, I just found it in my folders for playing in some Fun Maps servers.)\r\n\r\n- AFK Kill. The initial column will break after 30 seconds, killing all the players that were standing on the spawn.\r\n\r\n- 3 T's Slots, and 50 CT's Slots.\r\n\r\n--\r\n\r\nAnother notes:\r\n\r\n- The 5th trap (the one where you have to choose between two paths, and you can find the good path by throwing a grenade to the slab) locks the button when a grenade or a player touchs the slab, so the terrorist can't press the button after the player is standing on the slab.\r\n- If you try to stand on the little mermaid tit, you will fall.\r\n- This is a clue to get to the secret teleport: You'll have to get on the mirrors that reflect the keyblade beam.\r\n\r\nPlease, rate and comment. And, of course, post any bug you find, please.\r\n\r\nHOPE YOU LIKE IT!!!"
}