{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"deathrun_marvelicious_alpha.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 311322,
			"_nDownloadCount": 4662,
			"_nFilesize": 16295700,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/311322",
			"_sFile": "_6893-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1309253810
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127069,
	"_sName": "Deathrun_Marvelicious",
	"_sText": "**DEAHTRUN_MARVELICIOUS** BY UNREAL\r\n(SPECIAL THANKS TO SHOWTEK)\r\n\r\n<fieldset><legend>Update - 2nd June 2011</legend>\r\nYou are about to download an Alpha version of Deathrun_Marvelicious, a Beta version was released previously but I was forced to remove some material due to copy-right problems. \r\nPM for more info!\r\n</fieldset>\r\n\r\nEntry for the \"Comic Book\" Mapping Contest, hosted by GameBanana.com\r\n\r\nSo guys, it has been an hard journey after my PC gone mad and never came back to life again. Showtek, a great friend of mine managed to finish it acording to my indications. Gix_0 gave me my initial boost to work on this project, SuckOrDie was always available to help me with some stuff, while Rato bought a server and dedicated it 100% to my map testing. I surely wouldn't have made it without them, for that I wanna thank them.\r\nI also wanna thank to all of them in general, for helping me finding bugs and issues in the map.\r\n\r\n\r\n<fieldset><legend>Background story</legend>\r\nYour favorite Superheroes toys got tired of being locked inside their boxes, and now they are looking for revenge! They have set a bunch of deathly traps, be careful.</fieldset>\r\n\r\nTerrorist goal: Help the 5 Superheroes get their revenge!\r\n\r\nCounter-terrorist: Make your way to Tony Starks garage, and beat all the Superheroes traps and make them surrender to your super skills!\r\n\r\n\r\n<fieldset><legend>\r\n<b>The map has a total of 16 traps</b></legend>\r\n<fieldset><legend>**1 non-controlled**</legend>\r\nNot much to say here ^.^</fieldset>\r\n\r\n<fieldset><legend>**15 controlled**</legend>\r\n1 Spider-man trap, 2 Captain America traps, 3 Wolverine traps, 4 Hulk traps and 5 Iron-man traps</fieldset>\r\n</fieldset>\r\n\r\nI thought of ways to inovate and make something that would differ my map from other Deathruns. And what better way to do that then allowing players to have Super Hero powers? That's right, now you can! To enable this first you need to pickup secret flashes, theres 4 of them which unlock a special power each.\r\n\r\n<fieldset><legend>\r\n<b>Pickups and Power-ups</b></legend>\r\n\r\n<fieldset><legend>Spiderman</legend>\r\n+ 10% speed + 10% jumping - 50% Health</fieldset>\r\n\r\n<fieldset><legend>Captain-America</legend>\r\n+ 25% Health - 10% jumping</fieldset>\r\n\r\n<fieldset><legend>Wolverine</legend>\r\n+ Regeneration - 10% Speed</fieldset>\r\n\r\n<fieldset><legend>Hulk</legend>\r\n+ 10% Jumping - 10% Speed</fieldset>\r\n</fieldset>\r\n\r\nWhat about the terrorists when we finish? \r\nWell, you can rape them in 4 diferent ways!\r\n\r\n<fieldset><legend><b>Endings</b></legend>\r\n\r\n<fieldset><legend>Classic way</legend>\r\n- CTs who finish get teleported to the Ts area, they get an M3 shotgun and Ts better start praying.</fieldset>\r\n\r\n<fieldset><legend>Knife Arena</legend>\r\n- Everyone gets teleported to Tonys garage, and the knife fight begins.</fieldset>\r\n\r\n<fieldset><legend>BunnyHop</legend>\r\n- The ones who finish get a weapon and can kill the enemy.</fieldset>\r\n\r\n<fieldset><legend>Ultimate Reversed Deathrun [SPECIAL ENDING]</legend>\r\n- When triggered this will change sides. Ts get to run, CTs enable the traps. Some traps are turned off to make it easier. If the 2 poor terrorists miraculously reach the end, they go Classic Way and get an M3. Then CTs better start praying.</fieldset>\r\n</fieldset>\r\n\r\n\r\nInteresting features:\r\nThe map has a rat style atmosphere with a big 3D SkyBox, it uses cubemaps, it has 4 endings, includes env_particle_system, env_global, env_hudhints, game_score, sprites, fading, real-time mirrors, includes an Anti-AFK system (Stan Lee, which will go forward after 1 min, some people complaint about him being too fast. Its on purpose, the map has 16 traps, fairly easy to beat, so its more of a \"17th trap\"), 5 total flashes 4 of them unlock special powers, the other one turns you into a speaker that plays Iron Man song by Black Sabbath (the flash is located in the 3D SkyBox, you just gotta learn how to get there, after it has been picked up for the first time, it will be available close to spawn in the next rounds), among other cool stuff you'll have to check out for yourself.\r\n\r\n\r\nHints and tricks:\r\nStan Lee is mad at you, don't get close to him.\r\nWhen you reach the end (if you ever do) get close to Iron Man. I keed VALVe :D You'll see what I mean. :d\r\nColored lights at spawn give you powers, an HUDHINT will show you what powers you've adquired.\r\nAll flashes are accessible without hacks or exploits. ALL.\r\nSpray the wall, enjoy. :d\r\n\r\n\r\n<fieldset><legend>MEDIA</legend>\r\n\r\n<fieldset><legend>Iron Man song by Black Sabbath featured in the map</legend>\r\nhttp://www.youtube.com/watch?v=9LjbMVXj0F8</fieldset>\r\n\r\n\r\n<fieldset><legend>Tony Starks garage in which I based myself</legend>\r\nhttp://www.youtube.com/watch?v=sjbuCGm3lus</fieldset>\r\n</fieldset>\r\n\r\nI hope you like the map,\r\nEnjoy it & have fun!\r\n\r\n<div align=\"center\"><img src=\"http://img844.imageshack.us/img844/68/subcolorfull3.png\"></div>"
}