{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Deathrun_Labs.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 316417,
			"_nDownloadCount": 1654,
			"_nFilesize": 6939450,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/316417",
			"_sFile": "deathrun_labs.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1292330533
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127046,
	"_sName": "Deathrun_Labs",
	"_sText": "Hi, my 4th deathrun map made, nothing special to write here this time i've spendt a lot of time on this one and I hope you all enjoy!\r\n\r\nIt's 17 traps, 4 special nades including a nice looking sexy companion cube i spent alot of time making <3 (feel free to decompile the map and use it in your map if you  like just cred me)\r\n4 endings, bhop, easy, rope & old.\r\nit's falldamage filter, a \"shootboost\" trap, wich means you gotta shoot the blue spot at the ground to fly up in the tunnel (and dw it's strippers before & after that area and the glass is too thick to shoot throug.\r\nThe bhop ending is multi jump on the platforms to make it doable for everyone, the last platform is a launcher.\r\nThanks to the people that made the textures - Reacz, Halo, creater of DevNeons, creater of Xtre glass, Komaokc, Less2, creator of Neon textures, & the carrebian water.\r\nAlso Creds to the guy that made the 2 way stairs in the outer part who I forgot the name of :< & nucleus for the skybox!\r\nThis is version 1, so feedback is appreciated!\r\nAlso the lightning in area 1 I was very unsure about, originally I wanted to go with a yellow/light enviroment but the lightblue ish/darker fit so well downstairs & I didn't want windows there! so feedback on that too ty!\r\n\r\nAlso note the size is 55 mb, however 50% of that is reacz very nicely made textures wich are used in alot of maps so if you got them allready you won't have to dl them!\r\n\r\nAnd lastly as I mentioned earlier the map is not protected in any way, feel free to decompile it, look how things are done, copy stuff.\r\n2 people have allready asked me about the shootboost wich you only need the button, trigger and the 2x filters to create.\r\n\r\nSerz"
}