{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Readme.txt",
					"deathrun_poker_final5.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 337079,
			"_nDownloadCount": 8278,
			"_nFilesize": 4573473,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/337079",
			"_sFile": "deathrun_poker_final5.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1225640727
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127130,
	"_sName": "deathrun_poker_final5",
	"_sText": "<img src=\"http://img247.imageshack.us/img247/8254/destfu8.jpg\">\r\n\r\nDeathrun_Poker\r\nNeat looking Pokermap , which fits the theme. This is a Rats version meaning that you will be as small as a rat. Thanks to all for testing and playing. Custom Textures have been used for the whole Pokertable which is in the middle of the Room.\r\n\r\nMapsize: 13,1mb\r\nDeathrun Poker by Bloodhunter\r\n\r\nResubmitted due too many glitched versions around.\r\n\r\n<b>Final 5</b>\r\nDifficulty Changes:\r\nTrap 1 Falling Poker Chips fall alot faster now.\r\nTrap 4 Glass , longer way the CTs need to bypass\r\nTrap 6 (Spikes) Trap Replaced with dollar signs appearing\r\nTrap 10 Breakfloor doesnt show any unusual cracks in the floor, and there is no safe spot in the middle anymore\r\nTrap 11 Dumpster Added a new trap\r\nTrap 12 Decreased time it takes to Activate\r\nBreakfloor Pieces on Top of the Bookshelf are not knifeable anymore.\r\nAdded Falling Book on Top of Bookshelf\r\nTV Sparks damage increased to do 50dmg each tick/sec\r\nLast Trap: Instant disable now.\r\n\r\nAdded different endings which are:\r\n\r\nNew:\r\nScout versus Scout fight on the stools.\r\nCT Stool isnt breakable but T is.\r\nCT can die by falling down, Ts cant suicide by jumping down.\r\n\r\nOld:\r\nSame as old , just that theres now a teleporter at the end to get to the opposite side for better aiming.\r\nIf you dont hit the T's after 30 seconds you get teleported down onto the pokertable.\r\n\r\nKnife:\r\nKnife fighting , First CT gets healed when going into the teleporter \r\n\r\nFixed Glitch on the Second Trap which let you jump on top of the cards.\r\nFixed Ledge on Top of Bookshelf at the breakable floor.\r\nBrighter Lightning on the Poker Table.\r\n\r\n<b>Final 3</b>\r\nForgot to packrat i am a dumbass\r\nUsed packrat now. Hopefully this should work out now and be the last version.\r\nSorry for any problems.\r\n\r\n<b>Final 2</b>\r\nChanged Name to deathrun_poker_final\r\nFixed the glitch which lets you knife through the invisible walls wich was introduced last version.\r\nYou shouldnt be able to glitch the spinning chips anymore.\r\nThe book should push you down properly now\r\nAdded Red and Blue indicators at the Break Floor trap to indicate which floorpiece breaks.\r\nChips now fall slightly faster.\r\nThanks to Infini , for reporting most of the glitches.\r\n\r\n<b>Final</b>\r\nChanged Mapname to deathrun_poker\r\nAdded Detail\r\nAdded Credits on TV Screen (Thanks to Shini for the Texture)\r\nAdded Afk Killer\r\nFixed the glitch that you cant shot the t if he stands behind the invisible walls/ Playerclips\r\nChanged Speed of Terrorist after CT reaches End\r\nFixed glitches\r\n\r\n<b>v B3</b>\r\nHotfixed Glitches posted by Laughingman_au\r\n\r\n<b>v B2</b>\r\nImproved everything\r\n\r\n<b>v A1</b>\r\nBasic Layout\r\n\r\nDeathrun Map on a Pokertable RATS version."
}