{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"deathrun_sk_jail_v3.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 338424,
			"_nDownloadCount": 3121,
			"_nFilesize": 2692498,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/338424",
			"_sFile": "deathrun_sk_jail_v3.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1221241837
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127188,
	"_sName": "deathrun_sk_jail_v3",
	"_sText": "-----Deathrun_sk_jail_v3----\r\n\r\nBig Deathrun many traps.     \r\n---Info---\r\n\r\nover 25 traps.\r\n2 Secret.\r\n52 CT \r\n2 T MAX!\r\nMap its Hard or medium map type.  (and very hard for nubs)\r\nCT must run to the end, and select one of the options to kill the T'S The hard way or the easy way.\r\n\r\n----Secret----\r\n\r\nThe Secret button. (if you have play the map you know)   its a secret button, but  you CANT use Noclip to get in, you will be teleport to a room (NOOB-ROOM). where there its no escape (only if admin teleport you out, or write \"kill\" in console)   ITS NOT A SECRET, IF YOU GET TELEPORT. There s only one way to press that button and that is to open the door!!.   By the way the door can only be open by a secret button in the map. \r\n\r\nThe other secret is only for the CT  its a  Super ak44. in the end, but have to get it??\r\n \r\n----Traps----\r\n\r\n-Spikes, Crusher, Explosion, Rocket launcher, Laser, Lightning, Fan, Teleport, and mush, mush more.\r\n\r\n---Fix--- (deathrun_sk_jail_fix)\r\nlots of traps been fixed.\r\ncan't spam the traps more.\r\nT and CT can't jump around the map more.\r\ndelete some traps.\r\n\r\n---Fixed--- (deathrun_sk_jail_fixed)\r\n\r\nNow The CT and T cant sneak up on the walls and jump around the map no more!\r\nSky box added.\r\nThe explosions traps been removed, and replaced whit another trap.\r\nFixed  the Teleport trap, works now.\r\nFixed lightning traps and make it cooler.\r\nAdded new Screenshots. (not in the map)\r\nFixed the fan trap and added sound effect.\r\nI'm NOT 100% sure but maybe the FPS its better.\r\nAdded more light.\r\nFixed the mines, more space between them.\r\nAnd more.\r\n\r\n---Version 2---- (deathrun_sk_jail_v2)\r\n\r\nFixed the traps.\r\nAdded HDR.\r\nReplaced The Slime to Water. (big deal)\r\nThe teleport trap has been upgraded. (more cool, and a chance to not get killed)\r\nFixed Bugs.\r\nCan't no longer spam the routing walls more.\r\nAll Buttons has added beep sound, when press.\r\nSkybox fix and bigger.\r\nFixed light.\r\n\r\n---Version 3---- (deathrun_sk_jail_v3) more screen shots will come.\r\n\r\nFixed light. special in the start of CT.\r\nFixed the FPS its much much better for now on.\r\nFixed the traps.\r\nNew Secret.  one for T (old) and now one for CT (new)\r\nThe end has been fixed and get new look.\r\nAll portals has new look.\r\nAll combine texture has been removed and replaced with better texture, its look more to the theam.\r\nAdded speed to T  they run 15% faster.\r\nAdded a push trigger on the way \"free pass cost 45HP\" so you can't not stand still, and not be hurt more then one time.\r\nAdded ANTIAFK after 50 sec you will die in CT spawn.\r\nRemoved \"By:marnai\"\r\nAdded new screenshot.\r\nAdded one more spawn point  for T   MAX 3 T.\r\nAdded more spawn points for CT   MAX 52 CT.\r\n\r\n\r\n"
}