{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"README.txt",
					"deathrun_synchronicity_x10.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 338708,
			"_nDownloadCount": 2232,
			"_nFilesize": 6267464,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/338708",
			"_sFile": "deathrun_synchronicity_x10.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1220296936
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127236,
	"_sName": "deathrun_synchronicity_x10",
	"_sText": "Removing green squares:\r\nesc>options>video>advanced>texture detail>medium.\r\n\r\nEDIT! second version is done!\r\n\r\nfixed:\r\n- File size is decreased!\r\n- Light environment is changed!\r\n- Hl2.exe crash is fixed!\r\n- And some other little bugs!\r\n\r\n\r\nDeathrun_synchronicity\r\n\r\nMap made by Ivar and Komaokc.\r\nIf we forgot you in the credits, please tell me in a pm, and I will add you.\r\n\r\nBeta version. Bugs and other things may be fixed in later versions.\r\n\r\nCREDITS:\r\nThanks to Mapjunkies.com.\r\nThanks to BuckNasty for a part of his skybox.\r\nThanks to i3D.net and DragonRock studio's.\r\nThanks to ArchAngel and Target Practice for help.\r\nThanks to loller dan for the speedmod idea.\r\nThanks to FAJ for the killer machine.\r\nThanks to Dj.Hazzkake for all the testing!\r\nThanks to everyone who helped us!\r\n\r\nINFORMATION:\r\n+- 14 traps and +- 5 breakable glass plates (hard to find!)\r\nAlmost all traps are new, and if they aren't, they are creatively new-made.\r\n\r\nNAME EXPLANATIONL\r\nsynchronicity\r\n    (sin'-krun-iss'-it-tee) n. 1: the relation that exists when events occur at the same time; simultaneity; synchronism. 2: coincidence of events that seem to be meaningfully related, conceived in Jungian theory as an explanatory principle on the level of causality; used especially for psychic events that are not explained by conventional mechanisms of causality. [from Greek syn- \"same\" + khronos \"time.\"]\r\n\r\nSTORY:\r\nEarth 2156 A.D.\r\nAfter all the world's recourses have been depleted, the 2 big factions, west and east, go out to space to collect valuable minerals and water. Over the years, thousands of space stations were made. Now the earth is under attack by an alien race, out for more inhabitable planets. The aliens look exactly like humans but they have an unstoppable desire for blood.\r\nNow they are trying to cut off the world’s recourses supply by taking over the stations, to stop them, the space stations started making special traps in their entrances to stop the aliens from taking over. Now it’s your job to stop them! So, pick up the custom gun and shoot it!\r\nBut be fast, the maximum number of players is 3. If you are too late, the timer is off, and you're dead!\r\n\r\n\r\nCONTACT:\r\nDo you want parts of the map, or files, or do you have a question about something, send me a pm, and I will answer as soon as possible!\r\n\r\nDECOMPILING:\r\nYou are allowed to decompile this map, but do not steel anything and ask me for permission."
}