{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"deathrun_spr_final.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 326817,
			"_nDownloadCount": 1332,
			"_nFilesize": 23423338,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/326817",
			"_sFile": "deathrun_spr_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1259784618
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127204,
	"_sName": "deathrun_spr_final",
	"_sText": "Map made by Zimit\r\n\r\nif you upload it to a server please post the ip to me (:\r\n\r\nDescription: the map is made with a platform you run on with dev textures and three choice of winning over the terrorist there are 17 traps\r\nTrap 1: Doors that catch you and break the floor\r\nTrap 2: 3 Lines Pull you off the path\r\nTrap 3: Choose between 2 doors 2 times and hope you don't die\r\nTrap 4: A short line spins with 1000 in speed\r\nTrap 5: Climb up a ladder and fast get down before getting hit by spikes\r\nTrap 6: You get pushed up on a path and need to hold on the path or you will fall out and in the middle of the path will there come a plate with spikes on and kill you\r\nTrap 7: Is 2 Plates that will smash you into soft meat muhaha :D!\r\nTrap 8: You need to watch out because you need to run or jump fast over the circle with the spinners in the middle if you touch them you die\r\nTrap 9: is a broken television look out for the electricity is still on\r\nTrap 10: A fan pulls you in and you get killed by the spike on the fan.\r\nTrap 11: You getting trapped and a plate will fall down and hit you\r\nTrap 12: You need to run away from the spikes coming from behind better be quick!\r\nTrap 13: The Generic noob box you all now (:\r\nTrap 14: You getting pushed and need to advoid some lasers that when T's click change to different places and could get you killed or lose hp for the next one.\r\nTrap 15: You getting chilled by the vent and move slowly and can't breath for a while\r\nTrap 16 You need to be accurate and jump on the right time to hit the plate there goes forward and backwards all the time and advoid the big X there can show up\r\nTrap 17: FINAL TRAP this trap have 3 traps in one First of them is the standard EXPLOSION. Second of them is some lightning floor and last one is a fan there pulls you and kills you and dissapear one minute after"
}