{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"deathrun_tyro.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 339498,
			"_nDownloadCount": 1968,
			"_nFilesize": 1189734,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/339498",
			"_sFile": "deathrun_tyro.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1218362951
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127274,
	"_sName": "deathrun_tyro",
	"_sText": "Deathrun_tyro, by knife and Roosta\r\n\r\nAbout a week ago, I started to seriously get into deathrun. It turned out to be FAR more fun than I could have expected, and also felt like it is in area in which I could have a lot of fun mapping.\r\n\r\nAfter seeing most of the better deathrun maps out there, I found that there wasn't really one that was actually all that good. On every map, there was at least one trap that would require someone to sacrifice themselves to let others pass. Thus, I, together with knife, set out to create a map with traps that would not require sacrifice. This would hopefully allow everyone to enjoy the map, rather than forcing an unlucky few to sit out for the inevitably long rounds.\r\n\r\nTraps:\r\n1-6 by Roosta:\r\n1. Killer balancing beam. Fades to red, allowing CTs a time for response.\r\n2. Rotating balancing beam. Beatable, but a skilled T can take out CTs.\r\n3. Sequence of breakable floors. CTs try to get across while Ts try breaking the floor to stop them.\r\n4. Break 1 of 3 floor panels in an attempt to drop CTs.\r\n5. Boulder-dash. CTs try to get across path while Ts launch a boulder at them.\r\n6. Stacked pushing walls. Ts try to push CTs off of walkway while CTs try to dodge the walls.\r\n\r\n7-9 by knife:\r\n7. 3x3 killer grid. Pushing buttons creates random set of killer squares.\r\n8. Spinning floor blades. Bunny hop time!\r\n9. Dropping roof panels. Ts try to squash the CTs\r\n\r\n10-12 by Roosta:\r\n10. Melon cannon. Ts try to kill CTs with melons.\r\n11. Flipping floor panels. Ts try to drop the CTs to a lower level.\r\n12. Longcat is LOOOOOOONG!\r\n\r\nOverall, the project has been a success. I chose not to include a timer system due to the fact that the traps should not take forever; they should not, with experience, require sacrifice. They should, however, remain difficult for quite some time, and become more difficult with more skilled Ts. Enjoy!\r\n\r\nSpecial thanks:\r\nTeeth- Thanks for drinking all of my soda.\r\nShini- Thanks for the beta test!\r\nintox. Triggs- Thanks for the helpfull criticism."
}