{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"dr_demolition_texture_b7.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 341974,
			"_nDownloadCount": 1988,
			"_nFilesize": 2371523,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/341974",
			"_sFile": "dr_demolition_texture_b7.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1210677988
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127340,
	"_sName": "dr_demolition_texture_b7_old",
	"_sText": "<b>I started all over. This is worth another look if you saw the b4 or earlier.</b>\r\n\r\n<s>THIS IS THE LAST RELEASE THAT WILL UTILIZE dev/ TEXTURES.</s>I lied.\r\n\r\nThis is my first death run map! Set in an 8-story building, the terrorists watch the CTs and pull traps in an attempt to kill the CTs before they can escape on the first floor. Upon winning, the CTs then try to kill the terrorists.\r\n\r\n    * Large fan\r\n    * Things that fall and crush you\r\n    * Gas chamber\r\n    * Electric water\r\n    * Giant room that catches fire\r\n    * Shotgun trap\r\n    * Massive laser trap\r\n    * Treadmill with a spike cylinder\r\n    * Flaming hostages that are launched at you really fast, killing you upon contact\r\n    * Trap that fills with water, drowning the victim\r\n    * Button-triggered C4\r\n    * An armory for when you win\r\n    * AFK CTs die after 60 seconds\r\n    * Building explodes after 2 and a half minutes (hence the name \"demolition\")\r\n\r\nNote: This is a texture map, and as such, intentionally uses dev textures.\r\n\r\n=======================================\r\nChangelog\r\n=======================================\r\n\r\nb7-\r\n*Started completely over. I'll update this later, there's too much to be mentioned right now.\r\n\r\nb4-\r\n*Improved map's appearance- increased variety in textures, changed textures to fit more of a pattern\r\n*Added another breakable wall for the fan trap- pre-trap, there was a giant hole in the outer wall\r\n*Improved terrorist's control center for the 7th floor\r\n*Relocated tripwires on the shelves trap to prevent TKs\r\n*Forced doors shut on the 6th floor, so they can no longer be blocked\r\n*Increased rotation speed on the 2nd platform of the 5th floor, and made it easier to be pushed off\r\n*Fixed glitch where the 2nd platform could be blocked from rotating\r\n*Fixed problem where the 2nd platform would kill CTs, even if they didn't touch the water and were not blocking it\r\n*Improved appearance of fire trap\r\n*Added a 2nd wall of shotguns, and added muzzle flashes and bullet shells\r\n*Increased speed of triggered section of the laser trap\r\n*Added a label to the treadmill's \"off\" button\r\n*Greatly improved hostage trap- hostages now catch fire, similar to the alpha version of demolition_texture, but in a much nicer-looking method, and the hostages are launched into a button that activates lasers\r\n*Fixed glitch where Ts on the first floor were killed by the demolition\r\n*Added a 3D skybox\r\n*Minor improvements and bug fixes\r\n\r\nb3-\r\n*Added triggered buttons: buttons can no longer be pressed until a CT is on or has passed the floor on which the trap is located\r\n*Added some decals used as warnings/instructions for the traps\r\n*Added more explosions to the demolition, ensuring it is fatal\r\n*Fixed fan exploit where CTs could jump over the fan\r\n*Lowered range on 5th floor where blocking damage is enabled on the spinning path\r\n*Added a button that reverses the direction the spinning path rotates\r\n*Added textures to the fire trap\r\n*Resized fire trap and increased its damage\r\n*Added a new trap: shotguns rigged to an open doorway, triggered by the Ts through the corresponding button\r\n*Slightly relocated spinning lasers to be closer to the wall\r\n*Improved treadmill: replaced boxes with explosive barrels and improved appearance by replacing shelves with boxes\r\n*Fixed hostage trap and improved appearance\r\n*Added grenades to the armory\r\n*Added teleport protection to the teleporters that prevent the Ts from camping behind or to the side of the telport destination\r\n*Fixed a problem where the 4th floor teleported to destination 1, and vice-versa\r\n*Numerous minor fixes\r\n\r\nb2-\r\n*Added sounds to the demolition\r\n*Fixed a safe spot from the gas on the 6th floor\r\n*Made the spinning platform on the 5th floor easier\r\n*Fixed the problem of blocking damage on the spinning platform- the majority of it is safe to jump on\r\n*Fixed the water not extending to the wall on the 5th floor\r\n*Changed the wall on the 4th floor to glass\r\n*Lowered the ladder and platform on the 3rd floor by a small amount\r\n*Added a new trap to the 2nd floor: spikes/treadmill\r\n*Improved hostage launcher's appearance\r\n*Added a new trap to the 1st floor: drowning tube\r\n*Greatly increased bomb trap's effectiveness\r\nb1-\r\n*Added lighting\r\n*Changed demolition time from 180 seconds to 150\r\n*Fixed fan glitch where players could avoid death\r\n*Updated shelves from trip wires to motion-sensing lasers\r\n*Changed fire chamber to gas chamber\r\n*Fixed safe spot in the chamber near the door\r\n*Added the ability for CTs to block the doors so teammates can escape the gas (this was implemented earlier, but incorrectly)\r\n*Lowered water level slightly for realism\r\n*Increased damage on fire room\r\n*Fixed problem with CTs surviving the lasers\r\n*Added a new rotating laser trap\r\n*Improved time for hostages to launch\r\n*Hid hostage trap behind a fake wall\r\n*Greatly increased damage and radius of final trap\r\n*Relocated pistols in armory - players did not notice them\r\n*Fixed glitch where win message would display multiple times\r\n*Added fire that starts in room 6 when a CT wins- Ts were camping this and getting easy knife kills\r\n*Various aesthetic changes\r\n\r\n=======================================\r\nCredits\r\n=======================================\r\n*Broncos for the idea of the spike trap\r\n*Corn Ibulus for popularizing various death run traps\r\n*Bwee and Adam for providing ideas\r\n*ThePwned.com for hosting this\r\n*Death run players for alpha testing it\r\n*death_run_pro_final2 for the idea of the gas trap\r\n*If I forgot to name you or you feel you should be mentioned, let me know!"
}