{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"dr_ApertureScience_Final2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 325862,
			"_nDownloadCount": 1636,
			"_nFilesize": 12413464,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/325862",
			"_sFile": "dr_aperturescience_final2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1262904106
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127321,
	"_sName": "dr_ApertureScience_Final",
	"_sText": "The Third Instalment from my Aperture Experiment Series!!\r\n\r\nIn this universe, Aperture science simulates combats, in this case a Deathrun Experiment, in order to study the subjects.. Each trap is enclosed in different chambers, where anyone who attempts to escape will certainly die! So fight for your survival and win! Winners get cake at the end!\r\n\r\nWhy? You might ask, do Aperture Science goes through all of this trouble? The answer is simple, for the people who are still alive!\r\n\r\n\r\n\r\n\r\nThis is a deathrun map with 13 chambers, so it’s about 20 traps total. The setting is inspired by Portal. It is supposed to be inside a building at all times; you start at the top and jump down through some tubes to the next chamber\r\n\r\nFeatures!\r\n-There is CAKE at the end of the level!\r\n-Up to 52 player capability, 2 Terrorist and 50 Counter-Terrorist\r\n-Many innovative Traps!\r\n-5 Different Minigames\r\n-Custom Textures!\r\n-Custom Models!\r\n-Extremely optimized!\r\n-Teleports\r\n-Explosions!\r\n-Lasers!\r\n-Bhop\r\n-Granades\r\n-Spawn AFKers will NOT get cake!\r\n-I can keep going, but I have to write more\r\n\r\nThis is the final version (Patches and extensions will happen with time! So feedback from you is still important)\r\nPlease send your issues and improvements, any feedback is greatly encouraged!\r\n\r\nAs a few may have expirienced, T may rush to the breakable chamber, break the window, and try to knife Counter-Terrorist.This is okay, as being creative is greatly encouraged by Aperture Science!\r\n\r\n**Fixed** An issue in which entering other minigames would not activate the blockade door for AWP\r\n**Known issue, 2 spikes in AWP dont have a texture in one of the sides. This is an engine error and cant be fixed by me. Ignore it, as it is to tiny to even spot it.\r\n\r\nExapnsion 1\r\n-Added a whole new minigame AWP!\r\n-Redisgned the path, now there is a different sequence of chambers, to adjust to multiplayer game\r\n- Fixed the issue with the blocks in bhop chamber, in which players were able to break blocks and make the chamber impossible to complete\r\n\r\nChanges From beta to Final!\r\n-New Bhop minigame and trap! Show us your skills!\r\n-Added lasers to show there is an invisible wall, no more jumping trying to cut and dying\r\n-Added a red square to indicate a no go for CT in the breakable chamber\r\n-Added flashbangs and He Granades! Try to be fast!\r\n-Optimized the rooms\r\n-Improved shadows\r\n-And Harder Traps! Be aware both sides!\r\n\r\n\r\n\r\n\r\nOld Changes\r\n-Optimized the file size, now it is smaller than b19\r\n-Added Still Alive Song at the begining area!!!\r\n-Added Portal-look alike when choosing minigame at the end\r\n-Added speed for Terrorist, they run almost as twice as fast\r\n-Added lighting to many chambers, now it is even more bright, for those who complay it is a bit to dark!\r\n-Fixed and Issue with teleporting Terrorist at the end of a game\r\n-Fixed water in the Fake winning Chamber\r\n-Fixed a button that kept respawning, although it didnt work anyways after it respawned\r\n-Added a hurt brush to damage any players trying to staying in the breakable chamber trying to knife each other through a small window.\r\n-Fixed an issue in which custom textures and models did not work properly\r\n-Rename to dr_ApertureScience from dr_Experiment for Marketing purposes\r\n-Fixed an Issue in which Textures looked very bad ingame\r\n-Fixed an issue in which players were not given knives at the begining of the game\r\n-Removed the Portal song for File size and because of techincal issues\r\n-More brightness\r\n-Fixed some spelling errors\r\n-Fixed an issue with not showing some textures in the 09 chamber\r\n-Added a song at the begining of the game\r\n-Terrorist know can see more clearly through the windows, even it might not be a texture for window, there is still a window\r\n-Terrorist are now completely safe from the explosions in Chamber 2\r\n-added the song to .bsp file\r\n-Changed the deadly water texture, to a cheaper water\r\n-Removed a button which allowed ct to activate a trap\r\n\r\n\r\nKnown Issues\r\n-There is a chance you will get damaged in chamber 04, it is NOT deadly. Try to aim either perfectly to the hole, or one of the sides so that you slide smoothly.\r\n-Some console errors involving cubemaps might appear, ignore them, they do not have an effect gameplay at all\r\n\r\nIMPORTANT\r\nWhen a button moves down, the event has started. Different traps have different delays, but as a general rule, the first traps have more of a delay, and the last traps are more instantly.\r\nIn the Waterfall chamber, there are two buttons, but only ONE can be pressed. Pressing one will disable the other button, and viceversa. This is intended, and its similar to the bhop chamber\r\n\r\nNOTE.- If you want to see the complete map with all of its possible endings you will need at least 2 people, as Ts need to be triggered to the mini game by a CT. The breakable window is breakable ONLY before the trap has been triggered so CTs are only allowed to keep running their intended way!\r\n\r\n**UPDATE NOTE**, go to console, type in \"sv_cheats 1\" (with out the quotation marks), then type in \"noclip\" You will be able to fly around and activate traps, to walk normally again simply type in \"Noclip\"in the consle\r\n\r\nDeveloped by Eugenio 'Motanum' Roman\r\nBugs, comments, suggestions to agent_2114@hotmail.com\r\n\r\nIf you take this map for your server online DONT FORGET TO SEND ME YOUR I.P. address so I CAN JOIN along!\r\n\r\nMore maps from me to come\r\n\r\nSpecial thanks to 3kliksphilp and the Uber Micro Forums for their support and guidance.\r\nSponsored by ]Hell[ Servers\r\n\r\nSee screenshots\r\n\r\nInstallation, just paste the all of the files in the ZIP on your maps folder for counter strike source\r\n\r\nDefault should be Files\\Steam\\steamapps\\Account_Name\\counter-strike source\\cstrike\\maps"
}