{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"trikz_ahorma.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 272110,
			"_nDownloadCount": 171,
			"_nFilesize": 41814190,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/272110",
			"_sFile": "trikz_ahorma.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1502886272
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127442,
	"_sName": "trikz_ahorma",
	"_sText": "Hello!<br><br>I give you my second card for joint passage.<br><br>On this map are all the complexities of the complex, from the simplest to the most complex. There is both sovmesnoe passage, and one pass.<br><br>There are enough levels on the map to play it with interest.<br><br>When all levels of the map pass, there is a bonus solo level.<br><br>At the very beginning, before the longjump 250 there is a passage back called Noob Music Zone with the height of blocks of 66 units, in the zone there is a button with random musical performance in 30 seconds, rising from Noob Music Zone you can simply jump and gain speed, and in the center of the corridor there is a picture, In which you can go in and it will find 2 buttons, 1 button to turn on 1 music, and the second to turn it off.<br><br>At the end of the card there are 3 buttons, 2 of them include music on the entire map, 1 for turning off the music.<br><br>When you turn on the song, the player displays the song title in the center of the screen.<br><br>Also, when passing Solo level there is a button for turning on music and turning off!<br><br>The design and textures on the map look in the colors of the rainbow, and look very cool.<br><br>I really hope that you will enjoy playing on my map!<br><br><span class=\"RedColor\">For those who saw the map before release:</span>&nbsp;<br><br>The map removed complex levels, as well as the last 4 levels removed due to the fact that the map is too huge, because of the huge number of obscenities the game took off, and so the server did not deal with the oversupply of lighting! Thus, I decided to remove enough levels that the map would be playable, but I want to report that the levels have been saved and will be added to my next map, but it will be more difficult!"
}