{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"dtka_deathrun_climax.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 344607,
			"_nDownloadCount": 3599,
			"_nFilesize": 1356049,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/344607",
			"_sFile": "dtka_deathrun_climax.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1201997367
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127419,
	"_sName": "dtka_deathrun_climax",
	"_sText": "Hey.\r\n\r\nThis map was created from scratch solely by Corn Ibulus. Questions / concerns go to him (me.)\r\n\r\nThis map's idea was based off Icepick's (Icepick66) Death_Run.\r\n\r\nThis FPSB account is thanks to Newborn King (or ingame †ÎK† Ñ&#279;&#7813;börn K¡ng{MG}.)\r\n\r\nOverview: The terrorists are locked in a building suspended over a large pit. Their only weapons are knives and buttons, which correspond to traps outside the building.\r\n\r\nObjective: TERRORISTS - The counter-terrorists are out to get you, and your only defense is a series of traps designed to kill anyone and everyone. You will need to work together to the best extent choosing who works what obstacle at what time. If you fail, and a counter terrorist makes it to the top, you will have to scramble and form an alliance to take down the monster with a shotgun using only knives and strategy.\r\n\r\nCOUNTER TERRORISTS - Those pesky terrorists are keeping you from the shotgun at the top of the looming building. You will need to dodge traps using your l33t ninja skills you claim to have. If you prove yourself worthy and an adept runner, you will be granted a shotgun, which you will then use to take down the terrorists. However, make your shots count, because it will be embarrasing if a terrorist lands a blow on you with a knife...\r\n\r\nGameplay: Out of all the death_run remixes, this one is the HARDEST so far, depending on the skills of the terrorists. Don't expect the shotgun to be an easy grab, unless the terrorists are completely clueless. AFK's are not a problem, they will all be killed in at least a minute. The run is TIMED, from the moment a terrorist touches the floor. Here's the timer system overview: after 60 seconds the CT spawn is destroyed (taking afk's with it.) Then, every 5 seconds a stretch of the floor breaks, and the trap on that floor malfunctions and goes out of control.\r\n\r\nThanks to all who helped me along with this map. Also thanks to Icepick for the amazing idea. I hope everyone enjoys this map as much as me and my friends do."
}