{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"Screenshots": [
						"dr_zombie_school0000.jpg",
						"dr_zombie_school0001.jpg",
						"dr_zombie_school0002.jpg",
						"dr_zombie_school0003.jpg",
						"dr_zombie_school0004.jpg",
						"dr_zombie_school0005.jpg"
					],
					"cstrike": {
						"maps": [
							"DR_zombie_school_V2.bsp"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 306306,
			"_nDownloadCount": 2126,
			"_nFilesize": 4493931,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/306306",
			"_sFile": "dr_zombie_school_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1325333748
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127417,
	"_sName": "DR_zombie_school_V2",
	"_sText": "**In version 2 there are 3 traps fixed and working smooth, the looping map sound has been removed ( too noisy ) and the zombie sound radius set smaller. The barrel traps are now both fixed and of course the fire trap works fine. I have also removed some graffiti to ensure better fps and set the light power up for better lightning.**\r\n\r\nThe map takes place in a classroom where the CT's spawn. They proceed through some dangerous traps on the hallways and next on the courtyard. The map has nice textures with good lightning.\r\n\r\nThe map contains of 30 CT spawns and 2 T spawns, 3 secret grenade spots and around 17 traps without breaking floors...\r\n\r\nAt the end, you can pick Bunny hop and Easy. Didn't make \"knife\" since you can have a knife fight on easy if wanted.\r\n\r\nThe map should work without any problems, but still I named it V2 and not \"final\" for any other player complainments. If there is anything wrong with the download or anything else, please do not flag but rather comment. :)\r\n\r\nTo install the map, simply put the cstrike folder contained in the download over the old one in you counter strike folder.\r\n\r\nCommenting and rating is more then welcome! Enjoy! :D"
}