{
	"_aAlternateFileSources": [
		{
			"url": "https://www.sendspace.com/file/2ejxp2"
		}
	],
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"trikz_shinsekai_final.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 284580,
			"_nDownloadCount": 1398,
			"_nFilesize": 101894844,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/284580",
			"_sFile": "trikz_shinsekai_final.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1420833310
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127567,
	"_sName": "trikz_shinsekai_final",
	"_sText": "trikz_shinsekai\r\n===============\r\ntrikz_shinsekai is intended to be the first trikz map based on the no-bug plugin. If you're trying to play this map on a server without this plugin then just give up as you won't even reach difficulty 4. Most players won't finish this map and the majority of them may think the map isn't even doable. The difficulty of this map is much higher than any map currently around, and it's possible thanks to the no-bug plugin. \r\n\r\nDescription\r\n===========\r\n- A spawn area which includes sky (425 to 475), longjump (255 to 265) and runboost (545 to 555)\r\n- 40 levels seperated in 4 difficulties\r\n- An additionnal bonus stage\r\n- Designed for 1337aa and server running no-bug plugin\r\n\r\nGameplay video (played by Nyastle and Atx, video made by Tony montana)\r\n======================================================================\r\n<iframe width=\"480\" height=\"270\" src=\"//www.youtube.com/embed/MDOuUSnwoGc\" frameborder=\"0\" allowfullscreen></iframe>\r\n\r\nFAQ\r\n===\r\nWhy did you choose this skybox ?\r\n--------------------------------\r\nWhen I started this project 6 months ago I already had in mind the 4 exact themes I wanted in my map. However when I reached difficulty 4, I couldn't manage to get a good design idea with the theme I chose. That's why I decided to change the theme of difficulty 4, even if it meant that the skybox wouldn't fit at all.\r\n\r\nWhy did you use 4 differents themes ?\r\n-------------------------------------\r\nMy map is inspired by trikz_alterial_final which is in my opinion one of the best map in trikz. And I really liked their idea of 1 theme per difficulty. However, I don't think I managed to get something as good as trikz_alteria_final, and for a first map it would have been easier (and maybe better) to do only 1 difficulty. \r\n\r\nIs it possible to cheat some levels ?\r\n-------------------------------------\r\nDifficulties 1 and 2 aren't anti-cheated at maximum because those difficulties are mostly for average players and shouldn't be that hard to finish.\r\nHowever, difficulties 3 and 4 are anti-cheated at their maximum using 3 differents anti-cheat : noflash area, nobhop area, no sky area. \r\nEven though I did my best to anti-cheat most of the levels, I'm pretty sure people will find some ways to cheat.\r\n\r\nWhy did you use so much surf in your levels ?\r\n---------------------------------------------\r\nJust like trikz (from a flyer point of view), surf requires a lot of control. That's why I choose to use more surf than other trikz maps.\r\n\r\nWill you release another map ? \r\n------------------------------\r\nI don't think I'll ever make a map of this size again, it required A LOT of time, effort and determination but I also needed to find a server for each test. However, I may release my first ever trikz map in the coming months because of the severe lack of new maps, however this map is complete shit so I'll let the players decide whether they want to play it or not, even a shit map would be good for the trikz community nowadays.\r\n\r\nChanges log\r\n===========\r\n- **Map is now called \"trikz_shinsekai_final\" to avoid problems with the first version**\r\n- Audio size optimized\r\n- Particles fixed\r\n- Sprites fixed\r\n- Some triggers and textures fixed"
}