{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Glass_floor.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 330866,
			"_nDownloadCount": 4721,
			"_nFilesize": 221723,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/330866",
			"_sFile": "glass_floor12.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1246163359
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127621,
	"_sName": "Glass Floor",
	"_sText": "The map where it rains men! Counter terrorists to be precise...\r\n\r\nThe first from my Aperture Experiment Series!\r\nIn this universe, Aperture science simulates combats in order to study the subjects (you and the bots), each map is enclosed in a cube, where anyone who attempts to escape will certainly die! So fight for your survival and win!\r\n\r\nFirst upload, not first map made!\r\n\r\nEnjoy as a Terrorist shooting the glass below the enemy to make them fall to their death! It may sound easy, but the CT can make their way down (At least 2 ways to get to the bottom and knife them down!) and knife you unexpectedly!\r\n\r\nPlay it as intended and with a friend shoot bots down, or get as many friends as you can and put them by your side on the glass chamber, and shoot at your friends feet before they make you fall!\r\n\r\nGAMEPLAY\r\nThe CT spawn on a chamber with glass breakable floor, with no buy zone (You have to unclick pistols or bot_allow_pistols 0 on the console so they don’t shoot at you). Terrorist spawn below and they can buy weapons (So choose freely! Buy zone is only on 2 small areas marked on the ground). Then just start breaking the glass, you can try to kill them before they hit the ground and see the ragdolls fall down, hilarity ensure. Be creative!\r\n\r\n2 TERRORIST\r\n30 COUNTER TERRORIST\r\n\r\nUPDATE\r\nChanges\r\n1.-Now spawn with knife, no need to change anything into console, other than mp_limitteams and mp_autoteambalance\r\n2.-HDR lighting\r\n3.- Optimized, should run smoother compared to first release\r\n4.- Changed to a black skybox! Now it has an abstract look to it\r\n5.- Renamed to mg_glassfloor for nomenclature consistency\r\n\r\ndeveloped by Eugenio 'motanum' Roman\r\nbugs, comments, suggestions to agent_2114@hotmail.com\r\n\r\nIf you take this map for your server online DONT FORGET TO SEND ME YOUR I.P. adress so I CAN JOIN along!\r\n\r\nMore maps from me to come\r\n\r\nSpecial thanks to 3kliksphilp for his support, guidance, and tutorials at http://3kliksphilip.com/index.html\r\n\r\nI and Madz for testing\r\nSee screenshots\r\n\r\nInstallation, just paste the .nav and .bsp on your maps folder for counter strike source\r\n\r\nDefault should be Files\\Steam\\steamapps\\Account_Name\\counter-strike source\\cstrike\\maps\r\n"
}