{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_arcs_multigames_beta10.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 292047,
			"_nDownloadCount": 2252,
			"_nFilesize": 63654871,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/292047",
			"_sFile": "mg_arcs_multigames_beta10_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1380949960
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127695,
	"_sName": "mg_arcs_multigames_beta",
	"_sText": "###### **AUDIO SIZE NOW FIXED**\r\n\r\nThe screenshots in order are: Booster-knife, Breakbox, Cannon Surf, Knife, Shotguns, Speedclimb, Speedjumps, Trains, Arena, and AWP. \r\n\r\n\r\nFeatures\r\n==================\r\n12 songs:\r\n- Beverly Hills Cop Theme\r\n- Flying Underground by [LC] (Loudcore)\r\n- Fire [AKA Levels 2] by Avicii\r\n- He's a Pirate Remix by F-777\r\n- Strength to Fight by NathanaelPlatier\r\n- Power of Celtic by Lashmush\r\n- Anxiety Attack by Stratkat\r\n- Welcome to Metropolis by [LC] (Loudcore)\r\n- Synesthesion by SasqualMox\r\n- Popcorn [EON Remix] by Eon\r\n- Wake Me Up [Instrumental] by Avicii\r\n- Speed by Avicii\r\n\r\nTextures\r\n------------------\r\n\r\nAll 128x128 tiles. Check the shading out for yourselves, I personally think they look great.\r\n\r\n### Start Room\r\n- 64 Spawns, 32 for each team\r\n- 8 different spawn obstacles to race for the selection\r\n- Auto-selects a map if one hasn't been chosen 45 seconds after the teleporter to the selection area has been triggered.\r\n- 14 different map selections\r\n\r\n#### Map Size Info:\r\nDownload: 60.7 MB\r\nFull Map Size: 138 MB\r\n\r\nIf it's too big for you, don't play it. Both SWAG and Creative multigames are larger maps. \r\n\r\n###### Dev Log\r\n\r\n- Added a wall in breakbox to prevent players jumping to their death instantly\r\n- [Hopefully] fixed fall damage filter only working on some players--not yet tested\r\n- Fixed blinddeagle spawning bug\r\n- Floor in breakbox disappears after 30 seconds to deter campers\r\n- Added a small console message tutorial on disabling music\r\n- Added my name to the map in a console message\r\n- Made Speedjumps a certain win--you don't have to go back through the level to kill enemies.\r\n- Fixed a double-song bug on finishing Sliderace\r\n- Fixed knife only giving a knife to the person that pressed the button--not tested yet.\r\n- Fixed USP not giving weapons to CTs\r\n- Added two new spawn events\r\n- Trains Floor now scrolls.\r\n- Fixed hiding/camping spots in trains.\r\n- Added a few more boards in trains.\r\n- Speedjumps end sounds don't play every time you drop and pick up the gun anymore.\r\n- New start teleport sound effects.\r\n- Deleted a few start teleport sound effects that didn't work.\r\n- Changed the sound played on selection buttons being pressed.\r\n- Added Random.\r\n- Added Awp [Small].\r\n- Added Popcorn Remix by EON.\r\n- Removed some of the end challenge audios. There are only four challenge maps anyway, and I had like 20 finish audios...\r\n- Pressing the \"Arena\" part of the Arena selection picks a random of the weapons for the arena.\r\n- Cannons in Cannon surf are disabled after five minutes.\r\n- Changed the order of the Slide easy-makers, hopefully it will help noobs a bit.\r\n- Added some lights to shotguns. It doesn't look too good, but it won't be as dark.\r\n- Added a spray wall in the spawn room. It appears after someone wins the selection.\r\n- The person who wins the selection gets sped up [I think it's 1.5x speed?] until the map is selected.\r\n- Added an Arcanine decal in the spawn room.\r\n- Players finishing challenges now get invisibility, as well as invisible weapons. If you switch to knife, however, your weapon is visible on your back. I don't think there's a fix for this :/\r\n- Players finishing Sliderace and Bunnyhop now get knives.\r\n- Added Arcanine decal in the start room.\r\n- Added Wake Me Up [Instrumental] By Avicii.\r\n- Players that did not finish the challenge maps get slowed down. [Half speed] This also adds a one-second delay for finishers on Bhop.\r\n- There are now chat notifications for the \"easymakers\" in sliderace activations.\r\n- Since making the finishing weapons invisible in sliderace makes all the M249s invisible, I added some neat glow effects on them so that you can find them. [Other than the one the winner gets]\r\n- Added a backing to Speedjumps, with a few smoke grenades with sprites attatched to them. This adds several glass pieces in Speedjumps.\r\n- Added an output to set the server timelimit to 40 minutes.\r\n- Random now works 100% of the time\r\n- Changed Iceskate--no more invisible ceiling, now has surf ramps and a leet where you can get a scout which turns off the iceskate.\r\n- Gold checkered spawn no longer kills you if you fall.\r\n- Lowered Trains cars' height a bit to make it easier to get back onto them.\r\n- Spray Wall now scrolls\r\n- Raised the Godlike roof on BoosterKnife\r\n- Fixed trains camp-stopper hurting players between the first and second cars.\r\n- Changed AWP selections to Snipers. You now get to chose between a scout and an awp for these selections.\r\n- Added Backstab versions of Knife and Booster-knife\r\n- Added a second version of shotguns\r\n- Added a second version of breakbox. This also creates an interesting random game easter egg type thing.\r\n- Added a headshot button for Arena\r\n- Iceskate boosters now work and are slightly more powerful.\r\n- Added Iceskate [Backstab]\r\n- Changed the skybox to Icebergs by Komaokc\r\n- Fixed Breakbox bug\r\n- Fixed being able to see glass in speedjumps from shotguns bug\r\n- Added another start room event\r\n- Added a shotguns option for Cannon surf\r\n- Changed some of the spawn room event textures so they're easier on the eyes\r\n- Added another start room event\r\n- Added sayings in the start room with lighting effects\r\n- Added special thanks in the start room\r\n- Added music credits in the start room\r\n- Slightly increased the size of the sayings, and improved the lighting effects\r\n- Added something to stop corner campers in knife backstab \r\n- Updated the music credits image\r\n- Updated the special thanks image\r\n- Fixed off texture on a platform in speedclimb\r\n- Added a final thanks image\r\n- Added speed by Avicii\r\n- Added something to stop Sliderace being spammed. You can now only pick it once before having to choose random to get it. Speedclimb, Speedjumps, and Bunnyhop do NOT have this\r\n- Updated Name wall\r\n- Updated Special Thanks\r\n- Updated iceskate so that you can't corner camp\r\n- Speedclimb, Speedjumps, and Bunnyhop now have repeat-stoppers. Choosing random is now the only way to get them after the first time.\r\n- Really fixed the error messages showing up when there were no errors\r\n- Music in-map now registers as music in game and can be changed using options > music volume\r\n- Deleted the mass of guns in start of breakbox in favor of game_player_equips+server lag\r\n- Fixed broken repeat stoppers on Bunnyhop and Speedclimb\r\n- Fixed broken grenade spawners in Cannon surf and Boosterknife [May have been causing a server crash problem]\r\n- Aimed the initial boosters on Booster Knife slightly downwards to avoid cluster knifing at the start\r\n- Fixed random getting breakbox bug where knives were not spawned\r\n- Added a grenade in the middle of breakbox that appears when it's picked randomly\r\n- Fixed another random breakbox knife bug\r\n- Changed the positions of the sayings\r\n- Changed the position of the name wall, special thanks, last thanks, and music credits to rotating, non-solid blocks.\r\n- Changed the way the teleporters activate in an attempt to make it so the server doesn't crash when a ton of weapons are spawned at the same time."
}