{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_18_battles_b1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 291096,
			"_nDownloadCount": 1837,
			"_nFilesize": 41928083,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/291096",
			"_sFile": "mg_18_battles_b1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1385663699
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127643,
	"_sName": "mg_18_battles_b1",
	"_sText": "It too me like week to make so hope you enjoy\r\nAlso! Don't forget to buy weapons every round!\r\n\r\nThis is pretty much multi-games like map.\r\nYou get to chose what battle you will play after you get\r\nas the first one into the choosing room.\r\nThen you play a battle map with some annoying music, enjoy.\r\n\r\nHere are the battle maps inside the map:\r\n\r\n- Stairs (Long staircase with an elevator)\r\n- Pool (Pool with 2 starting rooms and few boxes)\r\n- Maze (Maze that disables itself after few minutes of playing)\r\n- Highway (Two roads between two tunnels, with some cranes used as cover)\r\n- Sewers (Sewers with room for each team to spawn in)\r\n- Dev (Very small map including 4 small houses and some crates)\r\n- Nether (Two floating islands above lava)\r\n- Submarine (Two floor submarine that is being filled with water)\r\n- Speed circle (It's a speed circle, nothing to say)\r\n- Fortress (T spawns inside the house, CT outside, T must defend the house)\r\n- Sparta (Map based on this is sparta scene, includes few crates and a pit)\r\n- Glass (Very very small map with breakable glass floor and two walls)\r\n- Eye rape (Very bright pink map including wall and two windows)\r\n- Rooftop (Rooftop based map, but with sea skybox :/ )\r\n- Breach (Red lightened map with few crates and walls)\r\n- Hill (T spawns at the top, CT at the bottom)\r\n- Cemetery (Cemetery with few cover bushes and two walls for spawning)\r\n- Freezer (Six rooms connected to each other, you walk super slow in here)"
}