{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"mg_ahuntepicminis_beta": {
						"maps": {
							"0": "mg_ahuntepicminis_beta.bsp",
							"1": "mg_ahuntepicminis_beta.txt",
							"mg_ahuntepicminis_beta": [
								"mg_ahuntepicminis_beta0001.jpg",
								"mg_ahuntepicminis_beta0002.jpg",
								"mg_ahuntepicminis_beta0003.jpg",
								"mg_ahuntepicminis_beta0007.jpg",
								"mg_ahuntepicminis_beta0008.jpg",
								"mg_ahuntepicminis_beta0009.jpg",
								"mg_ahuntepicminis_beta0010.jpg",
								"mg_ahuntepicminis_beta0011.jpg",
								"mg_ahuntepicminis_beta0012.jpg"
							]
						}
					}
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 292357,
			"_nDownloadCount": 1264,
			"_nFilesize": 12456493,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/292357",
			"_sFile": "mg_ahuntepicminis_beta.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1379036406
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127668,
	"_sName": "mg_ahuntepicminis_beta",
	"_sText": "mg_ahuntepicminis_beta\r\nMap created by Ahunt Maps. http://gamebanana.com/members/426718\r\n\r\nSpecial thanks goes to Devieus from gamebanana for making the ball model used in foosball.\r\nhttp://gamebanana.com/members/1088541\r\n\r\n\r\nThis map took me several weeks to complete to its beta phase, so I hope you enjoy playing it as much as I have enjoyed creating it. Please report any bugs to my gamebanana page, in the comments under this map. \r\nThis map includes 6 mini games, not as mny as your average mini game map but its sure to be one of the\r\nmost fun maps, that I have created at least. Players must race through Frogger to get to the room \r\nwhere you can choose the mini game.\r\n\r\nMini games included in this map are...\r\n\r\nKnife Fight\r\n\r\nThe setting is in a Mortal Kombat arena, with sounds and overlays that I have recreated, anyone\r\nwho has played Mortal Kombat on the NES will recognize these little features. If you are waiting to fight\r\nand want to see the action just walk to the either side of the ring and you will get a ring side view of\r\nwhat's going on inside the ring. just simply walk away to exit the ring side view.\r\n\r\nDuck Hunt\r\n\r\nEVERYONE should know what this is based off of, if not then your just too young. Players must shoot the\r\nopposite teams ducks to win. Each duck you kill is one point, and hurts the other team for 10 HP. \r\n10 ducks for each team and the ducks speed up after each kill, but watch out because you don't want to\r\nshoot your own ducks. CT must shoot the RED ducks, and T must shoot the BLUE ducks.\r\nEach player is given a shotgun.\r\n\r\nJuggernaut\r\n\r\nIn this mini game each player starts out with 200 HP and 2 x speed. There are 4 juggernaut packages available\r\nthat give you 750 HP and the m249 machine gun, but there are draw backs to being the juggernaut, your\r\nspeed will be decreased dramatically compared to the other players. Along with the juggernaut packages there\r\nare 6 health kits through out the map, but are other wise useless if your HP isn't below 100 because they\r\nwill only regenerate your health up to 100 HP. Each player is given a deagle after spawn, in front of your spawn\r\nI have placed 25 m4a1 rifles, if you want a different weapon you must find it within the map.\r\n\r\nFoosball\r\n\r\nTable soccer, table football, foosball, call it what you will but it is what it is. This map is limited up to 28 players,\r\n14 players on each, so if your server is holding more than 28 players at that time its first come first serve.\r\nEach player can move from left to right on the field and kick back and forth. Your team must score 3 points to win.\r\nEach point scored will award your team one point. If the ball gets stuck somewhere just press the button with the white\r\npodium and it will reset the ball. The ball drops into the middle and is kicked out in a random direction. Pick a player by pressing your\r\nUSE button on one of the player podiums, press Use or jump to exit your players UI.\r\nI would like to thank Devieus from the GameBanana community for making foosball possible. without him we wouldn't have a ball to kick around.\r\nFOOSBALL CONTROLS\r\nW & S moves the player from left to right.\r\nA & D kicks the ball back and forth. if your confused on which goal to aim for, just kick forward.\r\nLeft Mouse Button - Hold this to get a better view of your player, it will track your players movement.\r\nRight Mouse Button - Hold this to get a better view of the field, it will track the ball. \r\n\r\nStand Off\r\n\r\nThis is a 1 on 1 match using deagles. After entering the arena each player will be given a deagle at the same time.\r\nAfter your opponent dies your weapon will be taken away to make it fair for the next player entering the arena.\r\nYour health will be regenerated if your get hurt so the next player doesn't have an advantage.\r\n\r\nScoutknives\r\n\r\nLast but not least, scoutknives. This shouldn't need any explaining."
}