{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_break-o-box_v4.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 316068,
			"_nDownloadCount": 2501,
			"_nFilesize": 15797858,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/316068",
			"_sFile": "mg_break-o-box_v4.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1293292766
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127791,
	"_sName": "mg_break-o-box_v4",
	"_sText": "<center><b><font size=\"3\"><font color=\"FFCC00\">mg_break-o-box_v4</font></font> \r\n<font size=\"2\"><font color=\"FFCC00\">Map made by ProfessorOak</font></font></b>\r\n<br>\r\n<b>Remake (mg_break-o-box_v4) made after the release of the original map (mg_break-o-box_v2)<br></b>\r\n***********\r\n\r\n(This map isn't a huge project, I made this remake while i've been working on mg_oaks_multigame)</center>\r\n\r\n<b><font size=\"2><font color=\"FFCC00\">Mapinformation</font></font></b>\r\nTerrorist vs. Counter-Terrorist game. Try to take down the enemy team and win the game!\r\n\r\n<b><font size=\"2><font color=\"FFCC00\">Mapfeatures</font></font></b>\r\nIn the center of the map, there's a area full of breakable boxes. Try to make your way trough these boxes to reach enemy spawn! All boxes are breakable so you can easily make your own camping spots!\r\n\r\nThere are 4 teleports in this map. The first 2 teleports can be found down under the orange strip on top of the pit. Those teleports can only be used once as they are easy to surf into. Teleport destination is enemy spawn.\r\nThe 2 other teleports can be found on the bottom of the pit. Try to make your way trough the metal obstacles and you'll be able to teleport yourself to the enemy spawn!\r\n\r\nThere's a SUPERAMMO gun spawner at each spawn. This spawner can only be used once and will spawn 2 guns (M4A1 or AK47) with each 999 bullets! (Very useful to break lots of boxes).\r\n\r\nThere's a secret deagle, with a pigeon attached to it. This deagle has got 999 bullets aswell and looks very funny ingame. To get this gun, try to find the secret buttons in your own spawn!\r\n\r\nMap consists of 5 music songs. \r\n1. Total eclipse of the heart - The Dan Band\r\n2. Hey Good Lookin' - Hank Williams\r\n3. Rockin' around the christmas tree - Mel and Kim\r\n4. Candy Shop - The Dan Band\r\n5. Born unto trouble - Red Dead Redemption soundtrack\r\n\r\nYou'll need to know the secret to enable one of those songs. HINT: Bottom of the pit.\r\n\r\n<b><font size=\"2><font color=\"FFCC00\">Note</font></font></b>\r\nIn order not to make players teamkilling each other, there's glass beneath the boxes. This glass can be broken after 40 seconds, i've been playing this map for two years now and i've never seen any teamkilling before. \r\n\r\nMap's much fun with like 32 players, make sure players know about the teleports because this makes it even more fun!\r\n\r\nI hope you'll download this map, it's definitely worth it!\r\nTell me if you're running this on your server.\r\nI appreaciate any feedback!\r\n\r\nProfessorOak\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
}