{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_beachrun_v2.bsp",
					"readyou.txt"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 328964,
			"_nDownloadCount": 2921,
			"_nFilesize": 969264,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/328964",
			"_sFile": "mg_beachrun_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1252285320
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127747,
	"_sName": "mg_beachrun_v2",
	"_sText": "Mg_beachrun_v2\r\n\r\nMap by: DisConNecTed/DisCounTed (I use two names)\r\n\r\nSome of you may have come across a map called \"mg_beachrun,\" one of my earliest maps that I never finished. Well, somehow it got across servers so I decided to add some things to it and actually have some mg elements in it:\r\n\r\n-Added a fence which CT's need to break\r\n-Made it harder for CT's by not directly giving them weapons, instead they have to go looking around the beach\r\n-Optomized a bit\r\n-Deleted the scouts in bunkers, now they are in the trench and in a foxhole type thing that I created out of bordem\r\n-Reduced fog\r\n-Made it a lot lighter and easier to see\r\n-Added some backround noise \r\n-The secret awp was left untouched\r\n-Made the beach a bit longer\r\n-Fixed the water not being visible to some people\r\n-Added smokegrenades and flashbangs to CT's to help deal with campers that camp the top of the ropes\r\n-Fixed the bug where you could climb up the cliff behind the rocks without using a rope\r\n\r\nNot my best work, and you can't fire cannons sorry guys D: !!! Maybe I can get around to doing that in v3... I was kind of aiming for the look of Utah beach, but I failed at that and now it looks like something you'd find in a snowglobe... If you want to modify this map in anyway, or use some thing as a prefab you can go right ahead (so long as you give me credit as the original owner)."
}