{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_colored_platforms.bsp",
					"mg_colored_platforms.bsp.bak"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 317190,
			"_nDownloadCount": 1379,
			"_nFilesize": 5352792,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/317190",
			"_sFile": "mg_colored_platformsbsp.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1290032086
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127850,
	"_sName": "mg_colored_platforms",
	"_sText": "OTHER_MAPS:\r\n\r\nhttp://www.fpsbanana.com/maps/131543\r\n\r\nGAMEPLAY:\r\n\r\nENGLISH:\r\n\r\nthere is only one t who can push colored buttons. the ct´s walk on colored platforms with the same color like the buttons. now if the t pushes a button, a color will be shown at the opposite site from the t. after a short time all platforms on them the ct´s can walk out of the platform with the color that was shown will go down. from time to time abit of the platforms will break, so the game gets more difficultly. if the ct´s can survive the t will be teleported into a glassbox over the white platform and different weapons will spawn around.\r\nHINT: the t can push the radio to turn music on - same way to turn it off!\r\n\r\nDEUTSCH:\r\n\r\nes gibt einen t in einem kleinen zimmer. der t hat die auswahl zwischen 9 farbigen knöpfen und kann diese auch drücken. unten wo die ct´s laufen sind ebenfalls 9 felder mit den gleichen farben. wenn der t jetzt einen knopf drückt wird die farbe an einer wand gegenüber dem t angezeigt. die ct´s müssen auf das feld der entsprechenden farbe laufen, denn nach ner kurzen zeit gehen alle anderen felder außer das mit der angezeigten farbe runter und unten stirbt man. von zeit zu zeit brechen teile der felder weg, dadurch steigert sich die schwierigkeit. wenn mindestens ein ct bis zum schluss durchhält wird der t in einen glaskasten über dem weißen feld teleportiert und auf den äußeren feldern erscheinen unterschiedliche waffen.\r\nHINWEIS: damits nicht so schnell fade wird kann der t das radio an machen damit alle musik hören können (ein kleiner techno remix von nem klassiker ;D).\r\n\r\nSETTINGS:\r\n\r\nu should use noblock, but never use bhop settings!\r\n\r\nam besten benutzt ihr noblock, jedoch keine bhop settings, weil dann die map zu leicht wird.\r\n\r\nINSTALLATION:\r\n\r\nUnzip -> place the .bsp and the .bak file in your maps folder on your server or your own computer.\r\n\r\neinfach die 2 dateien extrahieren und in euren maps ordner auf eurem server oder eurem eigenen computer packen.\r\n________________________________________\r\n\r\npls send me bug reports! (i´ve tested it so much that i don´t think there are any bugs)\r\n\r\nwenn ihr bugs findet sagts mir bitte, damit ich sie beheben kann (allerdings haben ich und ein freund die map so lange getestet, dass ich nicht denke, dass es irgendwelche bugs gibt)\r\n\r\n***ENJOY***"
}