{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"city_alphatest9.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 286888,
			"_nDownloadCount": 1247,
			"_nFilesize": 64695983,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/286888",
			"_sFile": "city_alphatest9.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1405961853
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127837,
	"_sName": "mg_city_alphatest9",
	"_sText": "I started this map a long time ago, put months of dedication and hard work into making the map I had thought of for so long. This map has gone through hundreds of trial and errors and reboots, and it was starting to turn into the image I had imagined; I wanted it to be perfect!\r\n\r\nThat, being said, was a while ago now. I haven't touched it in a few months now and have lost interest sadly. Recently I looked back at it and thought \"Man that map would be such a waste to just let go, I should probably give it to someone's new or experienced to mapping and could finish it off with whatever they wanted.\"\r\n\r\nAnd so it suddenly occurred to me, why not just give it out for free on here?\r\n\r\nSo I present: mg_city_alphatest9 (to be renamed)\r\n\r\n-------------------------------------------------------------------------\r\n\r\nI would NOT recommend putting this map on your server with a high number of players and expect everyone to have a fun time without encountering a lot of bugs, because I know they exist. This map is in ALPHA. \r\n\r\nInstead: play this map in Singleplayer, or play it with a friend. This submission exists for the interest of other mappers or players who like a bit of eyecandy ;)\r\n\r\nAs most minigame maps play out, choose your minigame from the vote room by pressing the green buttons underneath the titles within the time limit. The titles marked bright RED are not available because I either they weren't finished enough and hence are unplayable, or don't even exist but were planned.\r\n\r\nThe rest, well, is for you to discover. I hid a few fun things around the map  for players to find on their own. Use noclip to reach them if you prefer, I don't care.\r\n\r\nAnd finally, if you're interested in finishing this map off, adding your own content, changing my own content, or even demolishing 99% of the map, i'm giving you the right to do so. It's completely up to you if you think you're up to it ;)\r\n\r\nAll I ask is that you keep Mine and SkiLLixX's name in the vote room, as well as the quotes I had drawn on the west side of the vote-room tower. They server as a thank you to everyone who has shown support for my mapping efforts.\r\n\r\nIncluded is the BSP. Use VMEX and PAKRAT to extract the VMF and custom content. The map is a little more updated than what appears in the screenshots, they're a bit old :P\r\n\r\nAnd as a last note, this is likely the last submission I'll be making on Gamebanana. Thanks to everyone who provided feedback, criticism and praise for all the maps I made. It was alot of fun :D"
}