{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"README.txt",
					"mg_deathly_cannon_v1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 316660,
			"_nDownloadCount": 1425,
			"_nFilesize": 327959,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/316660",
			"_sFile": "mg_deathly_cannon_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1291601870
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127902,
	"_sName": "mg_deathly_cannon_v1",
	"_sText": "Map Made by &#1705;h&#1108;&#1071;&#1108;&#1203;\r\n\r\nIn this map there are 24 Counter-Terrorists slots and 1 Terrorist slot\r\nThe Terrorist starts in a small room. He must go through a teleporter and will be teleported to a cannon. If he does not go through the teleporter, he will die after 15 seconds. The Counter-Terrorists starts in one of four glassboxes. In each box fit 6 Counter-Terrorists. At the beginning of the round they get a knife.\r\nIf the Terrorist go through the teleporter, the four glassboxes will break.\r\nNow the plate will start to rotate and the Terrorist try to kill the Counter-Terrorists with the cannon. He can shoot 5 sawblades successively with the left and the right cannon. After he shoot, he has to wait 2 second until he can shoot again. If you can shoot again, a green light will lights on, if not the light is red. The Counter-Terrorists try to survive 90 seconds. After 90 seconds, they get teleported into a invisible room above the cannon and can kill the Terrorist with their knife. The Terrorist can't move, so you can be sure that he can't run away.\r\n\r\n___________________________________________________________________________________\r\n\r\nGerman/Deutsch:\r\n\r\nMap gemacht von &#1705;h&#1108;&#1071;&#1108;&#1203;\r\n\r\nIn dieser Map sind 24 Counter-Terrorists slots und 1 Terrorist slot\r\nDer Terrorist beginnt in einem kleinen Raum. Er muss durch einen Teleporter gehen und wird zu einer Kanone teleportiert. Wenn er nicht durch den Teleporter geht, wird er nach 15 Sekunden sterben. Die Counter-Terroristen starten in einer der vier Glassboxen. In jede Box passen 6 Counter-Terroristen.\r\nZu Beginn der Runde bekommen sie ein Messer. Wenn der Terrorist in den Teleporter geht, brechen die vier Glassboxen. Nun beginnt sich die Platte zu drehen und der Terrorist muss versuchen die Counter-Terroristen mit der Kanone zu töten.\r\nEr kann 5 Sägeblätter hintereinander mit der linken und der rechten Kanone schießen. Nachdem er geschossen hat, muss er 2 Sekunden warten, bis er erneut schießen kann. Wenn er wieder schießen kann, wird ein grünes Licht aufleuchten, wenn nicht leuchtet das Licht rot. Die Counter-Terroristen versuchen 90 Sekunden zu überleben. Nachdem die 90 Sekunden um sind, werden alle in einen unsichtbaren Raum der sich über der Kanone befindet teleportiert und können den Terroristen mit ihrem Messer töten. Der Terrorist kann sich nicht bewegen, so könnt ihr sicher sein, dass er nicht wegläuft.."
}