{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_dreamy_multigame_v2_2.bsp",
					"readme.txt"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 292471,
			"_nDownloadCount": 2431,
			"_nFilesize": 65468196,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/292471",
			"_sFile": "mg_dreamy-multigames_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1378403431
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 127935,
	"_sName": "mg_dreamy_multigames_v2_2",
	"_sText": "Hi Guys, today I will present you our new multigame map :)\r\nI spent a lot of work in it and hope you will enjoy.\r\nAt the start of each round, the players have to reach the end of a little course (takes 10seconds to reach or so). The fastest player can choose music and the minigame.\r\n_____________________________________________________________________________\r\n**First of all the Minigames:**\r\n\r\n- Knife Battle:\r\nA little Arena with a small path in middle of two platforms. In the middle of the path is a circle, when you jump through you can get one of 4 nades. But you will fall down and need to use a ladder to climb up again.\r\n\r\n- Slide Fight:\r\nYou will slide down a little track and fight while you slide. On the track are some platforms, where you can find weapons and nades. After you reach the track the first time you gain a glock.\r\n\r\n- Jump Race:\r\ntrampolines are fun right :)?\r\nWinner is the first one climbed up the track with the help of trampolines.\r\nWith these trampolines you can win height. A how to use it description is in the minigame.\r\n\r\n- Bhop:\r\nMy Bhop track is very hard!\r\nBut makes fun too :)\r\n\r\n- Speed Shotgun:\r\nA circle where you get pushed through, with a shotgun in the hand.\r\nVery hard to hit more faster targets.\r\nOn the top of the middle pyramid is an awp.\r\n\r\n- Capture the Flag:\r\nFirst of all here a BIG THANKS to tophattwaffle for the great Idea.\r\nyou can visit him at www.tophattwaffle.com/?\r\nSimple 2 Flags, in each base one, your team have to capture the enemy flag.\r\nYou only can capture the enemy flag, when your own flag is in base.\r\nWITH RESPAWN :D\r\n\r\n- Knife Duell Arena:\r\nIn this Arena is only 1on1. The fastest passed the random opened of four doors can fight against his enemy. In this arena is a little life regeneration.\r\n\r\n- Survival Chaos (Minecraft Style):\r\nAt the start there will be 4 platforms and 4 bridges. In the middle of this is an enchanting table. This Table will shoot out some Minecraft things (for example Creepers or Crafting tables) for getting the platforms and bridges to fall down. The survivors on it have to dodge these things and try to survive.\r\nAfter timeleft everyone gets an AWP to finish it.\r\n\r\n- AIM Deagle (only Headshot):\r\nI don´t have to say something or? :D\r\n\r\n- Soccer:\r\nGet the ball in the enemy gate to win.\r\nIf your team has won, you get AWP in a upper room, behind you is a little hole to teleport back to the socceryard.\r\n\r\n- Physic Battle:\r\nThere are 13 Blocks (named to the dream Team)\r\nTry to kill with these blocks your enemys. In the middle is a little trampoline.\r\n\r\n- Pokémon nade Arena:\r\nYou have to hit 6 holes with nades for some special abilitys. Seems easy? You fight against the other teams for the holes. Both teams can´t get the same ability. After one Minute the fight will begin and you can buy weapons in the arena.\r\n\r\n- Speedjumps:\r\nReach as first the end to win.\r\n\r\n- TNT back and forth:\r\n6 balls to go.\r\nTry to kill the enemy team with the TNT Ball.\r\nIt will explode randomly between 15 and 30 seconds.\r\nAfter 6 balls played and still no winner you can walk in the middle and knife it out.\r\n\r\n- Zombie Survival:\r\nZombie Team have to kill the humans, Survivors have to survive 3Minutes.\r\nZombies HAVE REPSAWN!\r\nBoth Teams can be Zombie or Survivor.\r\nIt works fully without an Zombie Plugin.\r\n\r\n_____________________________________________________________________________\r\n\r\nUpdate v.2_2:\r\n\r\n- fixed 1000hp bug in spawn area\r\n- Knife Arena 1on1 got a new design\r\n- TNT back and forth increased ball spawning, means more than 1 ball at time\r\n- Physics in physic battle jumps now in the whole area\r\n- changed music\r\n- Zombie Arena Survivor glitch on the hills fixed\r\n_____________________________________________________________________________\r\n\r\nAfter 45Seconds the Player top didn´t choosed map it will be picked the knife Arena.\r\n\r\n\r\nIMPORTANT!\r\n==========\r\nYou need to have following plugins!:\r\nnoblock\r\nSourcemod plugins with:\r\nsm_respawn\r\nand\r\nsm_slay\r\nwith @ct, @t, @all\r\n\r\nyou should have a bhop plugin, for more fun :).\r\n\r\n\r\nI hope for a lot of comments and ratings :)"
}