{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"meread.txt",
					"mg_grand_puzzles_v2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 326014,
			"_nDownloadCount": 3004,
			"_nFilesize": 10401300,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/326014",
			"_sFile": "grand_puzzles_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1262405300
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128053,
	"_sName": "mg_grand_puzzles",
	"_sText": "mg_grand_puzzles\r\nMap By: DisConNecTed\r\n\r\n<B>THIS MAP REQUIRES FAST DOWNLOAD, IF YOU DON'T HAVE A FAST DOWNLOAD SET UP, NAVIGATE YOUR FACE AWAY FROM THE PRESENCE OF THIS WEB PAGE</B> \r\n<hr>\r\nLately, I've been really upset with the quality of some MG maps that have been coming out, especially the obstacle ones. No offense or anything...its just that, well, its not that hard to add lighting or use different textures. And I think it gets boring to everyone to just jump from one platform to another, or dodge a laser. So, I'm hoping that people will see this map, look around the site, read some tutorials, and release some rocking maps. \r\n\r\nThis map is a 6 month pain in the... Well, this version is only a few weeks. See, this started out as bob4, looked EXACTLY like the original one: no lighting, details, nada. So, I went to play some hl2dm coop, and came across these js_build_puzzle maps by D@sole. I only played 3: fourteen, 11, and whatever the space one was, but I had a pretty good idea how they functioned. I also noticed, nothing like this was released for CSS, so I decided to. This map went through 5 or 6 versions, this being the last. Lots of starting over, and redoing. So, lets get on with this...\r\n\r\n***Entry for kaos server mapping competition***\r\n\r\nFEATURES: \r\n-20 levels (Most are never before seen on CSS)\r\n-js_build_puzzle style\r\n-Lobby\r\n-Bowling (see credits)\r\n-Magic 8 Ball\r\n-Slot Machine (see credits)\r\n-Juke Box\r\n-Secret getaway island that includes the last 4 things mentioned\r\n-Point System\r\n-Some detail here and there, not my main focus\r\n-No hdr (not really a feature, just thought you should know)\r\n-Fun (hopefully)\r\n\r\nLEVELS:\r\nLevel 1: The Art of Rotation\r\nLevel 2: Hot Rafting\r\nLevel 3: Lost in the Clouds\r\nLevel 4: Explosive Golf\r\nLevel 5: Find The Nothing\r\nLevel 6: Stuck In Traffic (Theres a bit of a story behind this one, see below)\r\nLevel 7: Up Yours, Gravity\r\nLevel 8: Light 'Em Up\r\nLevel 9: Flashed\r\nLevel 10: Man The Cannons (It's a pun) \r\nLevel 11: Rolling Stones\r\nLevel 12: Water-Hopper\r\nLevel 13: Drug Test\r\nLevel 14: The Path To Freedom...Or Certain Death\r\nLevel 15: Dumb Luck\r\nLevel 16: Smoking Kills (Glitchy, sometimes a few don't go under and the level fails to work) \r\nLevel 17: Wishing Well Doesn't Work Against Death\r\nLevel 18: Doin' Somethin' Stupid\r\nLevel 19: It's Alright, I also said WTF (I ran out of titles OK?)\r\nLevel 20: Because What's An Obstacle Map Without Lasers?\r\n\r\nLEVEL 6:\r\nWell, theres a story behind this one. I know this looks almost exactly like the one from the space js_build_puzzle map, but the fact is...its not. This level is the ONLY level that made it from the bob4 phaze, and I had this idea long before I played the D@Sole's map. However, mine was...broken (???) and I had a friend decompile the space one for me to check out the little car level. I DID NOT steal it, I made my own from scratch. I did follow his example on the things I had problems with, such as the path_tracks, but yet again, I DID NOT steal the level, had the idea long before I saw his map. However, if D@sole has a problem with it I can update the map with a new level 6, but I want to hear from him first.\r\n\r\nOVERVIEW:\r\nI'm not going to lie here. I'm one of those nerds who have nothing better to do than practice my obstacle skills. For me, this map is mediumish, I can do it, but with some problems. For the sake of the children (lol) I threw in some easy ones, ones that require teamwork, and ones that are easy but take a while to do. This map will have rage quitting, and more sadly, \"ragertving.\" \r\n\r\nLevel 1: The name gives it away\r\nLevel 2: Navigate your floating platform on the magic flying river\r\nLevel 3: Requires teamwork, throw nades into holes to move platforms\r\nLevel 4: Get all barrels into the holes\r\nLevel 5: Knife around the edges, and follow the white/grey particles\r\nLevel 6: Dodge cars while moving through traffic \r\nLevel 7: Low Gravity Jumping, EXTREMELY EASY\r\nLevel 8: Use your flashlight to find the path\r\nLevel 9: Navigate yourself through a room thats all white\r\nLevel 10: Shoot teammates to towers, they press buttons there, then they must die.\r\nLevel 11: Push a ball across the path\r\nLevel 12: Hard to explain, as seen in tomgreen's obstacles and asdf, the water in mid air thing\r\nLevel 13: Do an obstacle course while your drunk (actually pretty hard)\r\nLevel 14: Try to not get shot by the aliens\r\nLevel 15: Choose the right path, random each time. \r\nLevel 16: Throw smokes over the wall onto the CT's heads (glitchy, as stated above)\r\nLevel 17: Dig the tunnel while underwater\r\nLevel 18: Jump on a moving plane\r\nLevel 19: Jump on the spinning thing and avoid being pushed off\r\nLevel 20: Hope you dont get hit on your way down the hallway. \r\n\r\nKNOWN BUGZ:\r\n-Level 16 SOMETIMES (1/10) glitches and is unplayable. \r\n-People who join after 30 seconds of the map starting, MAY not hear the sounds\r\n\r\nCREDITS:\r\n-Disconnected - Made the map\r\n-Espilon - Made the hut on the island\r\n-evjand - Made the slot machine on the island\r\n-PcmciaKai - Made the bowling alley on the island (I got lazy on the island, sue me :P)\r\n-All the other textures I found on cgtextures.com or on google. Some (like hardwood floor) werre also made by PcmciaKai.\r\n-karatekäfer - skybox texture\r\n-Also thanks to D@sole for inspiring me to make this map, you make awsome maps dude. \r\n\r\nCONDITIONS:\r\nBy reading this (the three words you just read), and/or by downloading the map, you agree to not to release any modified versions of the map and not to release any parts of the map to the public without getting my permission. PM me for the vmf. as I hope a lot of people use this map as an example for their next obstacle map.\r\n\r\nHAVE FUN!!!!\r\nBy the way: For every person that downloads this, plays it, and does not post a response here, a puppy AND a kitty die. I'm cold like that... No, really, post responses, they help me help you by helping me understand what makes this map better. Also, if anyone can tell me who made the lava texture, I'll give them a dollar, I remember downloading it from here, but the site's search is screwy for me at the moment. PM me for the vmf.\r\n\r\nIf you put on your server let me know, I'll come check it out. \r\n\r\nEDIT: I uploaded some decent screenshots also, but fpsbanana screwed it over on that one, so view them in the seperate page, you'll see some more then given.\r\n\r\nKTHXBAI"
}