{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "Contact.txt",
					"1": "Map Information.txt",
					"2": "Movie References.txt",
					"3": "Secrets.txt",
					"Killers": [
						"Freddy Krueger (the knife).jpg",
						"Jack Torrance (the axe).jpg",
						"Leatherface (the chainsaw).jpg"
					],
					"Maps": [
						"mg_frightnight_final_v2.bsp"
					],
					"Screenshots": [
						"Screenshot A.jpg",
						"Screenshot B.jpg",
						"Screenshot C.jpg",
						"Screenshot D.jpg",
						"Screenshot E.jpg",
						"Screenshot F.jpg",
						"Screenshot G.jpg",
						"Screenshot H.jpg"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 304350,
			"_nDownloadCount": 4521,
			"_nFilesize": 20690335,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/304350",
			"_sFile": "mg_frightnight_final_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1331946230
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128005,
	"_sName": "mg_frightnight_final_v2",
	"_sText": "Fright Night: Part 2\r\n=====================\r\n\r\nAbout the map:\r\n\r\nIt functions as a hide and seek map with a few twists.  Counter-Terrorists spawn with no weapons and must hide and avoid being killed by the Terrorists who must hunt them down and kill them.  There is a three minute time limit, after which the Terrorists will be killed and swapped with Counter-Terrorists.  There is a maximum of three Terrorists who play as Leatherface, Jack Torrance and Freddy Krueger, each gets a special weapon apart from Freddy, but Freddy can play scary music by right clicking after a certain amount of time has passed.  It is set up to be like a horror movie with some areas being based on movie scenes, such as the kitchen (The Texas Chainsaw Massacre), bathroom (The Shining), tool shed (The Evil Dead), maze (The Shining) and the \"bookshelf\" door (horror cliché).\r\n\r\nThere is a single knife which spawns in the tool shed after a random amount of time each round.  When a Counter-Terrorist picks it up he assumes the character of Ash (The Evil Dead) with matching quotes on right click.\r\n\r\n\r\nTerrorists: 3\r\nCounter-Terrorists: 29\r\n\r\nMaximum of 32 players.\r\n\r\n\r\nNO-BLOCK SERVER PLUGIN VERY HIGHLY RECOMMENDED FOR PLAYING THIS MAP\r\n\r\n\r\nChangelog\r\n=====================\r\n\r\n\r\nChangelog [CURRENT VERSION] (mg frightnight final v2):\r\n\r\n- Team switcher, switches Terrorists with surviving Counter-Terrorists if Terrorists lose\r\n- Added new tool shed\r\n- Added a knife which spawns in the tool shed\r\n- Added Evil Dead quotes (Ash) for the CT knife\r\n- New exit from the mansion in the bookshelf secret compartment, locked if there is only one Terrorist\r\n- New Jack Torrance quote when trying to open a locked bathroom door as Jack\r\n- Leatherface screams and cries like in the movies\r\n- Fixed ghost, new scarier model\r\n- 3 ghostly experiences to find\r\n- Alternate Freddy music (there are now two tracks)\r\n- New intro view, very horror movie-esque title credit roll\r\n- Various added detail including a head in a saucepan in the kitchen\r\n- Attic extended again with a secret compartment at the back\r\n- Attic lighting dimmed\r\n- Counter-Terrorists can't get a Terrorist weapon anymore\r\n- Fixed bug where a Terrorist could use a flashlight\r\n- Fixed attic window glitch\r\n- Added 3D skybox (credit thegregster101)\r\n- Altered fog settings\r\n- Secrets more user friendly (e.g. door lock pulsates before use to make it more obvious)\r\n- New skybox texture (credit Hip Shot)\r\n- \"Cheap\" hiding spot in the maze lit\r\n- \"Cheap\" hiding spot in the gallery lit\r\n- \"Here's Johnny!\" quote can only be used once every 30 seconds now (used to be 10)\r\n- Axe now also swings on right click\r\n- Axe can't be spammed anymore\r\n- TV may or may not come on at random intervals instead of always turning on every 100 seconds\r\n- Small cubemap fixes\r\n- Added more hiding places in attic\r\n\r\n\r\nChangelog 2010 (mg frightnight final):\r\n\r\n- Added cellar with trap door into maze\r\n- Scream sound effect when the first Counter-Terrorist is murdered.\r\n- Soundscapes to make the rain quieter inside\r\n- Window models added on the back of the house\r\n- Attic smaller and lit\r\n- Bathroom door can be knifed anywhere to break it down in sequence\r\n- Round time shortened to 3 minutes to cut down waiting time for dead players\r\n\r\n\r\nChangelog 2009 (mg frightnight beta2):\r\n\r\n- Quotes for all terrorist players by right clicking\r\n- Terrorists have a chainsaw, axe, and knife (no glove model for Freddy exists)\r\n- Living room TV plays the video from The Ring, and illuminates the room\r\n- Awesome thunder weather effects\r\n- Closet on the second floor of the mansion you can hide in\r\n- Flashlights disabled\r\n\r\n\r\nMap Story\r\n=====================\r\n\r\nIt's 3 minutes to midnight on Halloween! A group of CTs have seeked refuge from the storm in an old haunted mansion. Just when everything seemed okay, a huge lightning bolt struck three graves outside of the mansion! Shocked, the CTs watched outside, as three killers rose from their graves wielding scary looking weapons! The CTs desperately searched for their own weapons but remembered that they had lost them a long way back! The murderers have just 3 minutes until Halloween ends and they must return to their graves for another year, but can the CTs survive for that long as they are chased and taunted in the dark scary mansion?!\r\n\r\n\r\nGhost Hunting Side Quest\r\n=====================\r\n\r\nThere are 3 ghost sightings hidden in this map. The ghost is of the caretaker (you can find his hanging corpse in the tool shed basement). If you want a little ghost hunting fun see if you can find them all. One of the sightings is only enabled on certain rounds randomly (1/6 chance).\r\n\r\nVideo Showing Secrets & Lesser Known Gameplay Features\r\n=====================\r\n\r\n**Warning: Ghost hunt spoilers.**\r\n\r\nhttp://www.youtube.com/watch?v=YSC7Mb1-g3Y\r\n\t<iframe width=\"420\" height=\"315\" src=\"http://www.youtube.com/embed/YSC7Mb1-g3Y\" frameborder=\"0\" allowfullscreen></iframe>"
}