{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_grand_puzzles_f.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 313778,
			"_nDownloadCount": 3239,
			"_nFilesize": 15222295,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/313778",
			"_sFile": "_3314-.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1301265552
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128054,
	"_sName": "mg_grand_puzzles_f",
	"_sText": "Remember that one map? That one that was said to be grand, but was less than that, due to some stupidish bugs and a crash here and there? Remember that one? This map is a little like that one, but more grand, more amazing, and hopefully less crashy. \r\n\r\n-= **Overview** =-\r\n\r\nBased on the build puzzle series on hl2dm, this map focuses on teamwork, uniqueness (not anymore as some ideas have already been used in other maps), and fun. No more will you have to pass that damned bunnyhop level, just to get to your favorite jumping level. The map has 20 levels, all connected by a lobby. Go into a teleporter, spawn at a level, finish it, get some points, then pick another one. Finished levels light up green. However, you can still go play that level if you want to! It's a fun map with around 24 people, as if there is more then it tends to get a bit crowded. \r\n\r\n-= **Levels** =-\r\n\r\n1) Art of Rotation - Jump over on that moving thing, onto the next, nothing really new here.\r\n\r\n2) Rafting - Rambo the rafts across the magical floating river. Sure you can float over there, but you still need a raft to make the jump.\r\n\r\n3) Explosive Golf - Little ball things, holes, and grenades. Took me a while to figure out too.\r\n\r\n4) Lost in the Clouds - Colored holes correspond to the platforms. Toss a grenade to move one to have a teammate travel across.\r\n\r\n5) Find the Nothing - Shoot around below you to find the path. Particles mean you can walk on it.\r\n\r\n6) Stuck in Traffic - Dodge the cars until you get to the end. Double cars are your real threat here.\r\n \r\n7) Up Yours Gravity - Some really easy low gravity jumping. Nothing special here.\r\n\r\n8) Light 'Em Up - Use your flashlight to find the way to the end.\r\n\r\n9) The Domino Effect - Hit E on the keyboard to spawn the blocks. Afterwards, just hop across. If they fall, hit E on the keyboard to respawn them again.\r\n\r\n10) Man The Cannons - Shoot your teammates onto platforms where buttons are. All buttons break the gate underneath you. \r\n\r\n11) Rolling Stones - Push a ball across a chasm. You can walk on the air, the ball can't.\r\n\r\n12) Wet n Wild - Waterclimb all the way to the end.\r\n\r\n13) Spin me right round - Get to the end.\r\n\r\n14) Trial and Error - Find your way to the end. SPRAYS HELP HERE.\r\n\r\n15) Dumb Luck - Totally random. Sometimes it can be a total bitch.\r\n\r\n16) Smoking Kills - Toss them smokes over the wall and onto the CT's heads.\r\n\r\n17) Wishing Well Doesn't Work Against Death - The only dieing level, knife your way to the end. Try not to drown.\r\n\r\n18) Doin' Something Stupid - Jump on a plane. Simple.\r\n\r\n19) Could not think of a name for this - Use the spinny thing to get to the end.\r\n\r\n20) Lasers - Don't get hit on your way to the end of the hallway. \r\n\r\n\r\n-= **Changes (That I can remember**) =-\r\n\r\n-Removed island\r\n\r\n-Added secrets\r\n\r\n-Changed level 9\r\n\r\n-Changed lobby\r\n\r\n-Added lobby poster\r\n\r\n-Decorated\r\n\r\n-Fixed some bugs\r\n\r\n-Changed level 13\r\n\r\n\r\n-= **Known Bugs** =-\r\n\r\n-Sometimes the map will end early. This happens when 2 people finish a level at the same time, so it adds \"2\" instead of \"1\" to the final counter, which triggers the ending. Nothing I can do about this, but it should be a fairly rare bug.\r\n\r\n-= **Notes** =-\r\n\r\nSo, this pain is back. There's been a lot of changes that I made over the course of month long intermissions of working on it, so I can't really list them all out.\r\n\r\nYou can use any part of this map, as I left it unprotected against decompiling. Steal ideas? Whatever, just please the least you can do is CREDIT ME.\r\n\r\nUmm, you might've seen some previous versions around, but rest assured, that MG_GRAND_PUZZLES_F IS THE LATEST VERSION (AS OF RIGHT NOW).\r\n\r\nErm, go Steam Gamers? I don't really remember adding their banner, but it's a great community nonetheless. That wasn't advertizing, it was praising. \r\n\r\nHave fun! \r\n\r\nMight be the first of a series, dunno yet."
}