{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"README.txt",
					"mg_ghosts_builder.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 299935,
			"_nDownloadCount": 1533,
			"_nFilesize": 12871598,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/299935",
			"_sFile": "mg_ghosts_builder.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1347120550
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128037,
	"_sName": "mg_ghosts_builder",
	"_sText": "[If you like my maps join my steam group! Means a lot to me! (Clickly)](http://steamcommunity.com/groups/ghosts_group \"Clicky\")\r\n\r\nBasic Info\r\n==========\r\n\r\nThis is a re-make of an original mg map. http://gamebanana.com/css/maps/153563\r\n\r\nI have completely re-made the map for a competition in plaguefest.com\r\n\r\nHow it works\r\n============\r\n\r\nYou start in the spawn area. From there there are two randomizing platform which you jump to (,only one platform is active at a time), and then go to the island in the spawn area with portals. These portals give you power-ups and the ability to build the map.\r\n\r\nPower Ups\r\n=========\r\n\r\n###### Ninja \r\nGives you 20% visibility during the game so you can try and sneak around the enemy\r\n###### Roof Sniper\r\nGives you access to the roof which is perfect for sniping. Also give you 300hp, which is enough to take a few hits. You can drop down a hole to get into the map and play with your 300 hp that way. The sniper roof breaks after a certain amount of time.\r\n###### Wall builder\r\nYou are teleported to the start area, on your next spawn you will start on top of the map with an ability to spawn walls under you to build the arena. To build simply look down so you can see where you are placing them and press +attack to spawn walls under you. At the end of the building time you will be teleported back to the spawn and play normally.\r\n###### Floor Builder\r\nYou are teleported to the start arena, on your next spawn you will start on top of the map with an m4. With this m4 you can shoot down under you, where your bullet hits a piece of ground will spawn under you. You will start in your spawn building as normal once building timer hits 0.\r\n###### Music DJ\r\nYou get teleported to a DJ room with a sophisticated music picking system. There are instructions there so you can easily pick a track. Once you pick a track you will be teleported to the start building.\r\n\r\nSecrets\r\n==================\r\n- There is a hidden secret grenade which heals you while you hold it, cannot be combined with other perks.\r\n- The is a hidden song, which I doubt you will find without me showing you or without you decompiling the map\r\n\r\nBugs\r\n==================\r\n- Sometimes people retain the super speed from the builder (count it as a bonus for building)\r\n- Sometimes portal does not de-activate after some-one walks through\r\n\r\nA Final Note\r\n============\r\nShow your appreciation of my maps by joining my steam group here!\r\n\r\nhttp://steamcommunity.com/groups/ghosts_group\r\n\r\nThis helps me know people appreciate my maps and is where I announce new maps! Also this is where I release map I dont upload to GB!"
}