{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "README.txt",
					"Extras": {
						"0": "In Game Movie References.txt",
						"Fright Night": [
							"Frightnight1.jpg",
							"Frightnight2.jpg",
							"Frightnight3.jpg",
							"Frightnight4.jpg",
							"mg_frightnight5.jpg",
							"mg_frightnight6.jpg"
						],
						"Killers": [
							"Freddy Krueger (The Knife).jpg",
							"Jack Torrance (The Axe).jpg",
							"Leatherface (The Chainsaw).jpg"
						]
					},
					"Maps": [
						"mg_frightnight_final.bsp"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 321370,
			"_nDownloadCount": 3458,
			"_nFilesize": 5142892,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/321370",
			"_sFile": "mg_frightnight_final.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1279394290
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128004,
	"_sName": "mg_frightnight_final",
	"_sText": "Special Thanks:\r\n\r\n. Louie (design help & assistance, and for hosting the first beta map publicly)\r\n. Welshdude (for making my banner)\r\n\r\n\r\n\r\n\"It is 3 minutes to midnight on Haloween! A group of CTs have seeked refuge from the storm in an old haunted mansion. Just when everything seemed okay, a huge lightning bolt struck three graves outside of the mansion! Shocked, the CTs watched outside, as three killers rose from their graves wielding scary looking weapons! The CTs desperately searched for their own weapons but remembered that they had lost them a long way back! The murderers have just 4 minutes until Haloween ends and they must return to their graves for another year, but can the CTs survive for that long as they are chased and taunted in the dark scary mansion?!\"\r\n\r\n\r\n\r\nmg_frightnight_final\r\n\r\nFirst BETA played publicly on Halloween 2009 on Warmcup minigame server.\r\n\r\n\r\n\r\n\r\nBest played:\r\n\r\n. With friends\r\n. With mic\r\n. With alltalk on (sv_alltalk 1)\r\n\r\nIt's nowhere near as good when nobody uses mic. It's best when everyone is creeping each other out and getting jumpy.\r\n\r\n\r\n\r\n\r\nObjective:\r\n\r\nCounter-Terrorists have no weapons and must survive for 3 minutes by hiding and running from the three Terrorists who play as famous movie killers, Freddy Krueger (the knife), Leatherface (the chainsaw) and Jack Torrance (the axe).\r\n\r\n\r\n\r\n\r\nNotes:\r\n\r\n. The bathroom door can be locked with a bolt on the inside of the door. When it is locked, the Terrorists can only get in by breaking one pane of the door which mirrors a scene from The Shining.\r\n\r\n. By right clicking as a Terrorist, the players who are Freddy Krueger and Jack Torrance can shout movie quotes. Freddy does an evil laugh taken from the school scene in the original Nightmare On Elm Street, and Jack Torrance shouts \"Here's Johnny!\" Which is a famous quote from the bathroom scene of The Shining. After a certain time period, right clicking as Freddy will play tense chase music from the original Nightmare On Elm Street movie. Leatherface doesn't have a special quote or function, but the chainsaw is always buzzing which scares Counter-Terrorists as it gets closer!\r\n\r\n. There is a closet on the second floor which can be opened and Counter-Terrorists can hide inside if they are feeling brave!\r\n\r\n. The living room is in pitch black and is a good hiding spot until the TV comes on. The TV plays the video seen in The Ring, and illuminates the room.\r\n\r\n. Other similar events can light up rooms and make Counter-Terrorists easy to spot, for example, upstairs there are two windows from which the room is illuminated from when the lightning strikes.\r\n\r\n. Flashlights are disabled by default. Terrorists search by standing far back to see players in the fog, or by hovering their crosshair over the darkness in suspect locations until names appear.\r\n\r\n. When playing Counter-Terrorist, it is best to choose to be the SAS otherwise your visor may be visible in the darkness!\r\n\r\n. The resident ghost lives in the attic!\r\n\r\n\r\n\r\nNEW:\r\n\r\n. There is now a cellar.\r\n\r\n. By going in the cupboard in the cellar, you can go through a secret tunnel and through a trap door in the maze.\r\n\r\n. Time limit shortened to cut down long waiting times when dead.\r\n\r\n. A scream is heard when the first CT is murdered.\r\n\r\n. Soundscapes added which make the rain quieter inside.\r\n\r\n. Secret hiding location by opening a bookcase which is really a door in the first floor library.\r\n\r\n. Window models added on the back of the house to improve looks.\r\n\r\n. The door can now be knifed anywhere and the pane will break down in sequence.\r\n\r\n. Attic is smaller with a small light on one side.\r\n\r\n\r\n\r\nHave fun!\r\nStarving Hobo\r\n\r\n\r\nIf there are any errors, problems, or you have any suggestions for the next release, please contact me by sending me a PM on my YouTube account, http://www.youtube.com/spywholovedhimself/ as I check it regularly. Thanks! :)\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
}