{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"mg_jump_for_gun_v1": {
						"0": "README.txt.txt",
						"cstrike": {
							"maps": [
								"mg_jump_for_gun_v1.bsp"
							]
						}
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 310627,
			"_nDownloadCount": 2200,
			"_nFilesize": 1803118,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/310627",
			"_sFile": "_7632-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1311229928
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128182,
	"_sName": "mg_jump_for_gun_v1",
	"_sText": "//////////////////////////////////////////////////////\r\n///-Counter-Strike Source map \"mg_jump_for_gun_v1\"-///\r\n/////////////////- Map mady by ReD -//////////////////\r\n//////////////////////////////////////////////////////\r\n///\r\n///The Map:\r\n///\r\n///----- G E R M A N -----\r\n///\r\nDie CTs und Ts müssen den Barrieren durch springen oder ducken ausweichen. Dabei läuft die Zeit ab. Je länger man in der Arena bleibt, desto besser wird die Waffe die man bekommt. Wird man von einer Barriere erwischt, kommt man in die jeweilige Zelle mit der entsprechenden Waffe. \r\n///\r\nHält man 130 Sekunden oder bis zu Minute 2 durch, kommt man in den \"Kingroom\". Im \"Kingroom\" bekommt man 50% mehr Geschwindigkeit und man heilt sich automatisch überall. Außerdem kann man zwischen vielen guten Waffen wählen.\r\n///\r\nNachdem kein Spieler mehr in der Arena ist, werden alle Spieler auf eine zweite Map teleportiert, auf der sich anschließend alle mit ihren erworbenen Waffen bekämpfen, bis ein Team gewonnen hat.\r\n///\r\nTricks / Versteckte Dinge / Besonderheiten:\r\n///\r\n-Am Anfang gibt es einen Button, den jeder drücken kann und wodurch die Geschwindigkeit um 25% für diese Person erhöht wird, zudem wird ein zufälliger Sound abgespielt.\r\n-Am Anfang gibt es zwei Laser, die das Gameplay erschweren, die aber nach 65 Sekunden verschwinden\r\n-Zwei Tafeln zeigen den Namen der Waffe an, bei der man sich momentan befindet\r\n-Die Console zeigt per Nachrichten immer den momentanen Stand und verschiedene Informationen an\r\n-Auf einem Monitor kann man die ganze Map im Überlick sehen\r\n-Auf der zweiten Map gibt es Granaten, die nach bestimmter Zeit respawnen\r\n-Auf der zweiten Map gibt es eine Noobbox, in die man kommt wenn man in das Wasser fällt. Darin hat man keine Orientierung und kann von außen abgeschossen werden.\r\n-Auf der zweiten Map gibt es verschiedene geheimen Tricks, wie eine Heilzone oder Teleporter, die den Spieler in günstigere Positionen versetzen\r\n///\r\n///Informationen:\r\n-Es dürften keine Bugs vorhanden sein und die Map sollte problemlos laufen. Dies ist die Version 1.0.\r\n///\r\n///\r\n///----- E N G L I S H -----\r\nThe CTs and Ts have to dodge by ducking under or jumping over the barriers. It runs out of time. If you stay long in the arena, your weapon you get will be better. If you are caught by a barrier, you get into that cell with the appropriate weapon.\r\nThere are 130 seconds or up to 2 minutes through, one comes to the \"King Room\". The \"King Room\" gets you 50% more speed and you will heal you automatically everywhere. You can also choose from many good weapons.\r\nWhen no player is more in the arena, all players will be teleported to a second map, then they haveto fight with their acquired weapons, until one team has won.\r\n///\r\n///Tricks / hidden things / features:\r\n -In the beginning, there is a button that you can push and that increased your speed to 25% for this person. There will also play a random sound.\r\n-In the beginning there are two lasers, which complicate the gameplay, but disappear after 65 seconds\r\n-Two panels show the  which it is currently name of the weapon\r\n-The console displays messages an the current status and various information\r\n-On a monitor you can see the whole map in overview\r\n-On the second map, there are grenades that spawn after a certain time\r\n-On the second map, there is a Noobbox in which you get when you fall into the water. This Person one has no information in the box and could be fired from outside.\r\n-On the second map, there are various tricks and secrets, like a healing zone or teleporters that will enable the players into more favorable positions\r\n///\r\n///Informations:\r\n-There should be no bugs present and the map should run smoothly. This is version 1.0\r\n///\r\n///\r\nSpeacial Thanks to ReDCrew/ReD:\r\n///PublicClub Steamgroup:\r\nhttp://steamcommunity.com/groups/redcrewclub\r\n///Homepage:\r\nhttp://www.red-crew.tk"
}