{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_jacs_multigame_rfix.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 305959,
			"_nDownloadCount": 6369,
			"_nFilesize": 29037417,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/305959",
			"_sFile": "mg_jacs_multigame_rfix.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1326300487
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128162,
	"_sName": "mg_jacs_multigame_rfix",
	"_sText": "All credit goes to w4nder for making this great map.\r\n<br> \r\n<br>This is a fix for mgjacsmultigamefix, which is a multigame map like mgallinonexivzfix or mghellzmultigamefix.\r\n<br>\r\n<br>The fixes/changes are as follows: - \r\n<br>Removed Zombies vs You mode (Really unfair), Removed porn, Removed lag, No more flashlight bugs, And you can now see well in maps that were very dark.\r\n<br>\r\n<br>It's a lot of fun and has fourteen different levels that you race to choose from.\r\n<br>\r\n<br>    Race - race to the end (by jumping and strafing) for an AWP\r\n<br>    AWP - two castles face each other, snipe each other to win\r\n<br>    Slide - strafe around two slide lvl's to end where an m3 waits\r\n<br>    Mario - race upwards as poison water follows you, don't fall!\r\n<br>    Knife Arena - one knifer vs another knifer\r\n<br>    Jump Rope - keep jumping as the jump rope gets faster, losers sit back and watch\r\n<br>    Falling Jump - jump over rods as the floor below you starts to break\r\n<br>    Balance - six wobbly platforms, nades in the middle\r\n<br>    Shotgun - a map full of speed boosts, falling boxes and shotguns\r\n<br>    50 HP - you have 50hp and a knife on a basketball court\r\n<br>    Strafe - fall down and around and through the holes for three lvl's\r\n<br>    Scoutz Knifez - low gravity and scouts and knifes\r\n<br>    Ice Skating - skate around and if you're lucky, get the nades and m3\r\n<br>    Nade - a grenade arena with grenades obviously\r\n<br>\r\n<br>Oh, and if you are wondering what the sweet songs are that randomly play in the background, here they are: 1. Lion King - I Just Can't Wait to be King 2. Ben Folds - Bitch Went Nuts 3. Dan Band - Total Eclipse of the Heart 4. Band of Horses - The Funeral 5. Goofy Movie - Eye to Eye 6. Weebl - Amazing Horse 7. Shiny Toy Guns - Major Tom 8. Crystal Castles - Vanished 9. Verve Pipe / Jay Z - Bittersweet Symphony vs Brush Your Shoulder Off"
}