{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_hn_downthetoilet_v1b2.bsp",
					"readme.txt"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 293974,
			"_nDownloadCount": 1617,
			"_nFilesize": 10962566,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/293974",
			"_sFile": "mg_hn_downthetoilet_v1b2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1371689495
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128107,
	"_sName": "mg_hn_downthetoilet_v1b2",
	"_sText": "A map for Counter-Strike: Source, made by me, HandsomeNick\r\n\r\nIntroduction:\r\n=============\r\n\r\n**CT attacking, T defending:** When a genius scientist loses her wedding ring down the drain, she uses her shrink-ray on a group of willing friends to send them after it. They return with bad news - underground live a hostile community that are now attempting to keep the ring for themselves. With her husband returning from his business trip in only a few hours, the desperate scientist does the obvious - she hires an SAS team to shrink down and take back the ring - by force.\r\n\r\n**T attacking, CT defending:** A large community of tiny people have made their homes in a now-abandoned section of the Handsomeville sewer network. With few possessions from the surface, they place enormous significance on these items, and are willing to protect them with their lives. Recently, intel has discovered that a locally-based terrorist network has gained access to a shrinking machine, and that they are intending to loot the community of its most prized treasure - the golden ring, located in the heart of the town.\r\n\r\n~~~\r\n\r\nAfter preparing themselves for battle, both sides make use of the sewer's pipe system and enter the town from above, expecting nothing less than a fight to the very end.\r\n\r\nThe round ends when either team has all players killed, after 4 minutes have passed (which kills the attackers), or when the attacking team gets close enough to the ring, which is located in the building with the green light above it.\r\n\r\n~~~ v1b1 Release ~~~\r\n====================\r\n- First release of map\r\n- Released early to allow others to search for gameplay issues\r\n- Notable absences: No spawn/afk killer\r\n- There is no time limit for the attackers\r\n- The map has hardly been optimised\r\n- The lighting has not been done properly\r\n- Most textures are not properly aligned\r\n- Very few buildings are complete, and many are lacking the appropriate detail\r\n- The bathrooms aren't finished\r\n- The starting camera is not where I would like it to be\r\n\r\n~~~ v1b2 Release ~~~\r\n====================\r\n- Competition version\r\n- Very little optimising, only done with lightmap levels atm\r\n- Lighting is there, but it could be better\r\n- 2 secrets\r\n- 2 semi-secrets (which have some influence on gameplay)\r\n- Spawn killers and a timelimit of 4 minutes for the attacking team\r\n- Music may be included in a future version, but more secrets definitely will be\r\n\r\nNote:\r\n==================\r\nPlease understand that this map is not entirely finished. As it was my first entry into a gamebanana competition, I made the mistake of trying to complete a massive map in a relatively short amount of time, so most details are missing. I will try and make an optimised, completed version when I have the time."
}