{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_kommando.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 330433,
			"_nDownloadCount": 8000,
			"_nFilesize": 7022826,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/330433",
			"_sFile": "mg_kommando.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1247690986
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128231,
	"_sName": "mg_kommando",
	"_sText": "Somewhere in the South Pacific...\r\n0950 Zulu\r\n\r\nThe calm seas are awash with blood, salt, and poison. The sky is filled with bright tracers screaming towards fiber wings. Alas! It is another day in the life of the Kommando. The sands of Clamshell Island will stain red, for the Scarlets wish to destroy the Azure's radio tower, obliterate their bunker, and raze the local supply of 'happy plant.'\r\n\r\nOcean Gliders: Hold LMB to glide, search for the seagull wind updrafts as they will provide altitude. (Video Tutorial will be made available soon)\r\n\r\nRC Heli: Hold LMB to climb, RMB to detonate. The control panel is inside of the Azure Kommando bunker. The dynamite is fragile and cannot take a direct hit from anything!\r\n\r\nNaval Vessels: Sub is below barge, boats play tunes with LMB, detach with RMB.\r\n\r\nFlamethrower: The flamethrower is activated with RMB. Beware, it takes away a substantial amount of health in order to use this powerful device. This was meant to keep the gameplay fairly balanced.\r\n\r\nSecrets: \r\n\r\nFlamethrower - Located on top of the Azure Kommando's bunker.\r\nRC Heli - A well placed grenade can knock out that pesky beast easily.\r\nScout - Located on a small rocky outcropping on the beach, the scout is only accessible to those who can fly or by anyone smart enough to knock it off with a grenade.\r\nAwp - Located atop the high radio tower, the awp is accessible to only the most skilled of hang glider pilots!\r\nSubmarine - Tired of becoming RC Heli bait? Why not go under the waves to reach your final destination! The infantry submarine is located directly under the Scarlet Kommando barge.\r\n\r\nTips: \r\n\r\nMachine guns keeping you off the stairs? Don't fret! Throw a grenade. Out of grenades? Get back to the docks where unlimited grenade spawns are available.\r\n\r\nDon't drop the soap.\r\n\r\n\r\n\r\nMap by: Butterknife (Jaekto)\r\nMisc: Shiroko\r\nFlamethrower: Rockstar North"
}