{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_mario_party_v1_0.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 288526,
			"_nDownloadCount": 2932,
			"_nFilesize": 47306838,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/288526",
			"_sFile": "mg_mario_party_v1_0.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1398072374
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128300,
	"_sName": "mg_mario_party",
	"_sText": "<iframe width=\"640\" height=\"360\" src=\"http://www.youtube.com/embed/JGrHQPrzpgw\" frameborder=\"0\" allowfullscreen></iframe>\r\n\r\nHi all.\r\n\r\n\r\nAs you can see I have completed yet another Mario themed map (its a cool theme to work with!).\r\n\r\nI will explain each area as best I can.\r\n\r\nThe Entrance\r\n============\r\nThe entrance is a giant circular room with 16 question mark boxes in the middle. When players spawn, they must try and hit their heads on the boxes, attempting to find the correct box. When the correct box is selected, a mushroom will spawn and run away from the players (a physbox +thrusters) and a player must walk into the mushroom to be teleported to the selection room (above).\r\n\r\nThe boxes randomize each round so it will rarely be the same box that gets you in. If a player falls down or does not select a game, it will automatically select the game after 45 seconds from round start.\r\n\r\n\r\nHunger Games\r\n============\r\nThis game mode usually turns a few heads (which is what we are going for) so we decided to add it. \r\n\r\nPlayers start in a pipe in the middle of the map.The countdown begins and the players are elevated above the pipe when the game begins.\r\nThere are 3 types of guns that spawn (randomised): deagle, dak dak and m3 shotty, as well as some knives. All guns only have clip ammo and no reloads.\r\n\r\nWhen the game starts, players must find a gun on the map and kill each other to win.\r\n\r\nObstacle\r\n========\r\nThis was my first attempt at an obstacle course, and I think it went well. It is hard to find the balance in obstacle - make it too easy and players complain, make it too hard and player complain more.\r\n\r\nWe built this obstacle to replicate the elements in Mario. Easy - Summer, Snow - intermediate, Desert - hard, Castle - very hard. You obviously start in summer and progress your way through creative obstacles in a race to the finish. First one to the end wins the match.\r\n\r\nSkipping\r\n========\r\nThis was the last minute mini game as most of the team dropped out of the project and I had to build something quickly. I am quite happy with how it turned out though.\r\n\r\nThere is a pillar in the middle with 2 propellers, 1 on each end. When the game starts, they will rotate around the pillar, moving up and down every 2 seconds. It gets incredibly challenging trying to predict the movement at high speeds.\r\n\r\nThis is the kind of game you will keep dying on, but it will be hilarious and make you want to come back for more.\r\n\r\nPirate Island\r\n=============\r\nThis was a late addition to the map. It is located in the center of the pipe for selection.\r\n\r\nIt uses a targeting system that will select a random player on the island and target them with a giant boulder (physbox). As the game progresses, the boulders spawn more frequently and the island gets smaller and smaller. Knives spawn in the middle after a period of time to help end the round.\r\n\r\nHexagon Heat\r\n============\r\nI will do a write up for the old mini games as a lot of people havent played the JB map. Hexagon heat is a fun game involving multi colour platforms and a quick response time.\r\n\r\nA colour is selected at random and displayed above the platform, and players must run to said colour as quickly as possible or they fall into the lava and die.\r\nThe game gets increasingly faster as more colours are selected, and if any do manage to survive, knives will spawn and players can knife fight while trying to keep their balance.\r\n\r\nPlatform peril\r\n==============\r\nPlatform peril is the game you love to hate, and you hate to love. It is a race style game that proceeds up a series of platforms. \r\n\r\nAs the game progresses, the platforms will begin to fall making it challenging to those left behind. There are a series of obstacles obstructing your way on the way up so you need to be quick but smart at the same time.\r\n\r\nPirate Climb\r\n============\r\nThis is the same pirate climb from the secret minigame in the JB map. The only difference besides its automated start up, is the fact that 33% more boulders spawn now.\r\n\r\nThe objective of the game is to get to the top of the tower as quickly as possible while dodging the boulders. The first person to the top gets a cool mushroom hat to make them feel better - while everyone else dies.\r\n\r\nThere are also 2 sets of lasers that the player must maneuver around.\r\n\r\nMario Says\r\n==========\r\nThis is my personal favorite. The game is similar to that of Simone says. It is based off the mini game \"Shy guy says\" but there are no shy guy models available so I decided to make it Mario says.\r\n\r\nPlayers move themselves onto platforms in the map. After the allocated delay time, the floor will break and players will be trapped on their platform. Mario will begin to hold up a series of flags with letters or nothing on them.\r\nPlayers must use their control buttons to do what Mario says. If you choose incorrectly, your platform descends into the water and you die.\r\n\r\nThe game requires quicker response times as it progresses.\r\n\r\nMarioKart\r\n=========\r\nI have added a mario kart minigame with 20 karts available. Players must complete 3 laps of the course to win.\r\n\r\nThere are obstacles in the way and diamonds that the players can driver over to obtain turtle shells.\r\n\r\nThis game auto locks if more than 20 players are alive.\r\n\r\nConclusion\r\n==========\r\nI am very happy how the map turned out and I would like to thank all those involved in the process.\r\n\r\nPlease rate and leave feedback.\r\n\r\nEnjoy!"
}