{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_minecraft_battle_v2_fix.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 310309,
			"_nDownloadCount": 3670,
			"_nFilesize": 31216547,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/310309",
			"_sFile": "_8053-.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1312040692
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128326,
	"_sName": "mg_minecraft_battle_v2_fix",
	"_sText": "THIS VIDEO IS NOT OF V2, IT IS OF V1. SO A FEW THINGS WILL BE DIFFERENT.\r\n\r\n<iframe width=\"425\" height=\"349\" src=\"http://www.youtube.com/embed/rus5HJalvwA\" frameborder=\"0\" allowfullscreen></iframe>\r\n\r\n\r\nIF I HAVE NOT CREDITED YOU FOR ANYTHING, PLEASE LEAVE A COMMENT BELOW OR SEND ME A MESSAGE SAYING SO.\r\n\r\nSorry for the missing textures, I have fixed them and everything should be working in order.\r\n\r\nBasically this is a small mg map of CTs vs Ts. Everyone will start outside (picture 1) and go into a cave and drop down a hole. You will fall into some lava and there will be a lever and some tnt. Hit the lever to make the tnt explode. After the tnt has exploded, there will be a teleport area and a small lava area with a nade (picture 2). The nade will make whoever grabs it half invisible. (lava will kill you). After 10 seconds of being teleported to a small black box, the map will randomly choose some settings. The map will choose the arena, gravity, hp, weapon, and song. Everyone will then be teleported to whichever arena and will kill eachother with whatever gun they got.\r\n\r\nARENAS\r\n- Outside \r\n- Underground\r\n\r\nGRAVITY\r\n- 100%\r\n- 50%\r\n- 25$\r\n\r\nHP\r\n- 300\r\n- 100\r\n- 1\r\n\r\nWEAPONS\r\n- Knife\r\n- P228\r\n- Deagle\r\n- AK47\r\n- M4A1\r\n- Scout\r\n- Awp\r\n- M3\r\n- TMP\r\n- M249\r\n- Galil\r\n- Famas\r\n- Glock\r\n- G3SG1\r\n\r\nSONGS\r\n- Zelda, Song of Storms Remix\r\n- Skillet, Hero\r\n- Skillet, Awake and Alive\r\n- The Lonely Island, I Just Had Sex\r\n- Rise Against, Prayer of a Refugee\r\n- Three Days Grace, Time of Dying\r\n\r\n\r\nI have also added some other things to make this map more like a mg map...\r\n\r\n- Any cobblestone on the outside arena is breakable\r\n- Any mossy cobblestone on the underground arena breaks when you touch it. If you fall through, you will get teleported to a box in the sky.\r\n- Creepers! If you get too close to a creeper (there are 2 in the outside arena), they will hiss and blow up.\r\n\r\n\r\n**FIXES FOR V2**\r\n- Fixed the problem where map loads twice.\r\n- Fixed the gravity glitch where it'll keep the changed gravity after map changes.\r\n- Added button (Picture 2)\r\n- Added button to release anyone in the cage.\r\n- Lava at start doesn't kill you, it teles you and hurt you 10 damage.\r\n- Fixed a few other small stuff.\r\n\r\nhttp://undefinedgaming.org/"
}