{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"map": {
						"cstrike": {
							"maps": [
								"mg_pacman_beta.bsp",
								"mg_pacman_beta.nav"
							]
						}
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 303799,
			"_nDownloadCount": 2120,
			"_nFilesize": 29127329,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/303799",
			"_sFile": "map_88.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1334056253
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128428,
	"_sName": "mg_pacman_beta",
	"_sText": "upadte (24-04-2012). hi sry i hasnt been uploading anything latly havnt got the time to make anything on the map untill now. very soon im gonna upload an updated version supporting much more then just 5 players, not just 8, but 15! xD, for balance sake i also tryed something new. the new is that the Ts is now moveing slower. about 75% of normal speed. or said in a nother way the \"pacman\" is now moveing about 25% faster then the \"ghots\". and i tweaked the powerup. so now it last 12 secs, and you cant get the next powerup for 20 secs when you have takeing the 1st powerup.\r\nif this works with so many more \"ghots\" i can easyly find a way to add more =) but for now this is a test =).\r\n\r\n\r\nedidt: just uploaded an updatet version with the nav as i forgot that sry =)\r\n\r\nthis is takeing from the map txt file.\r\n\r\n\r\nIMPORTANT INFO: PRUT\r\n\r\nThis is a Pacman inspired level.\r\nCT acts as Pacman seen from a top-down angle.\r\nT acts as ghosts chasing Pacman, from First Person.\r\nWhile CT can see the entire level, and hide from T, T can only see staright ahead, and will need to co-op to catch CT.\r\n\r\nThe objective for CT is to rescue the Hostages, and avoid the T, since he cannot harm them without gaining a Power up.\r\nThe Power up lasts for 15 seconds, and will cause an alarm to alert the T that CT is lethal.\r\n\r\n\r\nRECOMMENTED CONTROL SETTINGS:\r\n\r\nWhen playing as Pacman (CT), its recommented not to use the mouse. Use the following control scheme for the optimal experience:\r\nMOVE: WASD\r\nTURN (R/L): ARROW KEYS <- and ->\r\nSHOOT: SPACE\r\n\r\n\r\nwe know the balanec might not be right but we were only 4 who could test it at a time."
}