{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_oaks_laboratory_fix.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 312077,
			"_nDownloadCount": 6812,
			"_nFilesize": 34734423,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/312077",
			"_sFile": "_5675-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1306839002
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128403,
	"_sName": "mg_oaks_laboratory_fix",
	"_sText": "<div align=\"center\"><fieldset><font size=\"3\">After hours of work ProfessorOak presents..</font><br><font size=\"6\">mg_oaks_laboratory_fix <br><font size=\"3\">(sequel of mg_oaks_course)</font></font><br></fieldset></div>\r\n\r\n<fieldset><legend><font size=\"3\"><b class=\"blue\">Storyline</b><br></font></legend>\r\nOaks Laboratory, founded by Professor Oak, was built in 1943.<br>Officially specialized in research and development of nuclear energy and radiation.<br><br>In the years, the company achieved great success and became one of the best-known laboratories.<br><br>Today, we're living in the year 1988. After a period of 45 years, a dangerous experiment turned out completely wrong, causing a leak in one of the reactors of the laboratory. Luckely this happened by night, only a few people died immediately after the disaster. Police enforcements evacuated the whole building but were not able to rescue the people in the deepest places of the lab.<br><br>You're still in there... In those dark areas of the laboratory. In only 240 seconds, you must find your way out without letting the biohazard radiation escape out of the building!<br>\r\n</fieldset>\r\n\r\n<fieldset><legend><font size=\"3\"><b class=\"blue\">Important notes</b><br></font></legend>\r\nMap's pretty big (A 89 Megabyte .bsp file, including all custom textures, models and sounds)<br><br>\r\n\r\nFor those who have no idea what this map's about, it's a course map!<br>\r\nThe obstacles or traps are in my opinion not difficult (A beta testing prooved the diffrent!). It's more about the fact of completing it by 240 seconds.<br><br>Obstacles are created with an eye to realism. Those traps could exist in real life, you won't see flying platforms and such.<br><br>When someone finishes the map, everyone will get teleported (+Gunstripper) to a room where they'll see a truck (transporting the player who finished the map) passing by. The winner gets an m4a1, friendly fire will be enabled for him, can't be something else but fun! Each teamkill, one extra kill for the winner + Receiving a bonus 999 kills.<br><br>Not completing the map in time will have a huge plane crash as result (screen 2), letting the biohazard radiation to escape out of the building.<br>\r\n</fieldset>\r\n\r\n<fieldset><font size=\"3\"></font><div align=\"center\"><font size=\"3\">Special Thanks</font><br>\r\nI'd like to thank everyone who made this possible:</div>\r\n<font size=\"3\"><ul><li>zaCade - General help and advice.\r\n</li><li>Keamon - Helped me out with the gun resetter.\r\n</li><li>LilHa - Creating all custom textures.\r\n</li><li>ZwiebelBitch - End idea (Truck & Hello Kitty room) + Nice to chat with!\r\n</li><li>[SG] Paul - Advice, testing and beta testing. Idea of modified round: after someone completes the map, a teleport in level 2 will become available.\r\n</li><li>Acehigh - Testing, Ideas. (Monster (Plane) idea)\r\n</li><li>...\r\n</li><li>Tweakgaming.com (Beta testing, support)\r\n</li><li>Steamgamers.com (Beta testing)\r\n\r\n</li></ul></font></fieldset>\r\n\r\nWalktrough, made by Rubber Johnny! Well-done, though he's not always using the correct way of passing a level!\r\n\r\n<iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/0EJtaFZdxUw\" frameborder=\"0\" allowfullscreen></iframe>"
}