{
	"_aAlternateFileSources": [
		{
			"url": "http://www.mediafire.com/download/c18jmxfljql5dwt/mg_pw_haze_full_v2.bsp"
		},
		{
			"url": "http://www.mediafire.com/download/s0dzqa2pujlvu5f/mg_pw_haze_half_v2.bsp"
		},
		{
			"url": "http://www.mediafire.com/download/21nly6r3bzu2rgi/mg_pw_haze_quarter_v2.bsp"
		}
	],
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_pw_haze_full_v2.bsp",
					"mg_pw_haze_half_v2.bsp",
					"mg_pw_haze_quarter_v2.bsp",
					"readme.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 283034,
			"_nDownloadCount": 3690,
			"_nFilesize": 122819798,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/283034",
			"_sFile": "mg_pw_haze_maps.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1431713336
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128499,
	"_sName": "mg_pw_haze_v2",
	"_sText": "Edit: Tried to fix the broken formatting of the post after a gamebanana update or something.<br><br>(There are three versions of this map to accommodate for every server's hardware capabilities/player preferences!)\r\n<br>\r\nAfter what was apparently about a year and a half (or more) I have finally gotten around to updating mg <em>pw</em> haze to a version 2!\r\n<br>This map is essentially Pirateship Wars from Garry's Mod (as the ships are taken from this with permission by Captainshaun, the original author of the ships) but brought to css along with some pretty extravagant original additions.\r\n\r\nThe (full) map consists of two main play-areas: Ocean, and Stomach.\r\n<br><br>\r\n---OCEAN---\r\n<br><br>\r\nThe Ocean contents of the map consist of 2 fully sailable, semi-destructible, completely sinkable, physics-based pirate ships that each team can sail about the ocean, and attack with. \r\n\r\nAnd these ships consist of:\r\n<br>\r\n-8 fully aimable upper-deck cannons (4 on each side) that can be used to blast away pieces of an enemy ship!\r\n<br>\r\n-A food bar below deck with slow (team-specific) health regeneration and a hidden music button (different songs per ship) <br>\r\n\r\n-Ladders on both sides of each ship to allow for quick boarding.\r\n<br>\r\n-3 detachable masts! They can be knifed to pieces, or fall down upon the ship taking enough damage. (Each mast lost causes the ship to lose 33% of its speed) \r\n\r\n-Destructible rotor! (If the rotor is hit with a cannonball, the ship loses its ability to turn) <br>\r\n\r\n-A gradual sinking phase once the ship has taken enough damage. (Signified by the ship losing all three masts) \r\n\r\n-A destructible powder keg in the front lower-deck of the ship, concealed behind a damaged wooden door! (If the door is broken down, and the barrel destroyed, the ship will immediately begin its sinking phase)\r\n<br>\r\n-Tip signs to quickly inform new players about how their environment works (mostly just the above information, but with less words)\r\n\r\n<br><br>Players are also limited to only having knives for this area of the map, to encourage naval battles, or hostile boarding!\r\n\r\nThe ocean water itself causes minor but constant fatigue damage, but only on the surface of the water. Swimming just beneath the surface will cause no fatigue damage, but you eventually need to resurface for air. This makes lone-swimming a hazardous but viable tactic for hostile boardings even if the ships are far apart. \r\n\r\n<br>Additionally, the Ocean area of the map has a massive sea monster. Her name is 'Drone'. She is given her namesake for the eery low-toned moaning noises she makes when awoken (on a random timer), as well as when she swims nearby. \r\n\r\nIf you or your ship are swallowed by Drone, you die instantly upon her jaws clamping shut.\r\nHowever, if both your ship and the enemy's ship are swallowed at the same time, the game instead continues within her stomach! This is known as a 'Stomach Run'.\r\n<br><br>\r\n---STOMACH---\r\n\r\n<br><br>The Stomach Run contents of the map consist of two Fragment Ships, which are essentially your larger ships, but chewed up and broken into but a small fraction of what they once were. Still mobile, if only just, they have only 1 cannon each, and with each piece broken from an enemy cannon ball, the fragment ship loses more and more buoyancy until it can't even stay afloat with a single player on it. \r\n\r\n<br><br>There are two perk locations in Drone's stomach that helmsmen can float over to. \r\n\r\n<br><br>-The S.S. Captainshaun is a wrecked vessel that made it into the stomach in much better shape than your own ship, but still far too damaged to ever sail again. Inside this wrecked ship, you can find grenades and flashbangs, as well as three pistols to provide you and your surviving teammates with extra power to finish the round.\r\n\r\n<br>-Regeneration Goop can be located in a short cavern within the stomach lining. Signified with a distinct blue glow, the healing liquid falling from the purification sac above will coat any players who pass through the small wall of goop, and grant them permanent but slow health regeneration for the rest of the round (plus double the heal rate if you stand in the puddled area while coated) \r\n\r\nThere is also a single deagle that can be found on the middle stretch of stomach separating the fragment ships. \r\n\r\nA smoke grenade, 2 frag grenades, and a pistol can also be found on the long abandoned viking ships at the entrance and within the cavern of regenerative goop. <br><br>\r\n\r\n-Regurgitation Rapids-\r\n<br><br>\r\nTake note, though: If both teams survive for too long inside Drone's stomach, Acid Reflux will occur! When this happens, the stomach acid your fragment ships float upon will begin to rise and eventually flood the entire stomach, putting the continuing battle on a timer. The only way to survive Acid Reflux is to turn it into full-on regurgitation, and steer your busted up vessel through 1 of 2 possible canals (1 for each team's fragment ship) that lead to the back of the throat. If you and your team are skilled enough to stay afloat through the Regurgitation Rapids, you will eventually wind up pressed into a close-quarters pit of rising stomach acid, where you will have one final chance to sink/kill your enemy, or live and let live as both of you ride the regurgitation all the way to the top, and back out of Drone's mouth. \r\n\r\n<br><br>===============================\r\n\r\n<br><br>What's that? The hardware that runs your server isn't top-notch and causes lag when the sea monster eats ships?\r\n\r\n<br>You don't like the file size of the map causing such a long download for your players?\r\n\r\n<br>You don't like the Stomach Run in general?\r\n\r\n<br>You think the sea monster ruins perfectly good naval battles that would have had a clear victor otherwise?\r\n\r\nYou think the fog is annoying?\r\n<br>\r\nYou think the ships are too far apart and it takes too long to get into actual battles?\r\n<br>\r\nWell you're in luck! There are two other versions of mg <em>pw</em> haze_v2 available for download to fix any or all of these complaints. <br>(Check the alternate downloads for mediafire links to the individual versions if you do not want to download the .zip hosted here which contains all three in a single download)\r\n\r\nYou can download:\r\n\r\n<br><br>mg <em>pw </em>haze <em>full</em> v2 - which consists of 100% of the content the map was originally built with, but weighing in at a whopping 118 megabytes of embedded .bsp goodness (or badness, depending on the quality of your fast dl server) \r\n\r\n<br><br>mg <em>pw </em>haze <em>half </em>v2 - which consists of roughly 50% of the content the map was originally built with. The stomach run, and secret ship music are completely redacted, and instead you only have the two ships and the sea monster. This version weighs in at a much more acceptable 54 megabytes. <br><br>mg<em> pw </em>haze<em> quarter</em> v2 - which is roughly 25% of the content the map was originally built with. The stomach run, the secret ship music, the sea monster, and the ocean fog are all completely redacted. You are left with nothing but the two fully functioning pirate ships that are roughly 70% closer to each other on a still nighttime ocean, turning this version into more of a highly upgraded mg_piratewars (without the lifeboats). This version weighs in at a much more average size of 26 megabytes, fitting right in with, or probably considerably below some of your more popular obstacle course maps for instance."
}