{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_pw_haze_full.bsp",
					"mg_pw_haze_half.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 288272,
			"_nDownloadCount": 1809,
			"_nFilesize": 109615715,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/288272",
			"_sFile": "mg_pw_haze.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1399188301
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128498,
	"_sName": "mg_pw_haze",
	"_sText": "!!!NOTICE!!!\r\nThis is version 1 of mg_pw_haze! Version 2 with a plethora of fixes and new content has been released, so you should download that instead: http://css.gamebanana.com/maps/185773\r\n\r\n(There are two versions of this map in the .zip. Half, and full. Half is without the stomach run and secret ship music, to reduce file size down to around 53 megabytes. Full has all content the map was originally built with, and is about 108 megabytes large) \r\n\r\nHere is a map I've been working on for a good few months. Started out as a neat idea to give more immersive diversity to pvkii. I quickly then realized that mod is complete shit, and is run by absolute idiots driving its sloppily balanced ass into the ground. It being such a cool map I put so much time into, I figured I'd get it seen by more people, and convert it over to a more not-shit game with a larger base of players. I.E., the minigames community of CSS. \r\n\r\nThe map is essentially Garry's Mod Pirateship wars, revived by Captainshaun mostly. I took his ships, modified them quite a bit, and then built my own map around said ships. \r\n\r\nMain Map Contents: \r\n\r\n(2) Large sailable, destructable, physics-based pirate ships, armed with 8 cannons each. \r\n\r\nA food bar in the lower deck of each ship for slow (team-specific) health regeneration. \r\n\r\n'Fake-ladders' on each side of each ship, which are just teleports up to the upper deck. \r\n\r\nAn explosive barrel at the lower front of each ship. If you break the left door and destroy the barrel, its ship starts its sinking phase immediately. \r\n\r\nA sea monster. \r\n\r\nA separate portion of the map reserved for in case both ships are eaten at the same time. In this case, the game continues inside of the sea monsters stomach. This is called a Stomach Run, and is virtually its own map in its own right, with an entirely different set of miniature content for players to utilize. \r\n\r\nTip signs on each ship for newer players to become more familiar with how dynamic the ship and environment is. \r\n\r\nAnd more! (which the tip signs cover)"
}