{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_oaks_course.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 317123,
			"_nDownloadCount": 3693,
			"_nFilesize": 2490650,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/317123",
			"_sFile": "mg_oaks_course.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1290254543
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128401,
	"_sName": "mg_oaks_course",
	"_sText": "*** MG_OAKS_COURSE ***\r\n\r\nMap made by ProfessorOak - Tweakgaming.com\r\n\r\nNotes:\r\nMap consists of 12 (difficult) levels.\r\nSkills are needed to complete this map.\r\n\r\nRespawning is possible.\r\nYou can respawn until someone presses a button to close the gate in level 4. (+ Console message).\r\nRespawn by joining spectators followed by joining Terrorist.\r\n\r\nFull-English \r\nAll Console commands are English\r\n\r\n\r\nLevel 1:\r\nClimb (Easy)\r\n\r\nLevel 2: \r\nMake your way trough the moving obstacles (Hard)\r\n\r\nLevel 3: \r\nJump on the pilars. Try not to get hit by the moving obstacle. (Hard)\r\n\r\nLevel 4: \r\nJump on the box. Evade the metal pipes. Strafe to the left while running forward to jump on a metal pipe. Continue going forward will destroy the platform and will kill you.\r\n\r\nGo into the vent. Break the vent which is lower than the other vents.\r\nJump on another moving box and break into the control room. (Hard)\r\n\r\n(In the control room, there is this button to close the maingate which disables respawning.)\r\n\r\nLevel 5:\r\nClimb to above, jumping from ladder to ladder. If you miss a ladder, you'll fall down and lose HP. (Quite easy)\r\n\r\nLevel 6: \r\nGet to the ground, by jumping on the one-by-one spawning boxes. \r\n\r\nPress the right button (HINT: It's always the button right to the button with the sparks) (Hard)\r\n\r\n\r\nLevel 7\r\nPART 1:\r\nEvade lasers. Touching the lasers will get you killed. (Easy)\r\n\r\nPART 2:\r\nMake your way trough the obstacles while the trigger push is pushing you to the other platforms. At the end, there is this spectacular jump. Big fun if you make it. (Hard)\r\n\r\nPART 3:\r\nTry to jump on the rope. Climb to above (Easy)\r\n\r\nLevel 8\r\nTunnel with cars. Cars are moving forward. Make your way trough the moving cars and evade the pilars in the middle of the tunnel. Cars are horning. (Hard)\r\n\r\nLevel 9:\r\nGo to the top of the stairs-room. Try not the fall down (Quite easy)\r\n\r\nBreak one of the hinges to make the door go open. (Easy)\r\n\r\nLevel 10: \r\nTry to know how the secret course works. HINT: (Look at the ceiling and follow a path..) (Easy)\r\n\r\nLevel 11: \r\nThe final door will be locked. If you want it to go open, the ceiling will break, the glass will break because there are 2 gigantic balls rolling towards to you. Try to find a spot as fast as possible to stay alive. (Hard)\r\n\r\nLevel 12:\r\nFinal Level:\r\n\r\nChoose a button. Choosing the right button gives you 1000 kills. Choosing the wrong one, makes you go BOOM! (Easy...)\r\n\r\nNOTE:\r\nMap tested on Tweakgaming.com server with 32 players (No-Block enabled!)\r\nBig fun we had!\r\n\r\nI hope this map will have success and I look towards to play it in your server. (Please tell me your server IP if you downloaded this map!)\r\n\r\nNOTE:\r\nMap has got 8 secrets.\r\n\r\nEnjoy! (8 MB > 3 MB music)\r\n(Last Screenshot is a screenshot taken out of the map.)\r\n\r\n\r\n\r\n\r\n\r\n"
}