{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"MG_Smokefight.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 324815,
			"_nDownloadCount": 1164,
			"_nFilesize": 660851,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/324815",
			"_sFile": "mg_smokefight.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1266186611
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128698,
	"_sName": "mg_smokefight",
	"_sText": "This map should be pretty self explanatory, pick up smokegrenades, throw smokegrenades, hopefully make contact. I was mainly hoping to try out a new form of gameplay with this map and i think i might of acheived this. the map overall is pretty good not complicated but smooth and fine enough to not strain the eyes, hopefully i made it light enough.. \r\n\r\nThe game should begin with the two teams spawning on either ends and both sets of players losing 99HP each, this is to ensure that the smokenade will kill on first contact. the Floor of the level should be noted that it will not Bounce the nades as it would create to much of a distortion and would end up being difficult for those to throw nades through the smoke. This version comes with knifes as i found out that there will be problems with just smokenades spawning so i decided to put in knive's as well. \r\n\r\nI tested this with my friend's on LAN and i found it to be really good a bit daunting and difficult at first but once you get used to the nades physics it turns out really fun.:D \r\n\r\nI don't real wan't to many comments on the actual level design as i spent about 60% of the map on how the actual nades will spawn and be equally distributed through out the map. \r\n\r\nI would love for more people to take on the idea and test it out for themselves because that would be great to see more user created files of smokefight going round.:D. \r\n\r\nI'm Putting the map in a Beta Stage as there might be a few problem's with the actual map itself but i did test it and didn't see many problems come up. so i would like to get feedback with that."
}