{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_ski_mountain_resort_fix.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 306635,
			"_nDownloadCount": 7163,
			"_nFilesize": 10721972,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/306635",
			"_sFile": "mg_ski_mountain_resort_fix.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1324205798
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128652,
	"_sName": "mg_ski_mountain_resort_fix NEW",
	"_sText": "<div align=\"center\"><fieldset><font size=\"3\">With the permission of Tomgreen, I proudly present you..</font><br><font size=\"6\">mg_ski_mountain_resort_fix <br><font size=\"3\">(a complete makeover of mg_ski_mountain)</font></font><br></fieldset></div>\r\n\r\n<fieldset><legend><font size=\"3\"><b class=\"blue\">mg_ski_mountain_resort_fix?!</b><br></font></legend>\r\n\r\n<fieldset><legend><font size=\"3\"><b class=\"blue\">mg_ski_mountain_resort_FIX - Changes..</b><br></font></legend>\r\nTried to make a better gameplay in the building on the bottom of the mountain. Did that by closing the back of it.<br><br>\r\n- You can land on the green bushes in the building without taking any fall damage - (3rd screen)<br> \r\n- You can slide on the ski lifts and gain extra speed. <i>(idea: AnOriginalRob)</i> Still, it's not easy to get on them without dying!<br>\r\n- You can't see trough the small windows from any side. Better for the gameplay and to sneakily taking down your enemy<br>\r\n- Added few guns<br>\r\n- The hole in the ceiling got deleted as it caused camping.<br>\r\n- The top glass windows of the building can only be broken when someone lands on it, so when the pressure's high enough.<br><br>\r\n- <b>Please redownload and replace this version with the older v1!</b>\r\n</fieldset>\r\n\r\nThat's right. Finally a new update on this map, now with a great ski lodge! Extra surframps got added, extra weapons, quite a few secrets and a bunch of new possibilities to literally fly trough the lodge. This map was not made from scratch, though everything got deleted besides the original ski mountain (and its components) and the structure of the map.\r\n<br>\r\n<br>\r\nWhat's new.. Well, first of all I tried working on the design of the building on the bottom of the mountain. With new custom textures and models I tried to make the best of it. It's more a cartoony building instead of a realistic one. However, a realistic building wouldn't fit the map and wouldn't do good for the performance of the map.<br><br>Two new songs got added. You'll need to find out how to activate them. (not a big deal)<br><br>In the third screenshot you see a yellow circle. There are two of them and they spawn by 25 percent chance. If they spawn, you could try flying trough them.. No idea why that would be good.. eh.. r.. right.<br><br>Thanks to everyone listed somewhere on this page, especially Tomgreen for giving me the opportunity to modify this map. I'd also like to thank Kaemon for saying what I had to do to optimize this map, and also Paul for giving me the chance to test this map a bunch of times on the Steamgamers minigame server with it's nice amount of players.<br><br>Enjoy!\r\n</fieldset>"
}