{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_shinobi.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 327757,
			"_nDownloadCount": 3071,
			"_nFilesize": 18475578,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/327757",
			"_sFile": "mg_shinobi.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1256583462
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128624,
	"_sName": "mg_shinobi",
	"_sText": "Valley of the Cult, Nippon\r\nKamakura Era, 1291 CE\r\n\r\nA forest spirit once spoke of the belief holding more power than the blade. The Oni cult may very well prove this warning to be true as it grows in number. Oni Priests have been spreading their influence by burning a hallucinogenic herb in villages, turning peasants into frenzied zealots. More and more people are growing dependent on the drug, becoming puppets for their new masters.\r\n\r\nAn order from the Shogunate has been issued to the Togakure-ryu to investigate the cult and discover its true intent. Genin have been sent to the secluded valley to steal a sacred scroll and return to their handler.\r\n\r\n\r\nGAMEPLAY:\r\n\r\nThere are (3) Counter-Terrorists (shinobi) versus up to (30) Terrorists (cultists).\r\nCounter-Terrorists have three main weapons attached to knives that they can use, while Terrorists are given one specialized knife designed to catch Counter-Terrorists. All other Terrorists are normal players with knives.\r\n\r\nThe actual game play is dynamic depending on the amount of players present. When there are ten or more Terrorists (cultists) then the main game mode will be enabled. This game mode, known as 'scroll mode', is designed to utilize the Counter-Terrorists (shinobi) sneak abilities along with their deadly arsenal to make for an interesting user experience. While scroll mode is enabled, the Counter-Terrorist must steal one of three scrolls by touching them and then escape to a palisade gate that opens once one of the scrolls are taken. There is a scroll located in the Great Oni Temple, the War & Painting Room, and the Tengu Pagoda. The palisade gate is located behind the Terrorist spawn, near the Pagoda, and is closed until a scroll is captured by one of the Counter-Terrorists. \r\n\r\nIf there are not enough players (less than 10 Terrorists) then team deathmatch mode will be enabled.\r\n\r\nWEAPONS:\r\n\r\nThere are four known weapons available, along with a secret weapon.\r\nCT PUSH Sword: A skilled practitioner in taijutsu, the shinobi can push victims away from her to keep the enemy at bay. Right-click to use. 5 second cool down.\r\nCT POISON Sword: A deadly poison has been concocted by the Togakure ryu to aid the shinobi on their mission. A fine mist will spray in front of the user that will quickly kill opponents upon contact. Right-click to use. 15 second cool down.\r\nCT SPEED Sword: Calling upon the strength of forest spirits, the shinobi can boost his speed for a short amount of time, thus escaping even the fastest of opponents. 2x speed boost for 5 seconds. Right-click to use. 20 second cool down.\r\nCT Night Vision: Shinobi can see easily in the dark. Cultists can't.\r\n\r\nT SAMURAI PRIEST Sword: The Samurai Priest is a fast and agile adversary and can take quite a deal of punishment. 1.25x constant speed boost + slow heal over time. Can heal team mates. \r\n\r\nThere may or may not be a secret dagger available to the shinobi. Sources say that not only does it offer constant healing qualities, but it can transport a shinobi and her victims far into the sky when invoked.\r\n\r\nQUICKNOTES:\r\n\r\n-Scroll Mode-\r\nCounter-Terrorist objectives: \r\n* Steal a scroll by touching it.\r\n* Travel to the palisade gate and go through it.\r\n* Do not take too long or you will commit suicide.\r\n\r\nTerrorist objectives:\r\n* Keep the Counter-Terrorists from taking a scroll and escaping.\r\n\r\n-Team Deathmatch Mode-\r\nKill the other team in the allotted time.\r\n\r\n-CT Weapons-\r\nRight-click to use.\r\n\r\nMANI Server Plugin is required to fully utilize gameplay. This is due to a special command that automatically swaps out Counter-Terrorists every round to eliminate team hogging.\r\n\r\n\r\nMap: Butterknife (Jaekto)\r\nGargoyle and Pagoda brushwork: jlm\r\nVegetation: Shiroko\r\nintox. studios"
}