{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"MG Serpentis Temple V1 - Full Changelog.txt",
					"README.txt",
					"mg_serpentis_temple_V1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 287340,
			"_nDownloadCount": 5074,
			"_nFilesize": 59800716,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/287340",
			"_sFile": "mg_serpentis_temple_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1403698294
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128616,
	"_sName": "MG_Serpentis_Temple_V1",
	"_sText": "Serpentis Temple is a different kind of Mini Game that plays very much like an adventure for 6 to 64 players.\r\nTake in mind that some degree of Teamwork is required and the way some of the rooms are designed mandates a minimum of 6 players to reach the end without cheats.\r\nThere is only 1 Team and all players fight together to conquer the traps and dangers they will encounter in the Serpentis Temple.\r\nAfter completing a series of trials in 8 different rooms you will get to face one of the Goddess of the Serpentine people.\r\n\r\nThis map includes:\r\n\r\n- 64 Spawns.\r\n- Custom Particles.\r\n- Custom Models.\r\n- 1 Custom Skin (obtainable by touching a crystal or with admin powers).\r\n- Lots of traps.\r\n- 8 Trial-Rooms (7 of them requiring 2 or more players)\r\n- Shortcuts and Teleports for faster pacing.\r\n- A Boss Fight in the very end.\r\n\r\nTake in mind this map usually takes at least 2 hours to complete from beginning to end (you let me know your personal records, no cheating!) and it may even take longer if you aren't familiar with the map.\r\nSome rooms are extremely hard if you don't have people that are good at strafing, ladder jumping, running, dodging things that want to kill you or just plain team communication.\r\n\r\nEnjoy!\r\n(Or suffer)."
}