{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_spy_arena.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 315807,
			"_nDownloadCount": 1516,
			"_nFilesize": 646521,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/315807",
			"_sFile": "358__68-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1293973598
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128738,
	"_sName": "mg_spy_arena",
	"_sText": "UPDATE:\nRecently, I have checked and if I am correct, it now seems that downloads are working properly. ;)\n\nINFORMATION ON THE MAP (mg_spy_arena_v1)\n----------------------\nThere is only 1 CT who is the spy. His aim is to completely wipe out the Ts located in the warehouse and only has 2 minutes to do so.\nHe spawns with a knife which is also invisible. To help him elimate all the Ts, he has 7 specials which he can select.\n\nButton 1: Grants him with a glock only containing 1 clip\nButton 2: Granting him with 1 nade.\nButton 3: Switches off the lights in the warehouse (see image 2).\nButton 4: Adds 1 minute onto the round.\nButton 5: Grants him with 2 flashes.\nButton 6: Grants him with a smoke grenade.\nButton 7: Grants him access to the medic room only once. \n\nIf the spy manages to elimate all the Ts, then the next round starts.\nIf the spy fails to kill all the Ts in the round time, a blast door will start to open with an alarm. Behind the blast door are 10 paras which the Ts use to find and elimate the spy.\n\n--------------------\n\nImage 1 shows CT spawn. The part in the middle of the room is the teleporter which will transport the spy into the arena (images 2,3,4).\n\nImage 2 shows what the warehouse looks like if the spy decides to switch off the lights.\n\nImage 3 shows the view from the Ts. They start with no weapons.\n\nImage 4 shows an overview shot of the warehouse (arena)."
}