{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_leech_ultimate_challenge.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 333695,
			"_nDownloadCount": 1422,
			"_nFilesize": 1682681,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/333695",
			"_sFile": "mg_leech_ultimate_challenge.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1236584422
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128831,
	"_sName": "mg_ultimate_challenge_beta",
	"_sText": "This was my very first map using the Hammer Editor.\r\nI went on winter break for my college and decided to fool around with that editor.\r\nFooling around with it led to ideas, and my ideas eventually ended up in my very own map.\r\nFor my very first map, this isn't a bad turnout to my expectations for my own.\r\nI think I got rid of all of the bugs, although there might be one or two flaws in the gameplay portion of it, but for the most part there shouldn't be any crashes or anything of that sort.\r\nI made sure that the map is completable on both sides (T and CT) as well as making it so that not one side has an advantage over the other.\r\nNevertheless, here is my map.\r\nI'll give you details about it (below) and please give me feedback for future references when I make a map.\r\n\r\n**NOBLOCK Mod (or whatever you call it) is a must... otherwise you will end up getting stuck inside of eachother.**\r\n\r\n***Also... the unique thing is that even if you can't complete a certain challenge, as long as one of your teammates completes it (except for the 6th challenge) then you can move onto the next challenge via a teleporter somewhere in the beginning of that level.***\r\n\r\n1st Level - Invisible Maze\r\n2nd Level - Jumping (****Just a note!  I made the walls translucent for a reason.  I did it that way so that they can see where the walls are as well as seeing the other team's progress.  I would've done a clear wall but I couldn't figure out which texture that was. Doh!****)\r\n3rd Level - Grenades\r\n4th Level - Accuracy\r\n5th Level - Teamwork\r\n6th Level - Timing\r\n\r\nEnjoy!\r\n\r\n***IMPORTANT***\r\nAfter playing it with several people on a server I noticed a few things wrong with it.\r\nFor one thing, I never changed the time limit.  So, pretty much you have 5 mins to complete the whole map, which I intended was at least 10+ mins for completion.\r\nFound one bug as well... if you throw a nade on the accuracy level (level 4), it may cause a server crash.  That happened once on the server I was playing on.\r\nIn conclusion, don't judge me solely on this version of it... I will be fixing it so that it works.  Following, I will release the final version of it whenever I all of the problems are fixed."
}