{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"mg_zeizeiii_2easy": [
						"Thank you all.txt",
						"mg_ZeiZeiii_2easy.bsp"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 275054,
			"_nDownloadCount": 1291,
			"_nFilesize": 20655423,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/275054",
			"_sFile": "mg_zeizeiii_2easy.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1484167736
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "-",
					"text": "I'm sorry about that, but if you download 7zip(free zip program that I always use) you can extract it. I'm sorry for the trouble and I'm not promoting it or anything, I just got used to using it and when I uploaded this map I didnt think about it, sorry"
				}
			],
			"_sText": "",
			"_sTitle": "EDIT: the file is .7z",
			"_tsDateAdded": 1508618205
		}
	],
	"_idRow": 128886,
	"_sName": "mg_ZeiZeiii_2easy",
	"_sText": "<h1><span class=\"RedColor\">Hello everybody, it's been a long time...</span></h1>It's been 4 years since my last map upload here on gamebanana, and I have to say <span class=\"GreenColor\">time really flies by</span>. Today I decided to upload sequel to the original&nbsp;<a href=\"http://gamebanana.com/maps/163584\">mg_zeizeiii</a>&nbsp;.&nbsp;<br><br>I made this map back in 2013 i think, but never released it here. Thats why you may have seen it somewhere before. This map as previous one is rather \"easy\" course map with a lot to discover. Over 25 levels to play through and a lot of secrets etc.&nbsp;<br><br>It is really stupid to say this because it's been so long time from previous map upload, but this map features different soundtrack to each \"worlds\", which I learned myself just for this map. But I have to say, there are some missing textures on some levels which makes me and probably you a bit mad, but I can't do anything for that because I made this 3years ago and lost a lot of the material etc. Hope you understand. <i>To mention it is just a couple levels, nothing serious(I hope).</i><br><br>To notify you, this is <i>not the \"original\" map</i>. The \"original\" one is mg_ZeiZeiii_2 which I made first. But because players thought it was a bit too hard I made this easier version. If you would like to play the original harder one, please write a comment and I can upload it here too.<br><br>And what comes to the texture creators, I cannot remember the names anymore, but if you spot your texture on this map you can comment about it and I will add you to credits. All the downloaded textures was downloaded from here, gamebanana, so I'll check the profiles uploads to confirm.<br><br>Thank you all \"veterans\" who liked my maps 4-5 years back, and I hope all the good for you, and for you newer hosts and players, keep the flag of css high!!<br><br>Whooof, after that, I have to say that&nbsp;I am officially being retired from css map making (having being for 3years for now) because life goes on and one grows up, I would love to make content, but becaming adult means less freetime, and on top of that i think css community isn't the same again. It might be because im a lot older now, but thats just how i feel.<br><br>I hope you enjoy this map, it have been a wild ride during those 3000hours of css.<br><br><h1><span class=\"RedColor\">Love you, bye</span></h1><br>PS. I also made mg_ZeiZeiii_Xmas map which is xmas edition of the mg_ZeiZeiii(with completely different levels ofc(and before this map)), so if you doesn't have that yet and would like to, mention it in the comments ;D"
}