{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_yuras_multigames.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 292110,
			"_nDownloadCount": 1940,
			"_nFilesize": 23409413,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/292110",
			"_sFile": "mg_yuras_multigames_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1380562815
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128884,
	"_sName": "mg_yuras_multigames",
	"_sText": "knife arena - you get 35 hp and you are on map with large pit, you can hear 'this is sparta remix' song\r\n\r\npaintball - you get mp5 and 1 hp and then it's up to you and your team\r\n\r\nrotating rope - you spawn in a room and after few seconds rope starts to rotate, each wave you survive, you get 10 score points, you can hear 'meatspin' music at the background\r\n\r\ncourse - you spawn on a grass and your goal is to finish the course first without dying. The one who gets to the finish is awarded by 10 score points\r\n\r\nclimb - you spawn in a deep hole and your goal is to climb up, you can hear annoying music at the background, the one who gets to the top will be awarded by 10 score points\r\n\r\nzombie survival - random team will be set as zombies / humans. As humans you have 10 seconds to find a weapon and find yourself a safe place to survive. As zombie you have to hunt down humans, you cannot pick up any gun but you have 3000 hp.\r\n\r\nrace - you spawn on a dusty ground and your goal is to get to the finish as first without rage quitting, be careful though because the time is limited.\r\n\r\nhunt - random team will be set as hunters / victims. As victims you need to hide in a big house, you have one flashbang and that's it, you need to wait for police arrival. As hunters you have knife but you need to wait 20 seconds until you are released into the house, then you just need to kill all of them until the time runs out."
}