{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"maps": [
							"mg_minecraft_multigames_V1.bsp"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 293768,
			"_nDownloadCount": 2628,
			"_nFilesize": 23189872,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/293768",
			"_sFile": "mg_minecraft_multigames_v1_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1372636296
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128895,
	"_sName": "minigames about minecraft V1",
	"_sText": "Map inspired by the game \"Minecraft\". Created with the source graphics engine for Counter-Strike Source.\r\n=======objective=======\r\n\r\nTrying to get to the center, to enter the portal, which will take you to choose the multiple games, which are:\r\n\r\nScout and Knife: typical scout and knife map. Kill the other team with Scout and Knife.\r\n\r\nAWP: AWP typical map. Kill the other team with AWP.\r\n\r\nIce Skate: typical ice skate map. Kill the other team with Knife.\r\n\r\nRace: typical race map. Run as fast as you can and overcoming all obstacles, to reach first and get the m249.\r\n\r\nBhop: typical bhop map. Jump as fast as possible, reach the end and get the m249.\r\n\r\nKnife Battle: kill the other team with a single blow with the knife.\r\n\r\nRandom Weapons: Each round will be different, try to point you in the head.\r\n\r\nClimb: Climb typical map. Upload as fast as you can without falling, and you will get the m249.\r\n\r\nTrain: Buy a gun, you have 10 seconds to do, and 3 seconds to hop on the train, which will go to full speed. Try to kill the other team, before they do so.\r\n\r\nHE: HE typical map. If in 5 min not win, it will break the barrier.\r\n\r\nSurvive: Try to survive the fall of TNT, these will fall randomly, try to \r\nlast longer than your opponent.\r\n\r\nZombie Attack: Try to survive the hordes coming at you from all sides, headshots, to kill and shooting in the arm to not get hurt. Care at the end, with the Enderman.\r\n\r\nBreak Glass: breaking vidro of where your opponent well, make him fall.\r\n\r\nDiamon Search: search the entire mine diamonds in chests and in its raw form, when you get the 3 diamonds earn.\r\n\r\nStrongholds: finds the portal to the end. in order to win.\r\n\r\nTotal: 15 minigames + 1 random for the undecided.\r\n\r\n=======NEW=======\r\n\r\nAdd music 8 different songs \r\nadd auto game choose after 2min \r\nBhop: if someone gets the m249 the other players will be teleported to the end, and if no one comes to the end all players will be teleported and will be given a knife.\r\n\r\nScout: now the players can climb de trees.\r\n\r\nAwp: now the bridge appears after 2min.\r\n\r\nClimb: add falldamage and water removed.\r\n\r\nIceskate: add some obstacles.\r\n\r\nSurvive: TNT damage reduced.\r\n\r\nGranade: is changed the size of the holes\r\n\r\nStronghold: when someone finds the portal to the END, all players will be teleported to the END and the winner will give you a m249.\r\n\r\nTrains: add other train.\r\n\r\nRandom weapons: underground was added another path.\r\n\r\nRace: remove ladders.\r\n\r\nZombie horde: add buyzone, the place was expanded\r\n\r\nskybox fixed\r\n\r\nIf there are errors, comment :).\r\nEnjoy FuChuSS"
}