{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "mg_unknown_worlds_v2 README.txt",
					"1": "mg_unknown_worlds_v2.bsp",
					"mg_unknown_worlds_v2 Screenshots": [
						"Thumbs.db",
						"mguwv2_s1.jpg",
						"mguwv2_s10.jpg",
						"mguwv2_s11.jpg",
						"mguwv2_s2.jpg",
						"mguwv2_s3.jpg",
						"mguwv2_s4.jpg",
						"mguwv2_s5.jpg",
						"mguwv2_s6.jpg",
						"mguwv2_s7.jpg",
						"mguwv2_s8.jpg",
						"mguwv2_s9.jpg"
					]
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 311520,
			"_nDownloadCount": 1238,
			"_nFilesize": 4227152,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/311520",
			"_sFile": "_6425-.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1308578577
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128835,
	"_sName": "Mg_Unknown_Worlds_V2",
	"_sText": "WALKTHROUGH:\r\n\r\n LEVEL 1:\r\n  \r\n     Jump over water and shoot the graffiti to the left and fall in a hole below it. Press the button and the glass above will break. Press the button where the glass broke to break the cylinder. Go back into the water and swim all the way to the bottom until you fall through. Pick a gun and go through the teleporter to the next level.\r\n\r\nLevel 2:\r\n\r\n     Shoot the vents with a gun until you break both of them. Stand as far back in the corner as possible to shoot the red fuse in the back where you shot the vents. You should break another vent below you in the corner or you should automatically fall into it. Shoot the another vent below you. Now figure out the combination of the red fuses by hitting your use key on them until they are all pressed in. The water should rise and you should shoot the upper vent. When the water has fully risen, go far back until you sink in the water a bit, then slowly walk up to one of the lower ledges on each side of the vent. You should hop up automatically without crouch or hitting jump. When your in the air, hit crouch and land on the lower ledge. then simply walk up to the upper ledge where the vent was and walk forward until you fall in a large hole. Find the blueberry in the cherry room and shoot it.\r\nWait for yourself to teleport.\r\n\r\nLEVEL 3:\r\n\r\n     Walk into the Sandstone place and jump on the thin line then jump to the other side. Jump on the needle then to the other side. Jump over a trap below you that will break. Have your knife out for this one, you must run as close as you can to the danger signs without getting teleported then at the end move to the left a little to make it without getting teleported. walk forward until a gate opens up in front of you, push up against it until it closes. Press the button (VERY IMPORTANT) then walk out the door. Find a thing on the wall with a picture of a teleporter. There should be a hallway now. Walk into it and go to the teleporter.\r\n\r\nLEVEL 4:\r\n\r\n     There is an invisible path. follow the red marks above you and try not to fall off the path. At one point when you see 3 of the red dots together you must jump-duck there. when you get to a visible part of the path you should hear a click. wait about 10 seconds before jumping across or you will be pushed off. Once across, go through the teleporter.\r\n\r\nLEVEL 5:\r\n\r\n     Plant the bomb on the target. Wait until you get teleported to a above overseeing platform in mid-air. You can buy weapons here also. You win when you wait for the bomb to go off. if you shoot the hostage in the glass you get teleported where he just was. (You become the hostage and get blown up)"
}