{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_xmen.bsp"
				],
				"_sMimeType": "application/x-7z-compressed"
			},
			"_bContainsExe": false,
			"_idRow": 328476,
			"_nDownloadCount": 2206,
			"_nFilesize": 1909956,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/328476",
			"_sFile": "mg_xmen_2.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1253863428
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128881,
	"_sName": "mg_xmen",
	"_sText": "At the start of the map you start in a black screen with white words, I HIGHLY recommend everyone read this to figure out what is going on.\r\n\r\nYou will spawn randomly as one of eight characters. Each character has a different colour button indicator light.\r\nBeast:Navy\r\nCyclops:Red\r\nWolverine:Yellow\r\nIceman:Cyan\r\nRogue:Orange\r\nStorm:White\r\nNightcrawler:Purple\r\nQuicksilver:Green\r\n\r\nThe light shows whether your button is enabled or disabled, if the light is off, you can't activate your ability. If it is on, you can.\r\n\r\nSpawning in the building means you are a mutant. You must protect Magneto's helmet from being destroyed by the clones.\r\n\r\nSpawning outside means you are a clone, infiltrate the building and destroy Magneto's helmet. (First you must destroy the generator to power-down the door guarding his helmet.)\r\n\r\nThere are hints (just above the map time) that help give you an idea of who you are.\r\nIt tells you whether you are a mutant, or a clone, and which character you are. It also tells you what your ability does.\r\n\r\nBeast:Low gravity, slightly increased speed, and a small health regeneration.\r\nCyclops:Highly damaging laser. Must be aimed well!\r\nWolverine:Heals self 50 hp. Can not go above 100 hp.\r\nIceman:Freezes all enemies within radius for a few seconds.\r\nRogue:Disables enemies abilities, also shuts down currently active abilities.\r\nStorm:Lightning rains down damaging all enemies within radius.\r\nNightcrawler:Teleports a set distance. Use button light as distance indicator. (Teleporting out of map=teleported to the main, outside area.)\r\nQuicksilver:Increased speed for short duration.\r\n\r\nWork together!\r\nHaving a Rogue nearby is extremely helpful, yet Rogue on her own is not nearly as good.\r\n\r\nThanks TAG (tagservers.com) for letting me use their private server to do my testing on! :D\r\nHave fun!"
}