{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_tron_fix2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 301376,
			"_nDownloadCount": 5543,
			"_nFilesize": 11277545,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/301376",
			"_sFile": "mg_tron_fix2_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1342897814
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128823,
	"_sName": "mg_tron_fix2",
	"_sText": "[Video...](http://www.youtube.com/watch?v=tT4CQc9jLm4&feature=context-cha \"video\")\r\n\r\nHi this my Tron bike mix. \r\n\r\nHow to play?\r\n\r\n1. Vote for a map.\r\n2. Pick Tron bike and start race.\r\n3. You lose 5 sec if you destroy the bike.\r\n4. Press left mouse when you have boost and press Special weapon to exit.\r\n5. Every lap you race you get 1 point.\r\n6. The winner will pick best weapon and pick a fight map.\r\n7. I have made 4 race map and 5 fight maps. \r\n\r\nTel me what you like and don't like and i will try fix next time. If you want me to make more race maps and some fight maps tel me, ore if you want make race map i can help.\r\n\r\nhave fun\r\n\r\n\r\nIts working now no bug ore crash download mg\\_tron\\_fix2.\r\n\r\n- mg\\_tron\\_fix2 I have delete first camera View on the bike  and on press Special weapon player get exit. because when jump to exit many time i get error game\\_ui. The only bug is now when you drive and make kill you get stuck in camera, so you must wait to next round to reset view.\r\n- mg_tron\\_fix1 I have fix the crash but now i have some bug when player enter bike and exit bike. \r\n- mg\\_tron Crash because player exit ore get kick out from game when the they are driving a bike. The game\\_ui must not be deactivate when player exit ore get kick out from the game, this make the crash. So to fix it i kill the game\\_ui and bike."
}