{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_trampoline_kk_v2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 320441,
			"_nDownloadCount": 1604,
			"_nFilesize": 9987987,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/320441",
			"_sFile": "mg_trampoline_kk_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1281387865
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128817,
	"_sName": "mg_trampoline_kk",
	"_sText": "mg_trampoline_kk \r\n\r\nSpawnpoints: 32 (16 CT, 16 T) \r\n\r\nI made this map before knowing about other mg_trampoline maps, so i didn't steal any ideas or copied a map or something... \r\n===========================================\r\n\r\n***Gameplay***\r\n\r\nThis map is realy fun! If the round starts every player has to jump down. If someone stays in the spawn area, 30 secounds after the round started, he will probably die because of an AFK Killer. After the players jumped down the will hit the trampoline on the ground and fly up again. They are equipped with a knife and a pumpgun and have to fight in the air while jumping. \r\n\r\nIf some players still live after 230 secounds they have to continue the fight underwater because the room gets flooded. \r\n\r\n============================================\r\n\r\n***Features*** \r\n\r\nThere is a background music that starts at roundstart. There are lights everywhere in the map and they fit with the music. Example: If there is a fast loud part in the music, some lights will turning off and some others will do a fast strobo. \r\nSo while the players are jumping on the trampoline they can enjoy the lightshow. \r\n\r\n=============================================\r\n\r\nThis is my first minigame map ever so please remember that if you're gonna vote or comment this map. \r\n\r\nThanks and i hope you enjoy! \r\n\r\n(Music: Zatox - Andromeda)\r\n\r\n==============================================\r\n\r\nChangelog v2: \r\n\r\n-added weapon_m3\r\n-added unbreakable glass for spawn protection (glass will hide in the wall after 30 secounds)\r\n\r\n"
}