{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_twotowers.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 321628,
			"_nDownloadCount": 2100,
			"_nFilesize": 2774696,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/321628",
			"_sFile": "mg_twotowers.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1278409858
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128829,
	"_sName": "mg_TwoTowers",
	"_sText": "Firstly, I’d like to state that this is my first CS:S map that I’ve released, I normally make maps for HL2. \r\n\r\nSo, basically, this map is a plant/defuse map which has the Ts starting at the bottom of the two towers and the CTs starting at the top. There are two bomb sites, one at the top of tower 1, and the other at the bottom of tower 2, however tower 2 can only be accessed via the top of tower 1.\r\n\r\nThere are quite a few different ways for the Ts to get up such as, taking the elevator, climbing up through the elevator shaft, taking various vent systems, or climbing across the tower’s ledges. Once the elevator reaches the top, a vent on top of the elevator will open before the doors do, giving you the choice to take a different route to the top. If for some reason the elevator gets jammed, the vent on top of the lift will open, allowing the Ts to climb out into the elevator shaft where they can take the ladders instead.\r\n\r\nIt’s also possible for the CTs to get to the bottom as well but is much harder than it is for Ts to get up; it requires them to climb down the side of one of the towers, making their way across small ledges in order to reach ground level. \r\n\r\n- For some reason, when i tested downloading the map, it all worked fine, but the first time i loaded up the map everything was really bright, and the cubemaps weren't working properly. The second time i loaded it up, it wasn't bright, but the cubemaps still didn't work... I'm not sure how to fix this because it works with the original one, but not with the one i uploaded which is an exact copy of the original :\\\r\nIf anyone knows why, can you please tell me and ill fix it...\r\n"
}