{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_gambit.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 331294,
			"_nDownloadCount": 1281,
			"_nFilesize": 3179419,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/331294",
			"_sFile": "ba_gambit.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1244642469
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128977,
	"_sName": "ba_gambit",
	"_sText": "This is the same map as ba_conditioned but with alot of fixes. hopefully it will fit on the site now for one. ive taken out the bouncepad/sky knife arena in favour of a simpler, spiral staircase made of invisble brushes, with some nades available at the higher levels. ive also taken out all of the glass and alot of the dead space that had to be at the top of the map to accomodate it. \r\n\r\nIf youve never heared of the map before; its a prisonbreak map with an extensive system of lockable doors and cabinets to allow better control of the facility than is possible in most prisonbreak maps. The weapons are locked in togglable cabinets and divided into two groups; high powered and medium powered. The high powered weapons,(m4, styer, para,dakdak and flashbang) cached at the gunroom, control tower and outer rampart can only be made accessable from the control tower. The meduim powered weapon cabinet circuit, toggles the weapon caches in the gunroom, tower and simon says area, and is switchable at all of these points. In addition to allowing access to these caches (of p90s shotguns and grenades) the meduim powered weapon cabinet circuit also cycles the airlock style doors to the shooting range, this means that inmates can be given access to the deagles in the shooting range, necessary for the deathrace (which i will get to later) without being a threat to the cts (or at least ensuring they cant go anywhere while armed)\r\n\r\nAdditional circuits include one for sealing off ct restriced areas such as the control tower, gunroom and the ramparts. One cycles the discipline wing doors, one toggles the solitary confinement doors, one toggles the execution chamber, and one cycles the privelidge area where phones and a health dispenser are available to the ts(this circuit also allows entry/exit to the front of the facility, and opens a service entrance near the van out the front). There is also s lockdown circuit, which isolates the main cell area, the ramparts, the exercise yard and the conrol tower from eachother with lasers; this can be useful during an outbreak or simply to maintain control when opening, or as an emergency countermeasure against the control room being rushed, as that is where it is housed and unlike the ct restriced circuit, the lockdown circuit cannot be toggled from outside of the control room,(to compensate for these advantages the circuit also sounds a really irritating alarm which makes you want to turn it off) \r\n\r\nTo balance out this ct bias, the ts have four linked breachable cells(the walls break) which link up to eachother and exit to loungeroom, in the inner rampart. there are also many cells which have air vents high on their back walls. While the cells are locked, the ts cant use the vents becaus they require a boost but once the cells are open, the ts can get into eachtothers cells and help their teammates escape. The cts have to leave the security of the control tower and get close to the inmates to prevent this from happening at opening time(one of the big gambits for ct; stay safe and let ts run amok, or take a risk to maintain control).its worth noting that all of my door kill you if you block them.\r\n\r\nAnother spanner in the works for the cts is the t who spawns out the front. The idea is that (to add balance) the t who spawns out the front surrounded by cts is either an inmate who is being transferred (if the cts are losing) or a \"free\" visitor (if the ts are losing or tied). In the transfer scenario, the inmate can be treated like an inmate who is out of their cell: ordered around, and incarcerated (kept against their will). However in the \"free man\" scenario, the visitors rights must be respected. They cannot be ordered (told to do something on pain of death such as \"get in the cell or ill shoot\") nor can they be incarcerated (locked up against their will) unless they forfiet their right to freedom by threatening an officer. Members of the public effectively get one extra warning; if you do X you will be arrested. \r\n\r\nIf the cts mainatain control and sucessfully move the ts into the exercise yard, all is not lost for the ts who would normally at this point only have summary execution (simon says/jew run) and last request to look forward to. There is a death race: it requires at least 4 players to work; 2 shooters in the shooting range and 2 runners in the maze itself, each on either red or blue. the amount of variabillity and death in the race means that there is no upward limit to the amount of competitors that could run it (you could be last to enter the maze out of about 30 ppl and still win it because everyone else died). There is room for 2 shooters per team in the firng range and the idea is that, whenever a hit is scored on blue or red team's target, things change in the maze; walls move position, shortcuts are made accessable or inviable. The rate at which competitiors progress or die depends on the skill of those in the range since a wall coming down on you at the wrong time can kill you and all shooters can hit either target meaning they can help their friends progress or hinder/kill an opponant racer with a well timed shot. \r\nThe reward for winning the race is an awp and the freedom to use it.\r\nThere is a rage room where you can opt to go if you reach the last stage of the race and decide that an opponant is too far ahead in that stage for you to have a chance at beating them. If you jump off of the mesh cube that forms the last stage, into the puple lightning between your cube and its twin you go to the rage room where two paras are housed and a pain brish slowly ticks your life away. The room overlooks the final stage and allows the raging player to reap furious vengeance on their betters at teh cost of their own life. (its also used as a sinbin for anyone attempting to cut out parts of the race) \r\n\r\nSome other areas of interest are the soccer field on the roof, the guntoss area (a big box with 2 vents that pump enough air to push a player. The simon says area above the shooting range and the knife arena above the pool near the firing range (which is made of square, invisible brushes configured like a spiral staircase, noticable only by the grenades which float above that pool and the shadow they leave on the wall)              \r\n\r\ncamping gunrooms: The main gunroom houses the largest stockpile of weapons and normal rules apply as far as camping it goes. The only time you need to be in this room is when you are getting weapons. If you return to it later in the round to upgrade your weapons you are expected to get in and out as quickly as possible. If somone gets locked in a cabinet in the gunroom they are techincally camping gunroom even though it is not their fault, it is my opinion that if a ct becomes locked in a cabinet unintentionally and noone helps them get out, the entire ct team should be slain, and if they are locked in intentionally the ct responsible should be slain or kicked. Also the vents surrounding or touching the walls of the gunroom count as part of it, so effectively if you are camping in section of vent where you can be shot through a wall from the gunroom you are camping gunroom. This rule stops cts from sitting in the vents in a position where they can observe the gunroom and prevent any t access to weapons without techniacally breaking the rule. However it is still possible for the cts to prevent vent access to the gunroom by posting cts in the vents near, but not in, the gunroom vents.\r\n\r\nThe control tower is not the gunroom and is designed to be a safehaven for the cts, you are allowed to camp there because if all of ct do so, they are safe until the ts realise theres noone controllling them and go get guns. The cache of weapons in the simon says area is also not the gunroom and a perfectly legal camping spot.\r\nThe main gunroom is the only spot that cannot be camped."
}