{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_ace_jail_v3a.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 301763,
			"_nDownloadCount": 1497,
			"_nFilesize": 35606459,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/301763",
			"_sFile": "ba_ace_jail_v3a.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1341369031
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128933,
	"_sName": "ba_ace_jail_v3a",
	"_sText": "Hi\r\n\r\nFirst I want to thanks ace of spaces who is the original author of the map, two years ago I fall in love and started to work in three versions.<br />\r\n\r\nToday i'm glad to present to you the v3 after one year with the v2.<br />\r\nThe v3 add four new games to the map, fix others and add features which impact in the gameplay\r\n<br />\r\nGames:<br />\r\n<br />\r\n-Skiping rope:<br />\r\nDiscover a new style of skiping rope with an hardcore one, you have 3speed and 3 blade.<br />\r\nAll is securized to make sure noone will kill all T by use a button.<br />\r\n-Maze:<br />\r\nIn each maze I saw in Jailmaps there was only one way to end, so after 4-5try the winners were thoses who run the faster and maze became race.<br />\r\nI introduce a new kind of maze: you have to find an item in the maze. It will spawn randomly in a two level unreal like with monsters and trap available.<br />\r\n-Human tetris:<br />\r\nBecause japanese make us laught I give them a tribute.<br />\r\nThe T team have to pass into hole symbolise by a character. You can personalise each game with three levels, hot lava and cage.<br />\r\n-Climb:<br />\r\nCause now the players of my team will say race for the race and no more climb!<br />\r\nA simple game, no entities just a climb.<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\nI add a lotto, each round will be different:<br />\r\n20% the two races are unavailable<br />\r\n20% tetris and fork game are unavailable<br />\r\n20% climb and skiping rope are unavailable<br />\r\n40% Surprize event!<br />\r\nThis mechanic require the warden to change games and make a break in the monotony.<br />\r\nsome of the events make the round end in the two first minutes.\r\n\r\nI add more guns, because in our team we think T must have the weapons to be able to make a rebellion we also think they need to deserve it.<br />\r\nSo T will find heavy weapons with magasines but only in the wardens blocks, it will never on the way of the games.<br />\r\n\r\nThe map was released the 04july so if you find bugs, plz notify them here :)<br />\r\nSorry for my bad english<br />\r\n\r\nWylloh<br />\r\nSupreme Elite<br />\r\n87.98.190.51:27015"
}