{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_air_conditioned.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 331972,
			"_nDownloadCount": 1333,
			"_nFilesize": 2885887,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/331972",
			"_sFile": "ba_air_conditioned.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1242032463
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128936,
	"_sName": "ba_air_conditioned",
	"_sText": "This is an updated version of ba_conditioned, a map i released earlier. This version fixes a problem with the original map, there wasnt anything fun to do except fight to take over the prison.\r\n\r\nIn this version there is a Deathrace. The prize is an awp and freedom but the penalty for just about any mistake or turn of misfortune while on the death run is death. There are sliding walls and rotating platforms that are bound to tagets in a shooting range. There are 2 teams: red and blue(that can consist of ts vs tcs or just ts vs ts if there are heaps). Both teams elect two players to shoot for their team in the shooting range(The shooting booths are bound to the level 1 weapons cabinet circuit to allow control of the deagles housed therein). A hit on either team's target at the right time may help, hinder or even kill the competitors on that team in the race for the awp, and the only way for the shooters to tell when to shoot is communication with the competitors, so mics are advantageous. Any number of competitors may enter the race at the same time, so it makes for a good jew run.\r\n\r\nThere is a rage room:any deathrace competitor who makes it to the final stage and decides they cannot beat their fellow competitors in a fair race, can jump into a teleport that sends them to a room overlooking the final stage of the race, that has a pair of paras and a hurtbrush, giving the raging player an oppurtunity to reap their manical revenge on their superior opponants until their life runs out. This room is also used as a punishment for trying to shortcut certain parts of the race by jumping off the roof.\r\n\r\nThere is a fan surrounded by a pool in the open area, with a push brush firing upward, overlaid. This is also a gambit of sorts, supposed to be used for knife or chicken fights. The brush usually pushes the player up a few feet and they fall back down to be pushed again, but occasionally it will launch the player bouncing on it, up to great heaghts, sometimes the full height of the map However the higher you go the more likely it becomes that the push brush wont be able to counter the momentum of your next fall and you will die, hence ther is a pool to catch you should your confidence falter(this was about as stable as i could get it). If the player is launched high enough they hit a teleport that sends them to a humorously surreal ninja-sky-knife-arena\r\n\r\nTheres an area for simon says and a pair of vents with push brushes ovelooking a pool for a variant of guntoss, and there is a soccer field on the roof. Ive also added health dispensers."
}