{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_colourful_dtk_v1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 296532,
			"_nDownloadCount": 2315,
			"_nFilesize": 3451446,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/296532",
			"_sFile": "ba_colourful_dtk_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1360234570
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128950,
	"_sName": "ba_colourful_dtk",
	"_sText": "The map\r\n=======\r\nThis map is a remake of the ba_colorful_v6 map that was previously in rotation. After many complaints of glitches and bugs, our team decided to do a complete overhaul and make the map from scratch. All brushes you see here are original.\r\n\r\nApart from better textures and lighting, we added a few other things into the map to make it more pleasing to the eyes and more exciting.\r\n\r\nTotem Pole Pound\r\n================\r\nThe map introduces my newest mini game creation: Totem Pole pound. The idea was taken from the Game - Super Mario Party - and modified to suit CS:S (IE using a knife to progress rather than your ass).\r\nPrisoners are loaded into the tubes and the round is started. First one to make it to the bottom is teleported into a control room, and the losers are teleported into a chamber. \r\nFrom there the winner is given 4 buttons:\r\nS - Save\r\nW - Water (drown)\r\nG - Gas\r\nE - Explode\r\nOnce the player makes his choice, he is teleported back to the group and the along with the survivors (if applicable).\r\n\r\nSoccor/Dodgeball/Speed Knifing\r\n==============================\r\nWe have removed the old soccer field and created a new one with more features. Here are some of the key changes:\r\nAdded a better version of soccer\r\nAdded Dodgeball (not sure what map Zoro got it from but creds to them)\r\nAdded Speed Knifing\r\nCreated a score board for soccer which will keep track of score for each team and announces the winner (first to 9)\r\nMade it look prettier N stuff!\r\nFor those of you who are unfamiliar with speed knifing - it is where the players speed is adjusted when entering the soccer field. There is two settings for this: Standard (6x speed) or random (every 10 seconds, speed changes between 6 different speeds). Players must kill each other as quickly as possible.\r\n\r\nMaze/Race/Obstical\r\n==================\r\nThe maze has been changed. The obstical course has been added into this version as well with little to no changes (IE same distances, width length and height etc).\r\nWe completely recreated the race game (special thanks to Jettblack) and added moving obsticals and a phantom wall to make it a bit more challenging. It also has 5 racing slots and a release button at each end to prevent escape.\r\n\r\nOther Changes to the map\r\n========================\r\nThe gun room now consists of button spawned weapons. A player walks up to the desired weapon, presses +use and the weapon falls from the ceiling. You will notice there is a slight delay (to stop spamming) but a longer delay on the awp.\r\n\r\nWe have also re-done the pool area and added 3 diving boards.\r\n\r\nBasically, everything is different to the old colourful map (cosmetically).\r\n\r\nTech Specs\r\n==========\r\nT-Spawns: 40\r\nCT-Spawns: 32\r\nAVG FPS: 290 (restricted fps)\r\nBSP File Size: 19,149KB\r\nBZip File Size: 3,8972KB\r\nCustom Texture count: 491 Valve Texture Files packed\r\nDecomp Security: Enabled\r\n\r\nConclusion\r\n==========\r\nI think the map turned out nicely.\r\nA special thanks goes out to Topcat and Zoro for sticking with the project from start to finish (unlike the rest) and I believe this project is just one of the brilliant pieces of work we are going to produce together.\r\nSpecial thanks to jettBlack for producing a prefab atleast.\r\n\r\nIf you would like to join in on our mapping projects, we are always looking for fresh blood. Experience isn't always a major requirement as there are all different types of pieces that need to be completed.\r\nWe are especially after custom texture designers. Makes the map feel better with unique textures.\r\n\r\nCommunity - Dying 2 Kill\r\n=========================\r\nDying 2 Kill Community ([www.dying2kill.com.au](http://dying2kill.com.au \"Dying2kill.com.au\"))\r\nDying 2 Kill is a gaming community purely developed to fulfill a need in the Australian, New Zealand gaming community.There is a need in the market to establish a community which is 100% run with the players in mind, free from admin abuse, free from game server provider influences, and free of charge. \r\nThis community is for the gamers, built by the gamers and direction is governed by the gamers. Be a part of a gamming community that you can be fully involved in. Register on the community forums www.dying2kill.com.au, then apply to be a member of the community. \r\n\r\nOnce accepted wear the tags with pride.In return for your valued support you will be given member skins, sprays and support for all DTK servers. We now have 13 servers up and running, one which is now ranked #1 in AU / NZ and others following close behind.We are in a great position where we have unlimited servers at our disposal. So join the community and give us some ideas of servers you want to be playing on. We can get your idea up and running with all the work done by our advanced modders. \r\n\r\n\r\n**Current DtK server listing. **\r\n\r\n1 - **Jail Break** 119.252.190.60:27022 <br>\r\n2 - **Classic Deathmatch** 119.252.190.60:27015 <br>\r\n3 - **Office Deathmatch** 119.252.190.65:27176 <br>\r\n4 - **Gun Game Deathmatch** 119.252.190.60:27051 <br>\r\n5 - **DUST2 DM** 119.252.190.65:27158 <br>\r\n6 - **Zombie** 119.252.190.65:27114 <br>\r\n7 - **Surf** - 119.252.190.50:27133 <br>\r\n8 - **DTK PUG Server** 119.252.190.60:27117 <br>\r\n9 - **Mini Games** 119.252.190.60:27162 <br>\r\n10 - **GunGame** 119.252.190.65:27119 <br>\r\n11 - **Conquest** 103.4.17.177:27016 <br>\r\n12 - **CS:GO FFA Classic Maps** 119.252.190.39:27015 <br>\r\n13 - **CS:GO Gungame** 119.252.190.39:27037 <br>\r\n14 - **Hide N Seek** 119.252.190.39:27075<br>\r\n15 - **Scoutknivez** 119.252.190.39:27019 <br>\r\n16 - **Nilla Source** - 119.252.190.39:27028 <br>\r\n17 - **Rotation Server [Marines VS Predators]** 119.252.190.39:27085\r\n\r\n\r\nDtK is always looking for new enthusiastic mature members who enjoy great people and fun servers.\r\nIf you would like to join, please go to www.dying2kill.com.au \r\n\r\nInvite your friends!"
}