{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_gambit.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 331234,
			"_nDownloadCount": 1554,
			"_nFilesize": 2802094,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/331234",
			"_sFile": "ba_gambit.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1244867492
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 128978,
	"_sName": "ba_gambit_v1.1",
	"_sText": "This is an update i applied after an extensive playtest highlighted a few more issues that needed \r\n\r\ndealing with(one of which was a mac10 that could be picked up through a wall). If you have \r\n\r\ndownloaded the version i posted a few days ago, delete it and grab this one. The fixes are all \r\n\r\nnecessary. \r\n\r\n   Gambit is a prisonbreak map with an extensive system of lockable doors and cabinets to allow \r\n\r\nbetter control of the facility than is possible in most prisonbreak maps. The weapons are locked in \r\n\r\ntogglable cabinets and divided into two groups; high powered and medium powered. The high powered \r\n\r\nweapons,(m4, styer, para,dakdak and flashbang) cached at the gunroom, control tower and outer \r\n\r\nrampart can only be made accessable from the control tower. The medium powered weapon cabinet \r\n\r\ncircuit, toggles the weapon caches in the gunroom, tower and simon says area, and is switchable at \r\n\r\nall of these points. In addition to allowing access to these caches (of p90s shotguns and grenades) \r\n\r\nthe meduim powered weapon cabinet circuit also cycles the airlock style doors to the shooting \r\n\r\nrange. This means that inmates can be given access to the deagles in the shooting range, necessary \r\n\r\nfor the deathrace (which i will get to later) without being a threat to the cts (or at least \r\n\r\nensuring they cant go anywhere while armed).\r\n\r\n  Additional circuits include one for sealing off ct restriced areas such as the control tower, \r\n\r\ngunroom and the ramparts. One cycles the discipline wing doors, one toggles the solitary \r\n\r\nconfinement doors and one toggles the execution chamber, both of which are housed in the discipline \r\n\r\nwing. Another circuit also housed on the bottom floor of the control tower cycles the privelidge \r\n\r\nwing doors, allowing inmates access to phones and a health dispenser (this circuit also allows \r\n\r\nentry/exit to the front of the facility, and opens a service entrance near the van out the front). \r\n\r\nThere is also s lockdown circuit, which isolates the main cell area, the inner rampart, the \r\n\r\nexercise yard and the conrol tower from eachother with lasers; this can be useful during an \r\n\r\noutbreak or simply to maintain control when opening, or as an emergency countermeasure against the \r\n\r\ncontrol room being rushed, as that is where it is housed and unlike the ct restriced circuit, the \r\n\r\nlockdown circuit cannot be toggled from outside of the control room,(to compensate for these \r\n\r\nadvantages the circuit also sounds a really irritating alarm which makes you want to turn it off \r\n\r\nand has a five second delay between the time you toggle the switch and alarm, and the time the \r\n\r\nlasers fire or shutdown giving everyone a waring and opportunity to respond)\r\n\r\n   To balance out this ct bias, the ts have four linked breachable cells(the walls break) which \r\n\r\nlink up to eachother and exit to loungeroom, in the inner rampart. There are also many cells which \r\n\r\nhave air vents high on their back walls. While the cells are locked, the ts cant use the vents \r\n\r\nbecause they require a boost to get in but once the cells are open, the ts can get into eachtothers \r\n\r\ncells and help their teammates escape into the vents. At least some cts will have to leave the \r\n\r\nsecurity of the control tower and get close to the inmates to prevent this from happening at \r\n\r\nopening time(one of the big gambits for ct; stay safe and let ts run amok?, or take a risk to \r\n\r\nmaintain control).Its worth noting that all of my door kill you if you block them.\r\n\r\n  Another spanner in the works for the cts is the t who spawns out the front. The idea is that, to \r\n\r\nadd balance, the t who spawns out the front surrounded by cts has to be treated either as an inmate \r\n\r\nwho is being transferred (if the cts are losing) or a \"free\" visitor (if the ts are losing or the \r\n\r\nscores are tied). In the transfer scenario the inmate can be treated like an inmate who is out of \r\n\r\ntheir cell: ordered around, and incarcerated (kept against their will). However in the \"free man\" \r\n\r\nscenario, the visitors rights must be respected. They cannot be ordered (told to do something on \r\n\r\npain of death such as \"get in the cell or ill shoot\") nor can they be incarcerated (prevented from \r\n\r\nbeing able to leave). The free man can lose his rights however; a ct can warn against any course of \r\n\r\naction that threatens them (eg. dont come too close or youre under arrest!). The free man also \r\n\r\nforfeits his freedom if they are caught somewhere they were not  given permission to be. The \r\n\r\nvisitor is allowed to be in the car park and the first room you enter from the carpark. If they \r\n\r\nwant to go anywhere else they have to be given permission and be escorted by a ct (if for example \r\n\r\nthey asked for a guided tour and the cts agreed). What is this player supposed to do if they are \r\n\r\nkept under watch constanly and only allowed in certain areas? For one, if they are being escorted, \r\n\r\nthey are tying up guards and if they want to sneak into the facility there are ways for them to get \r\n\r\nin if they arent being watched. They could also request visiting time with one of the inmates, who \r\n\r\ncan be safely permitted such visiting time though use of the privelidge wing. Another request the \r\n\r\nvisitor could make cts might be able to safely oblige is to request to witness the execution of one \r\n\r\nof the prisoners through use of the discipline wing. Both events can be viewed by the public, from \r\n\r\nthe visiting area. \r\n\r\n  If the cts mainatain control and sucessfully move the ts into the exercise yard, all is not lost \r\n\r\nfor the ts who would normally at this point only have summary execution (simon says/jew run) and \r\n\r\nlast request to look forward to. There is a death race. The reward for winning the race is an awp \r\n\r\nand the freedom to use it. It requires at least 4 players to work at its full potential; 2 shooters \r\n\r\nin the shooting range and 2 runners in the maze itself, divided into two teams;red or blue. The \r\n\r\namount of variabillity and low survivabillity of the race means that there is no upward limit to \r\n\r\nthe amount of competitors that could run it simultaneously (kinda like an evil marathon:you could \r\n\r\nbe last at the start of the race out of about 30 players and still win because everyone else died \r\n\r\noff). There are booths for 2 shooters per team in the firng range. Whenever a hit is scored on blue \r\n\r\nor red team's target, things change in the maze; walls move position, shortcuts are made accessable \r\n\r\nor inviable. The rate at which competitiors progress or die depends on the skill of those in the \r\n\r\nrange since a wall coming down on you at the wrong time can kill you and all shooters can hit \r\n\r\neither target meaning they can help their friends progress or hinder/kill an opponant racer with a \r\n\r\nwell timed shot (hence 2 shooters per team; one to help by hitting their own target at the right \r\n\r\ntime and speed for the runners, and another to hinder the other team by hitting that teams target \r\n\r\nat the wrong time and speed; to kill them.\r\n \r\n\r\n   There is a rage room where you can opt to go if you reach the last stage of the race and decide \r\n\r\nthat an opponant is too far ahead in that stage for you to have a chance at beating them (since the \r\n\r\nrace will usually only involve ts, friendly fire needs to be enabled for the rage room to work to \r\n\r\nits full potential). If you jump off of the mesh cube that forms the last stage of the deathrace, \r\n\r\ninto the puple lightning arcs between your cube and its twin, you go to the rage room where two \r\n\r\nparas are housed and a pain brush slowly ticks your life away. The room overlooks the final stage \r\n\r\nand allows the raging player to reap furious vengeance on their betters at the cost of their own \r\n\r\nlife. (its also used as a sinbin for anyone attempting to cut out parts of the race). Anyone who \r\n\r\nfinds their way into the room that houses the targets and indicator lasers in the firing range \r\n\r\nshould be shot. They are considered fair game for the race shooters because; for one, that room is \r\n\r\nonly acessable via the rage room, meaning they  have already delibrately forfeited their life.  \r\n\r\n    Some other areas of interest are the soccer field on the roof, the guntoss area (a big box with \r\n\r\n2 vents that pump enough air to push a player. The simon says area above the shooting range and the \r\n\r\nknife arena above the pool near the firing range (which is made of square, invisible brushes \r\n\r\nconfigured like a spiral staircase, noticable only by the grenades which float above that pool and \r\n\r\nthe shadow they leave on the wall). \r\n\r\n   Camping gunrooms: The main gunroom houses the largest stockpile of weapons and normal rules \r\n\r\napply as far as camping it goes. The only time you need to be in this room is when you are getting \r\n\r\nweapons. If you return to it later in the round to upgrade your weapons you are expected to get in \r\n\r\nand out as quickly as possible. If somone gets locked in a cabinet in the gunroom they are \r\n\r\ntechincally camping gunroom even though it is not their fault, it is my opinion that if a ct \r\n\r\nbecomes locked in a cabinet unintentionally and noone helps them get out, the entire ct team should \r\n\r\nbe slain, and if they are locked in intentionally the ct responsible should be slain or kicked. \r\nThe vents surrounding or touching the walls of the gunroom count as part of it, so effectively if \r\n\r\nyou are camping in section of vent where you can be shot through a wall from the gunroom you are \r\n\r\ncamping gunroom. This rule stops cts from sitting in the vents in a position where they can observe \r\n\r\nthe gunroom and prevent any t access to weapons without techniacally breaking the rule. However it \r\n\r\nis still possible for the cts to prevent vent access to the gunroom by posting cts in the vents \r\n\r\nnear, but not in, the gunroom vents.\r\nThe control tower is not the gunroom and is designed to be a safehaven for the cts, you are allowed \r\n\r\nto camp there because if all of ct do so, they are safe until the ts realise theres noone \r\n\r\ncontrollling them and go get guns. The cache of weapons in the simon says area is also not the \r\n\r\ngunroom and a perfectly legal camping spot.\r\nThe main gunroom and the vents in its walls are the only places that cannot be camped."
}