{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_jailrp_scofield_v3_5.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 288555,
			"_nDownloadCount": 1030,
			"_nFilesize": 25110393,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/288555",
			"_sFile": "ba_jailrp_scofield_v3_5.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1397934525
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129002,
	"_sName": "ba_jailrp_scofield_v3_5",
	"_sText": "ba\\_jailrp\\_scofield\\_v3_5\r\n==================\r\nIn the first version, i tried to make a map, the most \"RP\" as possible. It did fine, but the map could be better.\r\nFor a special event on Supreme Elite community, i made this new version, with more game, more secret, and more \"RP\".\r\n\r\nThe Map\r\n==================\r\nThe Map is cut in 3 part.\r\n\r\nInside\r\n------------------\r\nIf you stay inside, you'll find 5 activies.\r\n- The \"4 Team\", in this game you have to put bombs in your color. The color with most of bomb win the game.\r\n- The \"Blind Test\", CTs have to press the button, each Ts are pushed in the game, a random song will appear, and they will have to choose the good race. The first will be teleported, and CTs will be able to press the button again (to Push the T in the game) Since you have the number of winner you want.\r\n- The \"Cooperation\", You have to make 2 Team, when you launch the game, each team have to push the ball to the end of their race, the first one is colored in green, and the loosers in red.\r\n- The \"Swimming Pool\", a basic swimming pool with a little \"jump\" game.\r\n- The \"Simon Say\", don't need presentation i guess.\r\n\r\nOutside (Part 1)\r\n------------------\r\nThe first part is the \"old\" out side, with football, bodybuilding area, little race, and guntoss. I've improved the football (ball reset).\r\nIn the part you'll found a new area, under the map, where you'll found 2 new games :\r\n- The Climb\r\n- The Antilion, here you have to dodge the smoke, where the antilion will appear.\r\n\r\nOutside (Part 2)\r\n------------------\r\nThe second outside is the new area, it's a pretty cool zone, which allow you to have lot of fun !\r\nYou'll found : \r\n- Basketball\r\n- The Flags, in this game you have to put the Ts in different \"jail\". When you launch the game, Ts have to press the button in the middle as fast as possible. Ts teleported are the looser (Some time, they are all teleported because they press on the same time the button)\r\n- The Jump Rope, you just have to dodge the laser\r\n- The new Disco, i hope you'll enjoy songs  \r\n\r\nEvents\r\n==================\r\nThere is 2 differents \"events\" in the map.\r\nThe first one is the \"monney\", you can find dollar on the floor, Ts have to cut it to win 4 point. There is no really \"aim\" but i think it's always cool to have a big score, to show which T have most of monney.\r\nThe second is only activable by \"Admin\" with Noclip. You have to go out of the map, and press the button in the room near the football. Each player will be teleported and disarmed (only with cut) Damage will be disable, and the team which will win the football will win 50 points ! \r\nThis football was added for a special event on my server, and i think it's a good thing that you need noclip to use it, it will be really really overused without that.\r\n\r\nMap tested with 50 players, and with bot, the server survived ;)\r\n\r\nSorry for my bad english, and i hope you'll enjoy this map (Don't forget to rate it ;D)"
}