{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_jail_chartreuse_fox.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 320134,
			"_nDownloadCount": 1508,
			"_nFilesize": 4674775,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/320134",
			"_sFile": "ba_jail_chartreuse_fox.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1282104305
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129112,
	"_sName": "ba_jail_chartreuse_fox",
	"_sText": "<h3>Special Thanks:</h3><br>\r\n<b>Ace/Spadez Community</b> - This map was originally made for them until Spadez went under. The community provided great help and feedback during the main development of the map and helped make it fairly balanced but fun.<br><br>\r\n<b>Furries of Xenon Community</b> - Same as above, this community and it's members helped provide feedback on this map.<br><br>\r\n<b>monstergnom</b> - For the layout inspiration as Ace wanted the map to be in the layout similar to ba_jail_electric_large though the map was made from scratch.<br><br>\r\n<h3>The Map</h3><br>\r\nThis map is loosely based off of electric_large and razor_v2 in layout but other than that it is an original map. In it you will find a well stocked armory containing AKs, M4A1s, some AWPs, FAMASes, Scouts, and M3s, along with a complimentary set of pistols. <br><br>\r\nThere is a medium number of cells 10 regular, 2 vip and 1 solitary. With 18 T spawns and 18 CT spawns. The map contains the typical \"big cage\", a pool/showers, a shot for shot arena, a kitchen, a medic, a sauna, garage, soccer, and a knife fighting arena, along with many secrets.<br><br>\r\nThe map has an overall cold type of feel, characterized by low-key lighting, cold florescent lighting and warm but uninviting incandescent lighting. Though the screenshots and the actual map convey more than I can put into words.<br><br>\r\n<span style=\"font-size:85%;font-weight:bold\">This map is &copy;Copyright Chartreuse 2010, while I put no protections against decompiling the map I do have to say that you should only do it to learn about mapping and not to take from the map. This map may not be decompiled with the intent to copy parts from the map. You may not take any parts from this map and use them in any other map without my express permission. \r\n</span><br>\r\n"
}