{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_jail_cavewalk_v1b.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 283653,
			"_nDownloadCount": 2076,
			"_nFilesize": 39426415,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/283653",
			"_sFile": "ba_jail_cavewalk_v1b.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1427112634
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "-",
					"text": "Added more cubemaps"
				},
				{
					"cat": "-",
					"text": "Added Start-Stop functions to most of the games"
				},
				{
					"cat": "-",
					"text": "Fixed vent bug that caused players to get stuck"
				},
				{
					"cat": "-",
					"text": "Fixed unlined vertex points"
				},
				{
					"cat": "-",
					"text": "Fixed ladder issues in vents"
				},
				{
					"cat": "-",
					"text": "Added some more weapons"
				}
			],
			"_sText": "I will probably expand the map with new games and areas such as cafeteria or maybe a yard. For now the map remains this size.",
			"_sTitle": "Version 1b",
			"_tsDateAdded": 1427466091
		}
	],
	"_idRow": 129109,
	"_sName": "Ba_Jail_Cavewalk_v1",
	"_sText": "**Ba_Jail_Cavewalk_v1b is now up! Feel free to download it**\r\n\r\n**The old version can be found [here](http://css.gamebanana.com/maps/160178 \"Ba_Jail_Cavewalk_pb\").**\r\n\r\nCavewalk_v2 is under development! It features larger, yet more simple layout for better game play. You can follow the progress [here](http://gamebanana.com/wips/44618 \"Ba_Jail_Cavewalk_v2 - WIP\").\r\n\r\n-----------------------------------------------------------\r\n\r\nMy latest jailbreak map. This version is drastically different from the first pre-beta release. Almost all areas have been redesigned to meet the standards of modern jailbreak maps. \r\n\r\nThis map started out as a spare time project and ended up as fully functional jailbreak map. Theme of the map is an old underground mining, that has been transformed into a prison for the most dangerous inmates ever.\r\n\r\nThis version of Cavewalk features a completely new layout, which is much more simple compared to the old one. Every tunnel is quite well lit and a lot wider than before. Many secrets still remain for players to explore. \r\n\r\n<legend>Map features...</legend>\r\n\r\n- Armory\r\n- 12 Cells with 4 spawns each (Except vent cell which has 2)\r\n- Large cell area with many places for prisoners to go to\r\n- Medic with two healing beds\r\n- Jump Rope (With Start-Stop function)\r\n- Hot potato \r\n- Dodgeball (With Start-Stop function)\r\n- Colors (With Start-Stop function)\r\n- Climb that changes every round (3 different ones)\r\n- Watch your Head! (With Start-Stop function)\r\n- Vents leading to various places\r\n- Breakable fence that lets you to armory trough a vent\r\n- Hidden guns (Psst! There's a few bodies around the map with glocks...)\r\n- Underground mining theme with random ambient sounds and ground shake\r\n- Random weapon system which spawns a set of random weapons in certain cells\r\n- Hidden flashbangs that have some effects on them\r\n- Some melons you can drop on prioners!\r\n\r\n\r\nThe map itself is medium size, with no useless areas. All games are labeled and there's signs in the tunnels that guide players to them. FPS should be quite high regardless of the position. If you however suffer from low fps, I suggest you to tweak your graphics settings. Bear in mind that disabling HDR will result in a darker atmosphere.\r\n\r\n-----------------------------------------------------------\r\n\r\nFeedback is much appreciated, as always. I do ask you to spend some time testing the map and writing the feedback as it helps me the most. If you decide to rate the map I'd to like hear why you did/didn't like it. Any low ratings without justification will be removed.\r\n\r\nThanks for downloading this map. If you have any questions, suggestions or such feel free to share them with me!"
}