{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_jail_cavewalk_prebeta.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 308597,
			"_nDownloadCount": 1588,
			"_nFilesize": 15022454,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/308597",
			"_sFile": "ba_jail_cavewalk_prebeta.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1316858798
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129108,
	"_sName": "Ba_Jail_Cavewalk_pb",
	"_sText": "**The new version can be found [here](http://css.gamebanana.com/maps/185153 \"Ba_Jail_Cavewalk_v1b\").**\r\n\r\nMy newest jailbreak map. Currently as prebeta, since I'd like to have some more feedback of the map before I start developing next version. This version is playable, but It may contain some major or minor bugs that might effect game play.\r\n\r\nStarted out as a misc project and ended up as fully functional jailbreak map. Map's theme is an old underground mining, that has been transformed into a prison for the baddest inmates ever. \r\n\r\nCavewalk has many areas and secrets (+30) for you to explore. Some of them are pretty much little Easter Eggs, but some are bit bigger and harder to find. Also to keep the game play fun, I've added some different effects and minigames. \r\n<legend>Map's content</legend>\r\n\r\n- Armory, 12 CT spawns, lots of weapons\r\n- Cellblock, 8 Cells / 24 T spawns, 2 secrets in cells\r\n- Mainhall, Control room, 2 secrets\r\n- Medic\r\n- Cafeteria\r\n- Minigames: Climb\r\n\r\nMap itself is kind a big and the layout might be complex in players' opinion, but as you play it, you'll learn it. FPS was hard to keep around 60, because the huge amount of details. The map is optimized to it's best, so if you have low fps (below 30) around the map, I suggest adjusting your graphic settings to lower values.\r\n\r\nFeedback is much appreciated, as always. But I ask you to really spend some time testing the map and writing the feedback. If you rate the map, I want to hear why did you like/not like it. All ratings without justification will be removed. \r\n\r\nThank you. If you have any questions, feel free to ask."
}