{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_jail_hussa_v1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 318074,
			"_nDownloadCount": 1259,
			"_nFilesize": 24267523,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/318074",
			"_sFile": "ba_jail_hussa_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1287625787
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129299,
	"_sName": "ba_jail_hussa_v1",
	"_sText": "--- ba_jail_hussa_v1 ---\r\n\r\n- Created by Slasher/Hussa.\r\n\r\nThis Map's based on 2 'rooms'.\r\n\r\nThe Main Room (huge): It contains:\r\n-Cells (T-Spawn)\r\n-CT Spawn\r\n-Pool\r\n-Watchtower\r\n-Race\r\n-Football\r\n-Massjail\r\n-Healroom\r\n\r\nIt also includes 2 Shafts, 2 USP's in 2 different Cells, 1 at the Pool.\r\n\r\nThe secondary Room: It contains mainly a disco, a healroom, a Shooting Range, a killing room (rotating Blades).\r\n\r\nIt also includes an USP in the healroom.\r\n\r\n________________________\r\n\r\n\r\nIn the Map was put a secret, well, only 2 guys know how to open it, and nobody will know it in further.\r\nIt's just a room where the one who opened it can kill all by spawning props.\r\nSo it's not usefull for jail.\r\nIt just was made for the lulz. (:\r\n\r\nSpecial Thanks for Fannboii for testing it on his Jail Server (only German):\r\n83.169.44.129:27015\r\n\r\nYoure welcome to visit us, if you are german. :P\r\n\r\nAlso thanks to KILLERWHALEOWNEDYOU for his Shooting Range Prefab which you can find here: http://www.fpsbanana.com/prefabs/5259\r\n\r\n________________________\r\n\r\nWARNING: This map is as much optimazed as it was possible to do for me.\r\nBut this doesn't mean you got high FPS everywhere, you really don't.\r\nIf ur at the end of the pool and look onto the whole main room, you get fps like 20-30. Not more.\r\nThis shouldn't effect the gameplay but it's not nice though.\r\n\r\nFurther Versions will come where i'm going to higher the FPS, trying different ways.\r\n\r\n________________________\r\n\r\nIf your' going to use this Map on ur server, it would be nice if you'd inform me.\r\nI'd like to visit the Server when the Map is on and hear what players are going to say about it/getting ideas for improvements, i'm always open for suggestions.\r\n\r\nSo that's it till now, i hope you enjoy.\r\nYou may rate and comment here. (:\r\n\r\nPeace out,\r\n\r\nSlasher."
}