{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_jail_leoben_a1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 327836,
			"_nDownloadCount": 4261,
			"_nFilesize": 13100038,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/327836",
			"_sFile": "ba_jail_leoben_a1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1256132987
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129334,
	"_sName": "ba_jail_leoben",
	"_sText": "My idea for the jail came from a really nice jail located in Leoben, Austria (Ikea Jail). There was really only one goal, games, games and lots of games. I'm sure most of you have been frustrated as a T when all you play is couch game, trivia and maybe a maze. This map has been designed to amuse as many people as possible.\r\n\r\nThis is the updated version, I had to delete the original because I couldn't upload. This is currently being played on EdgeGamers servers even with its large size it plays fast and the balance seems pretty good (CTs can easily control Ts but if they make a mistake, they get punished).  Minimal lag issues at beginning of round when run with a full 40 man server (disappears shortly after jails cells open), otherwise with 30 people it runs incredibly smooth.  \r\n\r\nThis was made for EdgeGamers jail server but I can make a version for you if you contact me.  I believe it has 20 or so CT spawns and 48 T spawns.  \r\n\r\n********Requires NOBLOCK otherwise mini-games will not function correctly as Ts who fail will warp into one giant cluster.  \r\n\r\nFeatures\r\n* Obstacle Course - Easy and hard version\r\n* Indoor Race - With team auto-sort option (go into teleporter, automatically generates two teams)\r\n* Outdoor Race - Fast and Easy\r\n* Skipping Rope - Jump or the rope kills you!  Thanks to Elfy, mg_hellz_multigame for the idea\r\n* Dodgeball - Cannon shoots stuff at you - avoid it!  Thanks to solid_snake_glenn original map for the idea\r\n* Soccer/Basketball\r\n* Deathrun - Easy and Hard Version \r\n* Climb - Fairly easy, but that's the point!  \r\n\r\nOther Rooms\r\n* Disco - 3 Songs + Secret Mode\r\n* Couch Room - Everyone loves couches. Everyone.\r\n* Execution Rooms - Gas, Fire, Giant Pit of Death\r\n\r\nCool Feature\r\n* ST C4- If you get special treatment you can get a special C4 block to mark your status. Has a trail and an overhead graphics so you can avoid being killed. CTs are the only ones who can open the room.  Special treatment is letting a T do what they want after being freekilled or for winning something\r\n* Random Gun Spawn - Small Chance of spawning two pistols (10%)\r\n\r\nMinor Bugs:\r\n*16 ton blocks in deathrun kills people when blocks go back up\r\n*Pool water doesn't drown players\r\n\r\nCredits\t\r\nturboagent\t           16tonne weight\r\nharrison burton\t   Death Stairs\r\n-|tdd|-kamikaze    Florescent Lights\r\nSillirion                 Traps\r\n"
}