{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_jail_lockdown_final.bsp"
				],
				"_sMimeType": "application/x-7z-compressed"
			},
			"_bContainsExe": false,
			"_idRow": 325157,
			"_nDownloadCount": 11595,
			"_nFilesize": 35578397,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/325157",
			"_sFile": "ba_jail_lockdown_final.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1265061666
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129341,
	"_sName": "ba_jail_lockdown_final",
	"_sText": "<b>MAJORLY UPDATED CHECK THAT CHANGE LOG</b>\r\n\r\n<b class=orange>Change Log to Final</b><br>\r\n<b>Changed TopHATT models to not block sight\r\nFixed minor glitches\r\nMixed unaligned textures\r\nAdded sexy pic to disco</b>\r\n\r\n<b class=red>Change Log</b><br>\r\n<b>Better FPS in low FPS areas (Main Area, Pool, Ect)\r\nMade Secret room combo harder\r\nAdded other secrets\r\nFixed Minor glitches\r\nNo glitches in any minigames\r\nNew Big Cage\r\nNew lighting in main room\r\nRemoved Medic\r\nAdded Medic Packs around the map\r\nChanged path of tunnel in big cage\r\nFixed \"Random Death\" glitch</b>\r\n\r\nThis map is based on a nice, minimum security jail. every cell occupant should have a nice time! There are many things to do in this map, the file size is well worth it.\r\n\r\nFeatures:\r\n72 Spawns\r\nEpic Pool\r\nFull outside\r\nDisco\r\nMany Mini games\r\nFull lighting\r\nCubemaps\r\nCustom Skybox\r\nLOADS of custom textures!\r\n\r\nMini games:\r\nConnect 4\r\nRoulette\r\nObstacle Course\r\nLast Reaction\r\nJoust\r\nRace Of Death\r\nBasketball\r\nRock, Paper, Scissors\r\n\r\nMini Game Breakdown:\r\n\r\nConnect 4:\r\nIts a normal game of Connect 4, you cannot cheat in this game. the first player to press a button goes first. you must decide who wins. there is no auto detect for this mini game. If players cheat you can reset the game with the lever in the middle.\r\n\r\nRoulette:\r\nThere are 3 fenced in cages by the spinning roulette table. its a normal game of roulette with 1 winner! The left lever opens and closes the cells. The right lever Starts and Stops the spinning of the table. There is no auto detect for this game. the CTs must choose who dies.\r\n\r\nObstacle Course:\r\nYou start at the bottom of the stairs and RUN!!!! if you fall off you die. First one out wins! There is no auto detect for this game. CTs must choose who dies.\r\n\r\nLast Reaction (Now supports ANY number of players!):\r\nThere are 16 booths, each with 4 buttons, and a control panel outside of the booths. The Ts enter a booth and are locked in. the CTs choose a color on the outside control panel and the same button lights up inside the booths. The last T to push his/her button dies. The lever to the left resets the game, or lets players out if they lock them selves in.\r\n\r\nJoust (2 Players only):\r\nA CT enters the blue tile side, and a T enters the red tile side. To start the game the CT pressed \"Use\" on the lever and both players are teleported into the game. The object of the game it to knife the player on the other side. to leave the game you must press \"Use\" on the lever under the joust rail.\r\n\r\nRace of Death (Ts only):\r\nThe Ts enter the glow in the corner and wait until the game starts. to start the game a player preses \"Use\" on the lever outside of the race. the whole race walls will begin to move backwards killing any players that get suck. if you make it out alive you win! There is no reset for this game, if you start it you must wait for it to come back.\r\n\r\nBasket Ball (Ts Only):\r\nDo I really need to tell you how to play this?\r\n\r\nRock Paper Scissors:\r\nA player steps on each side of the wall and choose a button. the loser dies. The reset switch is there for if the games stops working. If it does stop working, just press this lever and it will work again.\r\n\r\n\r\n\r\nMisc things around the map:\r\nDisco: full function disco that has 4 songs (1 secret) 7 lighting styles/effects. Fully stocked bar with shotty under the counter. A ct only area where the cts can sit back and enjoy the music without being knifed. \r\n\r\nWarden Nade: there is a warden nade that puts a TopHATT on your head to let people you are warden. \r\n\r\nThere a many hats in this map. Only the warden hat is NOT a secret. \r\n\r\nEletric sliding doors: these doors were installed in the main areas in the map. We ran out of money for all doors to be eletric.\r\n\r\nPool: this pool was crafted by the gods them selves!!! It features all rounded edges on the wall and in the pool. The sun casts a glow down upon this price of art like a beacon in the night. \r\n\r\nCells: each cell is just a tad bit diffrent to keep it fun. There are many things to knife wile waiting for orders. Or you can throw your tv at the CTs!!! There is no USP in any cell it's a compact!!! \r\nCell vent: I was tired of the teleport 1st cell vent. So I did a roof vent with. Drip down ladder that you climb to reach the top of vent then walk through the vent to the armory!!!\r\n\r\nMedic: this medic was fine until two unrule players threw thier beds on the floor! There is 1 nade in medic. And all beds heal you. Just stand by one!!!\r\n\r\nLABLES!!: nearly everything is labled. It's hard to not find what you are looking for in this map!\r\n\r\n\r\n \r\n\r\n"
}