{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "Readme.txt",
					"1": "ba_jail_mdg.bsp",
					"screenshots": [
						"Thumbs.db",
						"ba_jail_mdg (1).jpg",
						"ba_jail_mdg (10).jpg",
						"ba_jail_mdg (11).jpg",
						"ba_jail_mdg (12).jpg",
						"ba_jail_mdg (13).jpg",
						"ba_jail_mdg (14).jpg",
						"ba_jail_mdg (15).jpg",
						"ba_jail_mdg (16).jpg",
						"ba_jail_mdg (17).jpg",
						"ba_jail_mdg (18).jpg",
						"ba_jail_mdg (19).jpg",
						"ba_jail_mdg (2).jpg",
						"ba_jail_mdg (3).jpg",
						"ba_jail_mdg (4).jpg",
						"ba_jail_mdg (5).jpg",
						"ba_jail_mdg (6).jpg",
						"ba_jail_mdg (7).jpg",
						"ba_jail_mdg (8).jpg",
						"ba_jail_mdg (9).jpg",
						"ba_jail_mdg.jpg"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 327825,
			"_nDownloadCount": 2022,
			"_nFilesize": 36035835,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/327825",
			"_sFile": "ba_jail_mdg.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1256150760
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129367,
	"_sName": "ba_jail_mdg",
	"_sText": "This map is a bigger project of me. Furthermore I convinced 2 good friends of mine to create it.\r\nWe emphasized the one to one copy which obvious ( eg. the basketball)\r\nwe integrated the rules of the 3sports.(eg. soccer. the ball returns to the middle of the pitch before the kick off starts and a counter counts the points from 0-99).\r\nBy playing tennis or basketball the points are counted aswell.\r\nIn the beginning the map should have been named ba_jail_multiple_different_games but the name would have been too long.\r\nIt should has been named like it because we inserted many different games:\r\n-rope skipping\r\n-soccer\r\n-basketball\r\n-tennis\r\n-highjump\r\n-trickjump\r\n-deathrun\r\n-race\r\n-surfrace\r\n-1,2 or 3\r\n-swimming\r\n-maze\r\n-shooting range\r\n\r\nFurthermore we inserted a kitchen, a disco, a chilllounge and a control station.\r\n\r\nThe map is splitted into 3 platforms which can be reached by an elevator.\r\nThe elevator has a display inside and outside which shows the current platform.\r\nThe map has death cell, a cure station, a mass jail and a padded jail ( a wodden cell in this case) - just like evey jailmap.\r\n\r\nThere are many secret passages which is comfortable for the T's. Besides there are areas in which only CT's got the admission or the chance to obeserve the T's out of a secure distance.\r\n\r\nThe cell opens after 1,30minutes.\r\n\r\n\r\n-----------------------------------------------------------------------------------\r\n\r\n\r\nDie Map war ein größeres Projekt von mir. Außerdem habe ich 2 gute Freunde dazugebracht mit mir zusammen diese Map zu erstellen.\r\nWir haben wert auf Detailgetreuheit gelegt was man beim Basketball zum Beispiel sehen kann. \r\nZu dem haben wir bei den 3 Sportarten draußen die Regeln eingebaut. Bei einem Fussballtor kommt der Ball für den Anstoß wieder in die Mitte zurück und ein Counter zählt die Punkte von 0-99.\r\nAuch beim Baskettball und beim Tennis werden die Punkte gerechnet.\r\nDie Map sollte anfangs ba_jail_multiple_different_games heißen, aber der Name wäre zulang gewesen.\r\nDer Name ist entstanden weil wir viele Spiele eingebaut haben:\r\n- Seilhüpfen\r\n- Fußball\r\n- Baskettbal\r\n- Tennis\r\n- Highjump\r\n- Trickjump\r\n- Deathrun\r\n- Race\r\n- Surfrace\r\n- 1,2 oder 3\r\n- Schwimmen\r\n- Labyrinth\r\n- Schiessstand\r\n\r\nZudem eine Küche, eine Disco, eine Chillounge und einen Überwachungsraum.\r\n\r\nDie Map ist in 3 Ebenen aufgeteilt die man mit einem Aufzug erreichen kann.\r\nDer Aufzug hat sowie innen als auch außen ein Display in welchem stock sich der Aufzug zurzeit befindet.\r\nDie Map hat zudem, wie eigentlich in jeder Jailmap, eine Heilkammer, eine Todeszelle, ein Massenjail und eine Gummizelle (In unserem Fall eine Holzzelle).\r\n\r\nEs gibt viele Geheimgänge was gut für die T's ist. aber auch viele stellen, zu denen nur CTs hinkommen oder Möglichkeiten die Ts aus einem sicheren Abstand zubewachen. \r\n\r\nDie Zellen öffnen automatisch nach 1.30min!"
}