{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_jail_Shel.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 324777,
			"_nDownloadCount": 1484,
			"_nFilesize": 19447807,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/324777",
			"_sFile": "ba_jail_shel.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1266252321
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129535,
	"_sName": "ba_jail_Shel",
	"_sText": "IMPORTANT FOR SERVERS:\r\nIf you want this map on your server, and your users do not download it from here, you must set \"net_maxfilesize\" to 26 or more. I recommend setting it to 64. Do this by typing \"net_maxfilesize 64\" without quotations.\r\n\r\nHello everyone. My name is Shel, this is my map. This map took 3 total days to make.\r\n\r\nMy map has a lot of features. There's a secret that leads into my \"sniper box\", which is a box that you can see out of. It's accessible from big cage, so it's good to rebel with. Keep in mind though, after 12 seconds, the rope breaks, trapping and killing you from suffocation in the box. You are stuck in the box, so kill as many CTs as possible.\r\nAnother feature is the Mode feature. I made buttons that trigger different modes; there is normal mode, low gravity + air accelerate mode(like scoutzknivez), and slide mode with accelerate. These were included just for fun. You could set the slide mode and have terrorists try to stay in the middle of the disco platform without jumping, last man on the platform wins. \r\nI guess a feature after that would be the pool. It's made of real pool stuff. I'm proud of it graphically. Thanks to TopHATTwaffle for the textures.\r\nAnother feature is the disco. Features flashing lights overtop, color-changing floor, laser beams coming down from the disco ball, that lights are also coming out of.\r\nI guess a useful feature is the labels, so you don't really have to figure out which each button does. \r\nSoccer is another feature. The soccer features a pokeball, and two nets that I had trouble making because I couldn't find a good texture, and was too lazy to make one.\r\nThe armoury features m4a1, ak47, deagle, grenade, awp, elites, and an aug. All are auto-respawning on pickup, so no real issue when it comes to large war days. The armoury can be opened from the outside by shooting the button next to the door with a gun. It cannot be opened via knife or grenade. There is also a hole in the roof of the armoury which you can jump down into.\r\nIf you enter the pool, you become invincible to falls. This effect carries outside.\r\n\r\nNot much more to say then just download the map and see for yourself.\r\n\r\n\r\n\r\n\r\nSongs(disco):\r\n1: Haddaway - What is Love\r\n2: Ke$ha - Tik Tok\r\n3: I can break these cuffs(YTMND)\r\n4: Bill Nye hardcore remix.\r\n5: Leeroy Jenkins remix"
}