{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Readme-Notes.txt",
					"ba_jail_spaceprison.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 329978,
			"_nDownloadCount": 1494,
			"_nFilesize": 1562611,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/329978",
			"_sFile": "ba_jail_spaceprison.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1249557816
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129560,
	"_sName": "ba_jail_spaceprison",
	"_sText": "This is a Ba_Jail map I've been working quite a lot on.\r\n\r\nThis map takes place in the future, in a prison located in space.\r\n\r\nThe security is high and there are multiple guard-towers, walls, lasers, doors and alarm systems.\r\n\r\nTo balance the teams out (map-wise the CT's are superior because of the high security) I've mainly placed weaker weapons in the map, and a few stronger ones in hidden places with low ammo.\r\n\r\nThere are multiple secrets including weapons, hidden buttons and man-holes.\r\n\r\nMap includes following areas:\r\n-Cells with 2 terrorist spawns in each(28 T spawns in total).\r\n-Armory/Gun Room with 16 CT spawn points.\r\n-Shot4Shot room with deagles.\r\n-Knife Arena\r\n-Engine Room\r\n-Pool\r\n-Medic\r\n-Multiple guard towers with high security\r\n-Two cages with boxes\r\n\r\n\r\nAlso the map features an alarm-system that covers all areas in the map. The black/red buttons can be used to toggle the alarm on/off(Noticeable through message in chat and red lights) and all doors to major areas such as the Engine Room, Main Gate, Armory and Guard Towers will tell all players that someone is attempting to open it through a message in chat, and will open after 10 seconds, giving CT's time to respond to the Prisoner's attempts to escape.\r\n\r\n\r\n\r\nMap is made ENTIRELY by CrucixTM.\r\n\r\n\r\nCOPYING OR DECOMPILING IS NOT ALLOWED, YOU ARE NOT ALLOWED TO MAKE NEWER VERSIONS OF THIS MAP OR MODIFY ANY PART OF IT.\r\n\r\nIf you want something fixed, ask me and I might upload a newer version."
}