{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_jail_The_Best_FIX.bsp",
					"Если ты - Русский, прочти!.txt"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 307249,
			"_nDownloadCount": 1949,
			"_nFilesize": 20835829,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/307249",
			"_sFile": "ba_jail_the_best_fix.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1322139694
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129599,
	"_sName": "ba_jail_The_Best_FIX",
	"_sText": "**This map was created to receive the title of the best map of Jail 2011**\r\n======================================================================\r\n###### Original Russian description you can read on this link:\r\n[Click Here!](http://www.evoplay.ru/joomla/index.php?option=com_kunena&func=view&catid=25&id=20590&Itemid=92#20590 \"\")\r\n>>>THIS MAP REQUIRES NO-BLOCK ON YOUR SERVER<<<\r\n===============================================\r\n\r\nHistory:\r\n--------\r\n### 2072. Revolution in the technologies for the world. One scientist has invented a virtual reality project, which practically does not differ from reality itself. His idea was immediately bought by the name of a famous developer -BlackHawk-, or we can call him Black. He has so long wanted to implement something like virtual prison for prisoners, which they will have a choice between freedom and death. But the impetus for that was to date from the game mod CS:S, Jail Mod. But the meaning of then current Jail Mod and virtual Jail, was quite different. In \"Virtua Jail\", as the prisoners were to serve the real criminals connected to the computer and are in a virtual world. In the role as prison guards should be trained to act people, real experts in their field, and at the request of and for the well-paid amount for the jailers can make anyone. The rules of the prison were much harder: there died - he died here, while this rule applies only to prisoners. And this is without taking into account the individual rules, which are discussed here will not be mentioned. However, if you managed to survive, you get an early release. The first location for the project \"Virtua Jail\" performed by the owner of this project, Black. He's going to create something where the prisoners for the last time will be have fun, or to show their strength and confidence. But only the best of the best will be able to beat a jailers in this game, who as always have an advantage ...\r\n### I think, history is very nice) But, sorry, if you understand anything(Say thanks to Google Translate :D).\r\n### In fact, I had more screenshots, but this site does not allow to put more than 6 screenshots. Fuck =)\r\n#### In this map you can play next games:\r\n1. Volleyball\r\n2. HE Throw\r\n3. The Cannon\r\n4. Laser Room\r\n5. Defence(**ON THE DE_DUST 2!! :DDD**)\r\n6. Rolling Stones\r\n7. Shoot Yourself!\r\n8. Shooting Range\r\n \r\n### This map was designed for Russian and English players. So, i think anybody can understand what is written there)\r\n### Official map release(ba jail The Best FIX): **_05.11.2011_**\r\n\r\n##### I can't give all credits for the mappers, and this maps, that would help me to create this fucking great map, so if u think, that i forgot YOU, please PM me. Thanks you!"
}