{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_mud_beta.bsp",
					"readme.txt"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 330549,
			"_nDownloadCount": 1454,
			"_nFilesize": 3024589,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/330549",
			"_sFile": "ba_mud_beta.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1247391656
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129693,
	"_sName": "ba_mud_beta",
	"_sText": "Credits: Aurora = Awesome Helicopter Prefab\r\n         Clay   = Sandpit. As i was quite tired.\r\n\r\nThis map is based on the idea that what happened if you was in a jungle/forest/outside area. What would it be like. So i created a mud hut jail with inspired natural games.\r\n\r\nIt came around after playing through the jail maps and realizing that they all are the same, all gray, all blocky, some well done, don't get me wrong, but in the end, very similar. All based inside, and too be honest, i had enough of looking through bars at the boring walls, sometimes, i would change map, and would not notice. Anyway, enough on that rant. How about a Story?\r\n\r\nBack Story.\r\nThe prisoners were being transported from one facility to another. (as you do). When all of a sudden, a group of tribes people blow out the tires on the prison bus. Before coming on board and slashing out the driver and the guards throat in a blink of an eye. The prisoners had no idea what to do, were these guys worse then the guards?, at least guards had a code to uphold.\r\nLater, the prisoners found themselve being taken through the undergrowth to an area were they can see mudhuts. Once there, they were forced inside, with only a bucket to shit in and the cold wet floor to sleep on, the prisoners were starting to remeber how good prison was to them.\r\nIn the mean time, news got out about the hijacked prison bus. The warden immediatly scrambled a jet to their last known location, he took some guards with him to help out. It wasn't long before they found the distinctive mudhuts.\r\nOnly, to realise, that his thirst to find them blinded him from his senses, he checked down to see they had run out of fuel. The helicopter plummeted to the floor, only, thats half the problem, they were heading for a cliff face, on the other side, certain death.\r\n[Insert bravery, skill flying, awesome crash]\r\nThey made it, from the ruins they got a radio, and scrambled a prison bus to come get them and the prisoners. In the meantime, you have to keep them controlled and entertained.\r\n\r\n"
}