{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"ba_jail_zaker_final_fix": [
						"ba_jail_zaker_final0000.jpg",
						"ba_jail_zaker_final0001.jpg",
						"ba_jail_zaker_final0002.jpg",
						"ba_jail_zaker_final0003.jpg",
						"ba_jail_zaker_final0004.jpg",
						"ba_jail_zaker_final_fix.bsp",
						"ba_jail_zaker_final_fix.nav"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 328839,
			"_nDownloadCount": 1178,
			"_nFilesize": 1979855,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/328839",
			"_sFile": "ba_jail_zaker_final_fix.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1252693962
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129660,
	"_sName": "ba_jail_zaker_final_fix",
	"_sText": "FINAL FIX VERSION\r\n===================\r\nIn the FIX version I noticed a small problem to be left alone to play to 10 people but now lets play more with a maximum of about 40 or thereabouts.\r\nThe Glass aviation map in the middle of it away because it was anti-aesthetic.\r\n\r\n===========================================\r\nArea football games to drive.\r\nHas infermeria.\r\nIt has a kitchen.\r\nIn armeria a lift.\r\nThere is a glass to protect ct right in the beginning so that the items last longer.\r\nBesides hay pa suicide isolation and hit enter.\r\nAnd there is a secret room where there is 1 TV with vigilanzia camera to view the jail.\r\n\r\nIn version 3 I have 2 tests and deathrun style at the end of each test is a shell with luzes.\r\nI put a password on the door leading to pool havitacion secret where there is a surveillance screen.\r\n\r\nFinal Version\r\n=============\r\nAdded a top aviation pool where to place before the prisoners inside and not go ke.\r\nNow there are 4 levels and the last deathrun have to guess the door leading to armeria that this is the prize.\r\nThe football is bigger now with goalposts and a ball better even better.\r\nNow if you fail at some level deathrun not kill directly but ke you fall into the fire and some life kita you, except that I added a door to exit ke deathrun if you can not see.\r\nThere are now more ammunition in the weapons armeria.\r\nAnd added a pair of objects in the jail to do a bit of Butler. "
}