{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_jail_zombie_future_2011.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 314863,
			"_nDownloadCount": 1552,
			"_nFilesize": 3398568,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/314863",
			"_sFile": "ba_jail_zombie_future_2011.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1297008479
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129666,
	"_sName": "ba_jail_zombie_future_2011",
	"_sText": "this is a really great map! there are many mini games that you will like it. you can go from a cell into a chute. This shaft leads to a similar armored car. with the car you can drive across the room and surprise a few c'ts:) in this map you can even drive cars. well not really ^ ^ (you're standing in it in the car and it follows you forever) but does look cool ..\r\nThere is even a deathrun. on the football field you can get a zombie on the field let the players angry. (the zombie runs through the entire football field)\r\nYou can even adjust the lighting of the map. So dark / light ...\r\nyou can hunt a few laser beams through the map (see screenshots)\r\nin a cell you find teletabbis two. po and TinkyWinky.\r\nThere is a pool and a basketballfleld.\r\nThere is also a very awesome mini game. It is a kind of platform.\r\nt's all go to the platform and the ct 'can adjust the speed at which it turns. out of the last still standing has just won: /\r\nin the laboratory also many fun things to discover.\r\nso this map has really made a lot of work and I hope you enjoy it.\r\n\r\nyour mapper: dackelmausente1995\r\n\r\nthe models for the cars and the teletabbis are included download\r\nhave fun\r\n\r\nSTEAM: DACKELMAUSENTE1995\r\nMAP BY DACKELMAUSENTE1995\r\n\r\nI have the map now finally finished and there will be no other versions more\r\n:)"
}