{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 327761,
			"_nDownloadCount": 1365,
			"_nFilesize": 10367092,
			"_sAnalysisResult": "File extension does not match file MIME type",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/327761",
			"_sFile": "ba_jail_vampire_musical.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1256579616
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129638,
	"_sName": "ba_jail_vampire_musical",
	"_sText": "Mapinformations:\r\n****************\r\n\r\nThis map is about a german musicals names \"Tanz der Vampire\" [GER] (Eng.: \"Dance\r\nof the vampire\"). But in this luxus-jail isn't only the musical! \r\n\r\nYou can find there a swimplace. Its look like in a junge and there is very big tree \r\nwhere you can go up and jump in the water. You can see behind the big tree a \r\nvery big waterslide!\r\n\r\nIn one room you see a aquarium, where you can go in from the room over it.\r\n\r\nThere is a footballroom. You can change between 3 floors and 8 balls.\r\nGoals come up, when you press a button.\r\n\r\nYou can visit a big room with a lot of crates. You can destroy them. It's funny!\r\n\r\nThe weapon-room was blow upped from any person and the securityguy is killed. You\r\ncan go to the weapon-room throug a destroyed elevator.\r\n\r\nThe CT's start in the weapon-room and can either go directly to the cells or throug\r\nthe destroyed elevator in an other room.\r\n\r\nThe T's start in there cells. There aren't any weapons in.\r\n\r\nHafe Fun & Good Look in my Map and enjoy my fantasie!\r\n\r\n\r\n\r\nquestions to:\r\n[E-mail in file]\r\n\r\n***********RIGHTS****************\r\n*********************************\r\n\r\n--> Don't decompile the map and copy any pieces from it\r\n--> When you upload the map, be sure, that the mapinfo is showing!!!!\r\n\r\nBefore you want to do anything, what's break one of the rights send me an e-mail!\r\nMaybe we find togehter a solution"
}