{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_newguys_jail_break_beta_v5.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 332589,
			"_nDownloadCount": 1220,
			"_nFilesize": 5032257,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/332589",
			"_sFile": "ba_newguys_jail_break_beta_v5.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1239859899
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129694,
	"_sName": "ba_newguys_jail_break_beta_v5",
	"_sText": "This map is an underground map.\r\n\r\nIt has two access ways to the top, one is a security coded door, and one is a secret tunnel from disco.\r\n\r\nThe door codes for every door are as follows:\r\n\r\n1 2 3 4 5 6 7 8 9\r\n\r\nYou will have 3 seconds between each button before it resets itself.\r\n\r\nThe terrorists start off caged at the back of the base. There are a few hidey-holes for them to creep through.\r\nThe ct's spawn in the gun room, which connects to the jailed area through large security doors. There is a working surveillance system near ct spawn that monitors movement through the big security doors.\r\n\r\nThere is also a working disco, with two custom sounds. The floor of the disco is made up of lights and change colour.\r\n\r\nThe most handy thing jail break maps don't usually have is the death race room. The death race room can accommodate two terrorists side by side, separated by glass. How it works is, when the terrorists are in position inside the death race chambers. There will be a light count down.\r\nRed\r\nYellow\r\nGreen\r\nOn green the terrorists need to run as fast as they can to the end, first one to make it triggers the opponents door to close, and for them to be killed by the trigger_hurt entity.\r\nSimple press of the button and the game resets, ready for the next contestants.\r\n\r\nPLEASE LEAVE FEED BACK, AS THIS IS THE FIRST MAP IVE MADE PUBLIC!!\r\n\r\nENJOY!!"
}