{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ba_jail_cryptic_fortress_v1.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 327665,
			"_nDownloadCount": 1666,
			"_nFilesize": 4994681,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/327665",
			"_sFile": "ba_jail_cryptic_fortress_v1.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1256788164
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129760,
	"_sName": "Jail Map: Cryptic Fortress V1",
	"_sText": "Cryptic Fortress\r\nba_jail_cryptic_fortress_v1\r\n\r\nby: =(eGO)=™ Batterytime\r\n\r\nFollowing are some features of the map:\r\n-Armory: Contains many gun choices, including scouts, bullpups, aks, m4s, tmps, shotties, and autoshotties. There are three types of pistols, deagles, usps, and 5-7s.\r\n-Cellblock and cells: cells are arranged in a 9x2 grid, 9 cells on each floor. Cells are large and very easy to hide in, but a cell lockdown (only for the cells) occurs at 6:00 after map start.\r\n-ST Markers/Solitary: There are three c4/bombs in one of the solitary rooms. Ts can pick these up and they will be marked ST on top of their head for easy recognition of special treatment prisoners. Solitary cells doors are ct coded.\r\n-Couch room: I don't really like to play the couch game, but it is there for nostalgic and decorative purposes. :P\r\n-Park: playground and sandbox for hot lava, s4s glass arena, spray wall, and ct walkway.\r\n-Hospital: window outwards to park, two story hospital\r\n-Climb: Two climbs, dark and light climb, each has an ending spot that is visible from the ct walkway. Climb end teleports to couch room.\r\n-Disco: Three songs to choose from, Over the Frail Dream, Exploration of Space, and Harder, Better, Faster Stronger Remix, from left to right in disco booth. Light options are off, laser/rave, and full light.\r\n-Pool: Contains a pool/beach and a jacuzzi, as well as two showers\r\n-Race/Maze: Forcefield across from disco teleports players to the maze, sorted by team so the ts go onto the race side and the cts go onto the ct \"safe\" side. CTs can see Ts while they are racing, but not the other way around. Once one player finishes race, the others have 15 seconds before getting killed.\r\n\r\nPlease leave any comments or suggestions. If you would like this map customized, please contact me at explosivecranberry@gmail.com.\r\n\r\n~Batterytime"
}