{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"ba_zaker_lava_v1": [
						"ba_zaker_lava_v1.bsp",
						"ba_zaker_lava_v10000.jpg",
						"ba_zaker_lava_v10001.jpg",
						"ba_zaker_lava_v10002.jpg",
						"ba_zaker_lava_v10003.jpg",
						"ba_zaker_lava_v10004.jpg",
						"ba_zaker_lava_v10005.jpg"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 326703,
			"_nDownloadCount": 1148,
			"_nFilesize": 4189585,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/326703",
			"_sFile": "ba_zaker_lava_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1260287510
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129739,
	"_sName": "ba_zaker_lava_v1",
	"_sText": "Here you put a small description of the map:\r\nBa_zaker_lava_V1 The map is a map created by me from 0.\r\n\r\nThis is the version 1 on my map.\r\nThis map has a gun, a volleyball field, a dining room with bananas and oranges, the cells, the isolation room, the jail that contains a door, nursing healing when you give with the E key on the cross is inside Nursing, and the room where the fire suicide all the time on or tirandote also lower the lava.\r\n\r\nIn Version 1 I added:\r\nA room where there is a garage with limps and then 2 things to the last desseos of terrorists to launch the farthest Deagle and a roulette wheel.\r\nI have also added as a watchtower.\r\nAnd 2 machines to play jump rope or whatever and now in this version the jetpack is achieved through the door that aviation armeria beside where you have to spend 3 doors:\r\n1 - The first door the PW is the result of the operation (69x69 = pass)\r\n2 - The second door you have to give the correct button but die. (The right button is the bottom 2)\r\n3 - The third door you have to give the correct button but die. (The right button is the bottom 2)\r\nThen in 1 cell is a piece of ground glass that breaks.\r\n\r\nAnd this is all demomento of version 1"
}