{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"ba_zaker_lava_v2": [
						"ba_zaker_lava_v2.bsp",
						"ba_zaker_lava_v20000.jpg",
						"ba_zaker_lava_v20001.jpg",
						"ba_zaker_lava_v20002.jpg",
						"ba_zaker_lava_v20003.jpg",
						"ba_zaker_lava_v20004.jpg",
						"ba_zaker_lava_v20005.jpg"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 326614,
			"_nDownloadCount": 1467,
			"_nFilesize": 9560511,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/326614",
			"_sFile": "ba_zaker_lava_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1260633370
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129740,
	"_sName": "ba_zaker_lava_v2",
	"_sText": "Here goes a brief description of the map:\r\nBa_zaker_lava_V2 The map is a map created by me from 0.\r\n\r\nIn version 1 on my map.\r\nThis map has a gun, a volleyball court, a dining room with bananas and oranges, the cells, the isolation room, the prison that contains a door, nursing healing when given with the E key on the cross is inside Nursing, and the room of fire suicide all the time or less also tirandote lava.\r\n\r\nIn Version 1 added:\r\nA room where there is a garage with a limp and then 2 things at desseos last of the terrorists to launch further Deagle and a roulette wheel.\r\nI've also added as a watchtower.\r\nY 2 machines to play jump rope or whatever and now in this release, the jetpack is achieved through the aviation armeria door next to where you have to spend 3 doors:\r\n1 - the first door, the VP is the result of the operation (69x69 = pass)\r\n2 - The second door you have to give the correct button, but dying. (The button on the right is the 2 below)\r\n3 - The third door you have to give the correct button, but dying. (The button on the right is the 2 below)\r\nThen in 1 cell is a piece of broken glass that breaks.\r\n\r\n--------------------------------------------------\r\n--------------------- V2--------------------------\r\n--------------------------------------------------\r\nThe V2 has added a soccer field, a tunnel that passes over the lava that takes you to the elevator where the Soccer Field.\r\nAt the request of JordireX Then I added a \"Cashier\" to make the you have to go through a corridor where there Sorpresa XD (to get to the bank someone will have to commit suicide).\r\n\r\nThen I expanded a bit too Cells, and removed lights that had a door.\r\n\r\nFor everything else is like the V1."
}