{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"ba_jail_bunker_v5.bsp"
					],
					"materials": {
						"VGUI": {
							"maps": [
								"menu_thumb_ba_jail_bunker_v5.vmt",
								"menu_thumb_ba_jail_bunker_v5.vtf"
							]
						}
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 320452,
			"_nDownloadCount": 2141,
			"_nFilesize": 7648105,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/320452",
			"_sFile": "ba_jail_bunker_v5_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1281362180
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129745,
	"_sName": "Bunker Jail",
	"_sText": "Originally a hostage rescue map made by eX, this has been converted into a jailbreak map, with an all new jailbreak layout and design.\r\n\r\n==================================================================================\r\n\r\nThe map has been made to represent a society whereby war has broken out above ground, and so we have dug ourselves down. The decaying bunker prison can still feel the effects of what is going on above, with earthshattering vibrations, slowly tearing away at the foundations.\r\n\r\n==================================================================================\r\n\r\nThe idea for this map is that it would bring back the old style of jailbreak, but incorporate some newer ideas. By this, I mean, the jailbreak days whereby maps were empty, and the Guards had to think of the games, without reliance on \"easy games and control areas\". The map is balanced for both sides, with oppurtunities to rebel in some areas, and far safer zones in others. This will hopefully allow players to re-live the olden days, when jailbreak was interesting, rather then just playing simon says round after round.\r\n\r\n==================================================================================\r\n\r\nThe modern twist I've added is a couple of interactive games for the prisoners to occupy themselves with. These include a football shootout area, based of the gameplay of ka_soccer. This includes automated settings to allow for better play. A total wipeout swimming pool, based on the TV series - whereby prisoners stand on risen poles in the pool, while dodging a spinning blade. The boxman game - whereby 1 prisoner is made into the \"Boxman\", and has to track down his teammates and kill them while blinded. The final game is a twist on mg_buses_from_hell, and all time minigame favourite. This consists of a room with the ability to lockdown, trapping prisoners in a enclosed area. Two drivable forklifts are then released, creating \"Drive-by Forklifts\".\r\n\r\n==================================================================================\r\n\r\nThis map has been tested with 20+ players and runs with high fps, reliable rounds, and a small size of just 24mb, a godsend in comparison to these new 50mb+ jailbreak maps.\r\n\r\n==================================================================================\r\n\r\nThe map also includes a minimap/radar, with full detail of rooms. Additionally, the map includes a vgui map image for the server list.\r\n\r\nFor an earlier release of the map, refer to: http://www.fpsbanana.com/maps/134650"
}