{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"jb_iceworld.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 284543,
			"_nDownloadCount": 1292,
			"_nFilesize": 61506699,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/284543",
			"_sFile": "jb_iceworld_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1421010075
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129848,
	"_sName": "jb_iceworld",
	"_sText": "Hi everyone,\r\n\r\nToday, i'm happy to show you my new map jb_iceworld\r\nI made this map in one month and i hope you'll like it.\r\nI have to say that this map is a Jailbreak map for Counter Strike-Source, so i've focused the most in mini-games (less in the \"beautifull aspect\"), and the main part of buttons/commands are filtered for CTs, and only Ts can play the games.\r\nFor exemple, if you want to try the \"Hunger game\", you need at least to be 2. For a question of optimization, models in cells are delete when jails open, if you want to see them, play terrorist.\r\n\r\n\r\n\r\njb_iceworld\r\n==================\r\nFor Christmas, the Director Raphi decided that even his prisonners can enjoy this party. He transfered them in a new prison named \"Iceworld\" which is full of magical and funny element.\r\nDon't worry, in this prison, terrorist won't be tired, this new place came with a lot of new games and activities\r\n\r\n\r\nGames\r\n==================\r\n14 games. I guess it's good for a jb map :)\r\n\r\n- Couch Room : 2 couches will be killed\r\n\r\n- Death Crate : Terrorists will have do dodge a death crate\r\n\r\n- Jump Rope : As his name, Ts have to jump to dodge the sugar cane\r\n\r\n- Pacman : Ts have to go into the house and are resized. Cts have to follow and cut them\r\n\r\n- Climb : As every climb, Ts just have to climb to the end.\r\n\r\n- Avalanche : Ts have to up the hill in dodging the snow\r\n\r\n- Race : It's a funny race, with half-pipe/surf/dodge.\r\n\r\n- Hunger game : When a CT will unable the game, Ts will be teleported on the big ice block and will have to knife to the death.\r\n\r\n- Hockey : It's the football... but it's Hockey \r\n\r\n- Disco : I've put 3 new songs for your ears (let it goooo let it gooo)\r\n\r\n- Carebear say : The carebear will give you order and you'll have to try to dodge his attacks. If you fail, you die, it's simple. (This game need some experience)\r\n\r\n- Longjump : You have to do the surf and then Jump the farthest. When CTs will press the button, the 3 farthest will win.\r\n\r\n- The Snake : It's a simple Gravity-Race\r\n\r\n\r\nSecrets & Event\r\n==================\r\nIn this map, i've put some secret and a special event.\r\nI guess you'll discover yourself vents, but i'll explain how to enable the event, it's not automatic.\r\n\r\nYou have to put the noclip and go under the main room, you'll found 2 buttons and a knife. Press a button, it will only enable a song (The left one, a french song, the right one, an english song).\r\nWith the knife, you'll be able to spawn present on the floor, just press \"e\" to spawn them. When Ts will cut them, they'll win 4 points in their score.\r\n\r\n\r\nThank you for watching, Have fun :)\r\n\r\n![http://i.imgur.com/kONzaZE.jpg](http://i.imgur.com/kONzaZE.jpg \"http://i.imgur.com/kONzaZE.jpg\")"
}