{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"jb_factory_v1.bsp"
				],
				"_sMimeType": "application/x-7z-compressed"
			},
			"_bContainsExe": false,
			"_idRow": 324464,
			"_nDownloadCount": 1278,
			"_nFilesize": 1341302,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/324464",
			"_sFile": "jb_factory_v1.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1267250008
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129834,
	"_sName": "jb_factory_v1",
	"_sText": "This is my very first jailbreak map, so let me know how I did!<br />\r\n<br />I used some elements from other maps such as the pool, and the soccer area. These are credited in the credits, along with below. I had to recreate the gameplay for them to work for the jail, and added a few elements to them to fit with the map. To play both soccer and pool just get a goal, the ball resets back to the middle of the area.\r\n<br />\r\n<br />This map has several areas for people to escape, along with areas for wardens to give commands. There are many games as well. Maze, Race, Wall climb, etc. I'm not sure if wall climb has been done before, and this is my first attempt at making it popular.\r\n<br />\r\n<br /><b>To use the maze:</b>\r\n<br />Have all the t's line up by the maze entrance. Go up the stairs and through the door, then click on the start button. All the t's will then run through the maze and the first person to click on the hidden red button will kill everyone in the maze. This is a good way to get the last LR, or eliminate the last 2 people down to 1. \r\n<br />\r\n<br /><b>To use the race:</b>\r\n<br />Have some t's line up in front of a race entrance. Have a CT go up the stairs to the viewer box and click the start button. The doors will close when the first person gets about half way through the track. This will allow you to kill people that take to much time to start racing. Once someone reaches the end, the doors will close and kill anybody in the race arena that didn't make it! \r\n<br />\r\n<br /><b>To use the wall climb:</b>\r\n<br />Have some people line up in front of a wall climb. Have a CT go up the stairs to hit the start button. The first T to the top of the wall climb will live, other contestants will die!\r\n<br />\r\n<br /><b>To use soccer and pool:</b>\r\n<br />Make somewhat even teams start on each goal. When someone says, \"Go\", have them try to get a goal. This will take close concentration of CT's to make up rules and guidelines along with who will live etc.\r\n<br />\r\n<br /><b>To use death-pit:</b>\r\n<br />Well, it's a big death hole. Use your imagination.\r\n<br />\r\n<br />\r\n<br />Let me know what I should remove\\add\\edit in the next version or upcoming maps! Please visit my website, <a href=\"https://www.wmclan.net/\">www.wmclan.net</a> and register on the forums.\r\n<br />\r\n<br />Thanks!\r\n<br />\r\n<br />More Screenshots:\r\n<br /><a href=\"https://www.wmclan.net/photos/css/jb_factory_v1/\"/>Here</a>\r\n<br />\r\n<br />Credits:\r\n<br /><a href=\"http://www.fpsbanana.com/maps/22004\">ka_waterpolo_2007_v2(lolobubu)</a>\r\n<br />\r\n<br /><a href=\"http://www.fpsbanana.com/maps/11946\">ka_soccer(saar y)</a>"
}