{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"jb_vortex_dimension_v2_1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 290575,
			"_nDownloadCount": 1553,
			"_nFilesize": 40489838,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/290575",
			"_sFile": "jb_vortex_dimension_v2_1_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1388254955
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "-",
					"text": "Fix simon"
				},
				{
					"cat": "-",
					"text": "Fix disco"
				},
				{
					"cat": "-",
					"text": "Some little fix"
				}
			],
			"_sText": "Map is ready now :)",
			"_sTitle": "V_1_2",
			"_tsDateAdded": 1388322838
		}
	],
	"_idRow": 129963,
	"_sName": "jb_vortex_dimension_v2_1",
	"_sText": "jb\\_vortex\\_dimension\\_v2\r\n==================\r\nI made the first version of the map 2 year ago. In my opinion, it was my best map, not in \"Gameplay\" but with all those games i created.\r\nToday i decided to edit it, and to add more fun ;)\r\nI add lot of news activities, and more weapons for Ts.\r\n\r\nThe Map\r\n==================\r\nIf you want to spend a funny time, this map is for you.\r\nIt's not a \"lego\" or \"vipinthemix\", in this map, you'll have fun in playing games. There is aswell secret and way to escape the CT's, but i hope T's will have fun.\r\n\r\nThe Different Room\r\n==================\r\nThere is 8 different Room, with different Games:\r\n\r\nThe Ice World\r\n------------------\r\nIn this Room, you'll have only 1 game, T's have to dodge the spike, when you change the level, there is more spike.\r\nCT's are really safe in this area, but be carefull, there is a secret gun.\r\n\r\nThe Color World\r\n------------------\r\nHere you can found the 'last request' with guntoss and shot 4 shot.\r\nIn this new version, i added a new simon say, made by KNY.\r\nThere is a secret item in this room ;)\r\n\r\nThe Space World\r\n------------------\r\nAgain, there is only 1 game. T's have to jump on the rock, and when the game start, they desappear randomly. If they fall in the \"space\" they die :)\r\nHere 2 Secret guns.\r\n\r\nThe Dubstep World\r\n------------------\r\nYeah, it's the DISCO ! Some people will say \"no it isn't DUBSTEP !!\" Ok ok, we can say \"Kill the noise\", but this room is really awesome in my opinion. I hope you'll enjoy it ^^\r\n\r\nThe Psychedelique World\r\n------------------\r\nIn this one, there is a \"climb-race\". When CTs press the button, the wall desappear, and the 2 team have to go at the end. When 1 T press the button at the end, his team is teleported in \"Winners\" and the other team in \"Loosers\"\r\n\r\nThe Theater\r\n------------------\r\nYou can do what you want here, there is some \"ambient\" song, and lot of disguise. When you press on the Game, a random light will be turned off (like a couch room).\r\n\r\nThe Minecraft World\r\n------------------\r\nMaybe the biggest room, into this one, there is a Swimming Pool, a little game with pigs (your imagination have to invent the rules :P) and the game in the cave. Here you have to put 1 T with the enderman, and all the other one in the left. The player with the enderman will have to catch his friends, to kill them. In this area is the only real \"vent\". At the end on the vent, shoot the screen to be teleported ;)\r\n\r\n2nd Space Game\r\n------------------\r\nIt's a race, with 4 winners.\r\nWelcome in the galaxy !\r\n\r\n\r\nTo end\r\n==================\r\nThere is a lot of other funny item / secret/ sound, your work to find them ;).\r\nSorry for my bad english, and i hope you'll have fun in my map.\r\n\r\nv1_2\r\n==================\r\n\r\n- Nerf disco (causing lag)\r\n- Simon fixed\r\n- Ice World : more dmg"
}