{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"jb_ytd.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 311052,
			"_nDownloadCount": 1360,
			"_nFilesize": 5890457,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/311052",
			"_sFile": "_9029-.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1310045956
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129970,
	"_sName": "jb_ytd",
	"_sText": "My first real jailbreak map and first map. So don't hate too hard ;).\r\n\r\nThe fix includes smaller platforms so they can't run across easily. New textures outside and at soccer, clearer window in soccer, new sun color and direction, placings for obstacle course, smaller solitary door, bigger glass window for stoplights. A block between the lanes so you can't get on top of them.\r\nEnjoy :).\r\n\r\n\r\nIt includes 14 CT spawns and 56 T spawns.\r\n\r\nThere is a chance for 2 pistols to spawn in all 16 cells (except solitary).\r\n\r\nThere is 1 vent in cells, 1 armory tele cell, and a secret armory tele outside :). There are also 2 more secrets in soccer to get a gun.\r\n\r\nGames:\r\n\r\nThere is Roulette, 4 different colors, off and on switch with random speeds chosen, doors for each of the color cages.\r\n\r\nSoccer has its own scoreboard and reset button, you win at 6 goals. Has seating for CTs to watch.\r\n\r\nObstacle course which you can turn off the floor (disabled by default) and disables the fence around it.\r\n\r\nA race with a few hurdles and 6 lanes for 6 different spots up on the podiums with releases on the backs of them.\r\n\r\nA new floor minigame, which you hit the left button which choses which floors will disappear and a T will have to run through it and try not to die. The button on the right resets it.\r\n\r\nStop lights is also included where the CTs choose a light to be displayed and the Ts follow the orders given like when it turns green, you can run, when it turns yellow/orange/amber, you can shift walk, and when it turns red, stop completely. The glows outside are the buttons for the lights.\r\n\r\nThere is a cage to put the Ts in right outside of the cells.\r\n\r\nThe LR room I have not finished yet, as it only consists of a little knife fight arena, guntoss area, and a shot for shot/no scope cage."
}