{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"jb_razor_electric_b4.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 327670,
			"_nDownloadCount": 1899,
			"_nFilesize": 4043761,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/327670",
			"_sFile": "jb_razor_electric_b4.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1256781866
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 129924,
	"_sName": "jb_razor_electric_beta4",
	"_sText": "JB_RAZOR_ELECTRIC (Also known as ba_jail_electric_razor_v7)\r\n-----------------------\r\nThis map was intentionally designed to encourage terrorists to riot.  So it may seem T-biased for the first several weeks until people learn the map.  This map is hosted on possibly the best jailbreak server that there is: 204.8.219.194:27015.  I strongly recommend you look at how we set it up.\r\n\r\nFeedback is also welcome on this, as I'm trying to get everything tied up for the final release.\r\n\r\n==RELEASE NOTES==\r\n\r\nOct 28, 2009\r\n============\r\nBeta 4 Release\r\n- Increased lighting in cell block by 4x\r\n- Added some props and pictures to infirmary\r\n- Modified several teleport destinations\r\n- Modified solitary doors to always stay open once opened\r\n- Fixed T-Buyzone in solitary cell (should work every round now)\r\n\r\nA few of the less-known Secrets\r\n===============================\r\nOne of the posts in infirmary will turn the entrance of the infirmary into a teleport to the basement.  There is a two second timer on this teleport.\r\n\r\nThe second step from the top on the left-most diving board will open up a teleport above the first bench on the left.  You must use the diving board to access it.\r\n\r\nAll of the secrets in version 6 can be found in this version.  The pistols are in the same locations, including the hidden pistol behind the big cage.\r\n\r\nThere is a door to the top of cells from soccer.  The only way to get there is to side strafe off of the soccer wall where the opening into the soccer field is.  There is an invisible platform and a door.\r\n\r\nThere is a way into the awp spot from kitchen.  On the upper left corner of the metal door to kitchen (on the inside), there is a button that will open up the grate, as well as create an invisible ledge that will help you up.\r\n\r\nIn armory, you can throw a nade into the gun room, to activate the 7 hidden teleports.  These teleports can be used by CT's to access several different parts of the map.  Keep in mind that there is a two second timer on the button, so you have to move quick, or work with other CT's to utilize this feature.  CT's who learn to use this feature, will gain a HUGE advantage over the terrorists."
}