{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"TD_soccer-v2.bsp",
					"TD_soccer-v2.txt",
					"td_soccer-v2.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 357891,
			"_nDownloadCount": 2661,
			"_nFilesize": 393275,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/357891",
			"_sFile": "td_soccer-v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1148585700
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130009,
	"_sName": "td_soccer-v2",
	"_sText": "Map is on our server, Tango Delta Clan: Public Server\r\n(8.9.3.196:27015).\r\n\r\n-=Overview=-\r\nMade by: -=(TD)=- PurplGunner\r\nTHIS MAP IS RESTRICTED FROM ANY CHANGES OR EXTENSIONS IF YOU DO NOT ASK ME FIRST.\r\n\r\nContact me:\r\nXFire: purplg\r\nAIM: purplgunner\r\nE-MAIL: purplgunner@hotmail.com\r\nWEBSITE: www.tangodelta.org\r\n\r\nGameplay: This is a game of soccer. You try to make the ball into the other goal. If the ball goes past the goal, the ball is reset into the middle of the field. Also, there are teleporters that go to the side of the map with an unlimited sniper supply and you can snipe the opposing team. There are 2 secret ways of getting to the other teams room outside the map (I like to call Lobby) but I will not release the way how, you will just have to find someone who found out, or just find me playing.\r\n\r\nTips and Advice: Try slashing the ball to pass it or shoot it into the goal. The more of a sharper angle down, the higher the ball will go.\r\n\r\n-=Notes=-\r\nNote1: I am not on AIM much, but on XFire everytime I am at home.\r\nNote2: This maybe my final release unless a glitch is uncovered.\r\nPlease take the time to contact me (preferably Email so you can attach pictures) and show me the glitches so I can fix them.\r\n\r\n-=Version Hisory=-\r\nMay 6, 2006- TD_soccer-v1 released!\r\n---\r\nMay 25, 2006- TD_soccer-v2 released!\r\n   Bugs fixed:\r\n   Counter-Terrorists scout spawn fixed.\r\n   A couple of leaks were found and fixed.\r\n   Fixed the bug where you can score a goal against the terrorist by hitting the side of the goal.\r\n\r\n   Added/Changed:\r\n   Change the teleporter so there's only one and it teleports you to the correct place according to your team.\r\n   Added another room on top allowing you back into the game or go to either CT or T lobby.\r\n   Added more lines to the soccer field.\r\n   Removed the pipe in the middle of the field in which the ball would reset to.\r\n   Added more room on the field so a goal cannot be made in one kick.\r\n   Changed the direction of the push so when you're on the right side of it (according to the way you're looking at it) it pushes you forward.\r\n   Changed the look of the scout spawn so it's a better working/looking spawner.\r\n\r\n\r\nTango Delta©®\r\n-=(TD)=- PurplGunner Map©®"
}