{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_asylum.bsp",
					"zm_asylum.bsp.bak"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 319475,
			"_nDownloadCount": 1261,
			"_nFilesize": 11345941,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/319475",
			"_sFile": "zm_asylum.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1283377586
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130195,
	"_sName": "zm_asylum",
	"_sText": " \r\nNew Zombie Mod map made by me!\r\nSee it in action at:\r\nhttp://www.youtube.com/user/HulkBank?feature=mhum\r\n\r\nI had this great idea for a Zm map. You dont really ever see many multi-story maps on online games, mainly because it would make it too easy to hide from other players and the games would take forever. Thats why I made this exclusively for ZM because thats the point, to hide and have hordes of zombies come looking for you lol. This map is comprised of 7 floors total including the roof spawn and has many corners and cubbies to hide in. The neatest feature of this map is that each floor is a little different. There are over 40 cells in the Asylum and each one is different in objects to move and the fact that some are locked and some aren't will keep you frantically looking for an open room to hide in. Complete with a flooded parking garage, a lobby for guests, a custom made stairwell, many custom textures, and a buring top floor, this is a great map for large parties of 20-32. Try it out, I think I did pretty well on it. Enjoy!\r\n\r\n**UPDATE**\r\nAfter not playing Counter Strike for a period of time I came to find out that Zombie Mod has recently been updated/replaced by Zombie:Reloaded. This map is still excellent for ZR as well. In fact, I have a ZR server running this map up already! Look for \"Jakes Zombie:Reloaded Server\".\r\n\r\n**UPDATE**\r\nAfter running this map on my server for a few days I came to realize that there were not enough physics props for barricading in some areas. Therefore, I have added some more boxes and shelves to be used to barricade doors and other openings. This will make for more interesting and fun rounds. This is now the final of my map and I am working on other projects. :D"
}