{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_cubekiller.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 317951,
			"_nDownloadCount": 1083,
			"_nFilesize": 339495,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/317951",
			"_sFile": "gg_cubekiller_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1287964986
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130143,
	"_sName": "gg_cubekiller",
	"_sText": "HAVE FUN\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n BY DOWNLOADING THIS YOU AGREE TO THE CLAUSE\r\n\r\n1. COPYRIGHT AND TITLE\r\n\r\n1.a The Contributor hereby grants to the Publisher for the legal term of copyright including any renewals and extensions the exclusive and irrevocable right and license to produce publish communicate to the public and exploit and to license the production publication communication to the public and exploitation of 2.1.1 the Text 2.1.2 any part of the Text 2.1.3 any new edition or other adaptation or any abridgement of the Text in all languages throughout the world in volume form and in any other form or medium whatsoever including (but not by way of limitation) any form of electronic publication distribution or transmission (whether now known or hereafter invented) that the Publisher may wish. The rights granted in this Clause may be exercised by the Publisher and its wholly owned subsidiary and sub-licenses of all translation and subsidiary rights on such terms as the Publisher may determine. 2.2 The copyright in the Text shall remain vested in the Contributor.\r\n\r\n2. MORAL RIGHTS\r\n\r\n2.a The Contributor agrees that amendments alterations or additions to the Text made by the Publisher or the Editor or a third party pursuant to Clauses 1.1 or 6.2 or for the purpose of preparing supplements or new editions of the Work, will not infringe the Contributor's right of integrity in the Text as provided in the Copyright, Designs and Patents Act 1988. The Contributor further hereby waives such right when such a waiver is an essential condition of the exercise of any of the subsidiary rights."
}