{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_infected_tramway_v2_1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 305490,
			"_nDownloadCount": 2137,
			"_nFilesize": 23573221,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/305490",
			"_sFile": "ze_infected_tramway_v2_1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1327876624
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130584,
	"_sName": "Infected Tramway V2",
	"_sText": "Infected Tramway V2.1\r\n===================\r\nBy Eugenio “Motanum” Roman\r\n------------------\r\n### Key Info\r\n\r\nFrom the creator of Motanum Inc, Surf Facility, Motanum’s Main Four and more, comes the continuation to Motanum Inc. After escaping Motanum Inc, the army has an assignment for you. Obtain the coordinates to a rocket launch pad to escape Earth and the nasty infection! A very vanilla zombie escape map. Visit a facility on a mountain and try to survive the zombies behind you. Requiring team work and skills, the map is definitely a must have on your server.\r\n\r\n### User Manual\r\nSimply run and hold when you should defend. Sometimes a player needs to activate a monitor or key, this is shown by having a green glow. Green glow means it must be pressed, default key is E. Red glow means it is locked and something must be done to unlock the button. If there is no glow, it is of little interest. To obtain the plans/coordinates simply walk to the table. A trigger will fire the events to will enable you to continue. This trigger is separate from the weapon, because sometimes the weapon is glitches and can’t be picked up. This should allow players to keep pushing regardless the weapon glitch. The admin room is next just before the plans. There is a window into it and the 4 options are available. On choosing a difficulty the game will restart by killing everyone.\r\n\r\n### Features\r\n\r\n- Optimized map\r\n- 4 difficulties, changing the way you defend!\r\n- Admin room to select a difficulty\r\n- Waiting for players time! The map restarts after 20 seconds on load, to give players a chance to join in.\r\n- HDR lighting. The apocalypse has never been this pretty\r\n- Up to 72 player spots\r\n- 6 and a half minutes of fun time!\r\n- Massive detailed level\r\n- Random octagon gates\r\n- Voice acting by Michichael Folsune\r\n- Story guided level\r\n- Exciting Locations\r\n- And more!\r\n- Future updates!\r\n\r\nThis will be my last zombie escape map for CSS, I will return with more if CSGO gets zombie escape mod. I love maping for Zombie escape, but I have other big proyects! So check out my website for updates. https://sites.google.com/site/motanumproyect/\r\n\r\n### Special thanks\r\n- Michichael Folsune for lending me his voice. It really adds to the atmosphere. \r\n- Bill Hawken was the lab rat when I was playing with the idea of voice acting. \r\n- Seaotter and dota2.ca for their donations and motivations.\r\n- Zeph, Enviolinator and Kaemon for their entity knowledge. Without it, I couldn't upgrade the map to its current state\r\n- Unreal, Layerba714 and Mevious for running through my map\r\n\r\n### Final Words\r\nMap developed by Eugenio 'Motanum' Roman Bugs, comments, suggestions to eugenio.motanum91@gmail.com. More maps from me to come. See screenshots for a visual idea. Don’t forget to download and rate! \r\n\r\n### Installation\r\nJust paste the all of the files in the rar on your maps folder for counter strike source. Default should be Files\\Steam\\steamapps\\Account_Name\\counter-strike source\\cstrike\\maps"
}