{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mvp_ambushed_v2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 296755,
			"_nDownloadCount": 1797,
			"_nFilesize": 13014597,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/296755",
			"_sFile": "mvp_ambushed_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1359359871
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130559,
	"_sName": "mvp_ambush",
	"_sText": "**What is Marines VS Predators?**\r\n=================================\r\nMarines VS Predators is a mod for Counter-Strike: Source. The basic gameplay is to kill the other team. Marines have the safety of numbers, well stocked ammo and teamwork, where as the Predators must use their cunning and stealth abilities to kill the marines.\r\n\r\n**Where do I get the mod?**\r\n===========================\r\nI am aware that there are not many versions of the mod available in the source mod world, but I have scripted up my own version with a lot of customize-able options for admins. If you would like to download this mod, please visit [THE MOD DOWNLOAD PAGE](http://addons.eventscripts.com/addons/view/hideexecmvp \"\") to do so.\r\n\r\n**Story**\r\n=========\r\nWe were escorting precious cargo through an undisclosed military trade route. While deep in the forest the convoy was ordered to stop.\r\nThe forest went silent. No howls from the winds or birds singing.\r\nThen they attacked.\r\nIt all happened so fast. There were screams in all directions; torsos flying through the air.\r\nWe couldn't see the enemy, we could only hear their roars of satisfaction as each man was cut down where he stood.\r\n\r\nWe have managed to push them back, but our vehicles and radios have been damaged. \r\nIt has started to rain now; lighting and thunder crashing through the sky.\r\n\r\nWe will not survive this.\r\n\r\n**The mechanics of the map**\r\n============================\r\nThere are few things to this map. The Marines start at the opposite end of the map to the predators. There are 3 weapon cache's filled with AK47s, M4A1s and P90s. There is also an awp and 2 m3's around the corps' of your fallen comrades.\r\n\r\nThere are a few high rise points in the map to make your final stand, as well as a cave leading from the marine spawn to the broken down bunker further up the track.\r\n\r\n**Notes**\r\n=========\r\nThe map is filled with tree and bush props and some uses my first ever custom displacement (was a good project to learn on).\r\n\r\nThere is also func_precipitation throughout the entire map causing heavy rain and some ambient generics and lights to cause a random thunder effect from 2 different sounds.\r\n\r\nFinally, I have used soundscapes to create the atmosphere of a horrific storm both indoors and out."
}