{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_infected_tramway_v1_1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 305999,
			"_nDownloadCount": 1936,
			"_nFilesize": 22271266,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/305999",
			"_sFile": "ze_infected_tramway_v1_1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1326142223
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130583,
	"_sName": "Infected Tramway V1",
	"_sText": "Infected Tramway V1\r\n==================\r\nBy Eugenio “Motanum” Roman\r\n------------------\r\n\r\n###Update 1.1\r\nChanged plans to be picked up by a deagle. This should fix the issue of players not being able to finish the map.\r\n\r\n#### Key Info\r\nFrom the creator of Motanum Inc, Surf Facility, Motanum’s Main Four and more comes the continuation to Motanum Inc. After escaping Motanum Inc, the army has an assignment for you. Obtain the coordinates to a rocket launch pad to escape Earth and the nasty infection! A very vanilla zombie escape map. Visit a facility on a mountain and try to survive the zombies behind you. Requiring team work and skills, the map is definetly a must have on your server.\r\n\r\n#### User Manual\r\nSimply run and hold when you should defend. Sometimes a player needs to activate a monitor or key, this is shown by having a green glow. Green glow means it must be pressed, default key is E. Red glow means it is locked and something must be done to unlock the button. If there is no glow, it is of little interest. To obtain the plans/coordinates simply walk to the table until you grab the smoke grenade, this will trigger the next events automatically.\r\n\r\n#### Features\r\n- Optimized map\r\n- HDR lighting. Outbreaks has never been this pretty\r\n- Up to 72 player spots\r\n- 6 and a half minutes of fun time!\r\n- Massive detailed level\r\n- Random octagon gates\r\n- Voice acting by Michichael Folsune\r\n- Story guided level\r\n- Dynamic Custom Music\r\n- Exciting locations\r\n- And more!\r\n- Future updates!\r\n\r\n#### Future Updates\r\nI have plans to do future updates ot this maps. It will include bug fixes if you guys find any and feedback inclusion. So speak up and so I can make of my level a better experience.\r\nI plan to add difficulty levels. I got puzzled by how to do them so I need more time to do some tests on my own. If anyone knows how to add difficulty levels, please let me know and I will get to it ASAP. For the time being, the map is “stucked” on the normal difficulty. I really want to add this feature soon as I think it will improve the life time of my map greatly.\r\nI just realized that I forgot to add an afk killer. Sorry about that, it will be included soon with the difficulty update\r\n\r\n#### Special thanks\r\n- Michichael Folfsune for lending me his voice. It really adds to the atmosphere. \r\n- Bill Hawken was the lab rat when I was playing with the idea of voice acting. \r\n- Seaotter and dota2.ca for their donations and motivations.\r\n- Zeph for his knowledge with obscure entities.\r\n- Unreal, Layerba714 and Mevious for running through my map\r\n\r\n**Map developed by Eugenio 'Motanum' Roman.** Bugs, comments, suggestions to eugenio.motanum91@gmail.com. More maps from me to come. See screenshots for a visual idea. Don’t forget to download and rate!\r\n**Like my work?** Spare a coin? Donate via paypal at eugenio.motanum91@gmail.com\r\n\r\n#### Installation\r\nJust paste the all of the files in the rar on your maps folder for counter strike source. Default should be Files\\Steam\\steamapps\\Account_Name\\counter-strike source\\cstrike\\maps"
}