{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_gods_wrath_v3_8b.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 314313,
			"_nDownloadCount": 3617,
			"_nFilesize": 13546890,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/314313",
			"_sFile": "ze_gods_wrath_v3_8b.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1299334197
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130579,
	"_sName": "God's Wrath v3_8",
	"_sText": "**Download is fixed**\r\n\r\nUPDATED to 3_8b\r\n\r\nI have fixed a few things in this update what could create alot of problems if people found out about them, and have added some other stuff. Like zombie healers.\r\n\r\nNote: Just like to say. if you want to test the map head on down to I3D server 1, they been kind enough to host the map, and allow me to do all the testing i need.\r\n\r\nSorry about the lack of details here, go here if you want more info on the map. \r\n\r\nhttp://forum.i3d.net/httpdocs/cs-source-work-progress/167639-ze_gods_wrath.html\r\n\r\nHi all\r\n\r\ngoing to keep it short, but i explain some of the main parts...\r\n\r\nThis map is based in a world created by a god, this world is called the 'Other' The other is filled with magic and is where the god heart lies.\r\n\r\nThe humans have been sent in to destroy the evil gods heart, this god is evil becouse he/she has been spawning undead monster to feast on the human flesh on earth. The only way into the 'Other' is through a large portal. this portal will take you to the 'Other' and will be the main host of all the areas, on this map.\r\n\r\nThe screenshots show the first area in the other. But all together there are 6 areas, includeing spawn, some defending spots and some runing spots, and a citadel what holds the gods heart.\r\n\r\nand dw the spawn is split up into 3 areas, and should keep 'zombie powning' to a min.\r\n\r\nNote... i have only said some of the few things that are on this map, but there are many others. ALSO this is alpha, so bare with there may be bugs...\r\n\r\nFixed in v3_2b\r\n\r\n.fixed spawn\r\n\r\n.fixed ending \r\n\r\n.added zombie blokers\r\n\r\n.made the hole thing a bit more easyer for humans\r\n\r\n.fixed glitch on first area, under ruin temple\r\n\r\n.afk mover\r\n\r\n.and more\r\n\r\nDONT RESUBMIT MY WORK OR I SEND MY DRUNK FRIENDS AFTER YOU!"
}