{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_13_v2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 311573,
			"_nDownloadCount": 1849,
			"_nFilesize": 4070441,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/311573",
			"_sFile": "_6349-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1308469349
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130600,
	"_sName": "ze_13_v2",
	"_sText": "ze_13 - Was the save file but liked the name so kept it. A zombie escape map based on a mix of running and holding.\r\n\r\nHow to play - Add players and that's it.\r\n\r\nNo horrible clipping.\r\n\r\nNo over powered weapons to stop zombies.\r\n\r\nNo zombie blockers.\r\n\r\nNo real way for them annoying team mates to kill you or get you trapped.\r\n\r\nNo cheap teleports to save campers, you either escape or die.\r\n\r\nIt's a fair map based around the players doing the work, working together and over comming the challanage. If I could control it I would have the zombies winning this map more then the cts, no challange in the game if as a ct you win non stop.\r\n\r\nIf you want to run to the end of the map and set off the nuke without seeing a single zombie or go and find a secret weapon that unbalances the map behond playable, fun conditions, then I think this isn't the map for you !\r\n\r\n64 Spawns.\r\n\r\nAverage FSP 350 (ATI HD5670 512mb, AMD7850 2GB DDR2 666MHZ RAM- 19\" LCD)\r\n\r\nOptimized.\r\n\r\nCompiled on NORMAL using valves compiler.\r\n\r\nCubemaps compiled.\r\n\r\nAFK/SPAWN CAMPING killer after 60 seconds of the games round.\r\n\r\nFlashlights are disabled due to a dark room.\r\n\r\nTeleports parented to the elevators so people wont be bugged in to the brush work.\r\n\r\nZombie friendly triggers that enable walk ways and break blockades.\r\n\r\nRandom breakable items at the safe zone, 1 per round so it can make the safe zone a little more difficult to protect.\r\n\r\nNo known bugs.\r\n\r\nI hope people enjoy it and that's its fun !\r\n\r\n\r\nV2 Edits.\r\n\r\nSpawn - All gates now breakable, was some that had the flag \"Only break on trigger\" so fixed that.\r\n\r\nSaftey door now is sligly different in design so zombies don't get caught against it and die when it opens.\r\n\r\nSaftey door opens 3 seconds later giving ct's slighting more time to deal with the jumps in the water room and the light room.\r\n\r\nProp_static trash physic changed to \"non solid\"\r\n\r\n----------------------------------------------------\r\n\r\n\r\nLight room is very simple, you stand on a light pressure pad, it lights up and also enables a sprite, all you need to do is then get to that sprite by means of jumping.\r\nI won't edit that room in this version as I think people just need to get used to it, the idea is that people learn how it works rather then making it too easy and simple.\r\nIf it's still a problem after a while then in v3 I shall change it.\r\n\r\nThanks for the feedback so far, it's been taken in to account !\r\n\r\nHope there isn't any bugs in this version."
}