{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_aero_labyrinth_escape.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 340384,
			"_nDownloadCount": 1927,
			"_nFilesize": 15744428,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/340384",
			"_sFile": "ze_aero_labyrinth_escape.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1216002614
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130614,
	"_sName": "ze_aero_labyrinth_escape",
	"_sText": "Hey guys, Aero here, with my very first map, like ever.\r\n\r\nHope you guys will like this map, because I certainly had a fantastic time making it. It was a little frustrating, but I am pleased with what came out. \r\n\r\nSorry for the net_graph in the screenshots, I forgot to turn it off, but they really don't cover anything important, so I don't think it's a big deal. Sorry if it offends some people. :P\r\n\r\n\r\n\r\n\r\nSPECS:\r\nThis is a 48-man escape map. \r\n\r\nThis map will start you out in front of a strange white building. It's your first real test of courage. Which platforms are solid? Which ones break? Will you fall into the poisoned water? Well, I guess you're just going to have to find out the hard way.\r\n\r\n(Note: the wall on the entry side is a ladder for you to exit the water. I'm not that cruel)\r\n\r\nThen you have to face the first labyrinth. It's pretty tame, not too difficult. Reach the center and be whisked to the next task.\r\n\r\nThe center teleport will carry players to a randomly selected labyrinth. There are three in total. Players will need to navigate these labyrinths and make it to the ending point, where they will be treated to some alcohol, and some dance music--complete with a stripper pole for your enjoyment.\r\n\r\n(PROTIP: To get into the stripper box, shoot the area above the television set, then enter the door next to the bar. To exit the stripper box, well, there's an exit sign.)\r\n\r\nOr, if you choose to hide from the zombies, parking it deep within the labyrinths is a good way to do it. You might die from the nuke, but at least you didn't turn into a zombie.\r\n\r\nThough I have not pictured it here, there is also a secret \"safe zone\" that can be accessed from two points on the map. Though, you will need to find those on your own. I don't reveal my secrets!\r\n\r\n\r\n\r\n\r\nTime to give credit where credit is due.\r\n\r\nSPECIAL THANKS:\r\n\r\nHelix - for all the time he spent testing my map and telling me what I needed to fix, and for helping me with a large portion of it. He is super cool, yo!\r\n\r\nWestsid3r - for the nuke prefab I used (http://www.fpsbanana.com/prefabs/1848)... it came in handy, because I know I couldn't have done it myself. \r\n\r\nAnd finally, my friends over at the Huggable Gaming ZM server (8.9.15.203:27015) for testing all 6 previous versions of my map. Sorry for all the trouble.\r\n\r\n\r\n\r\nHOOPLAH! :) that's about all there is to it. Download and enjoy.\r\n\r\n"
}