{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_christmas_infection_v2_3.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 297494,
			"_nDownloadCount": 4582,
			"_nFilesize": 95486820,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/297494",
			"_sFile": "ze_christmas_infection_v2_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1356647862
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130674,
	"_sName": "ZE_CHRISTMAS_INFECTION",
	"_sText": "### ZE_CHRISTMAS_INFECTION\r\n\r\nAlthough I would have prefered to release the map 3 days before (I had been rushing it for 5-6 days, working over what Eddie and I had done one year ago in a similar attempt), I couldn't. The map is a simple ZE without levels, two alternating paths at spawn, six human weapons and four zombie weapons. I tried to make it as seasonal as possible, although I have the feeling that some parts might look out of place.\r\n\r\nThe map takes place in the North Pole, at Santa's factory. The design is simple and I believe it's not hard to follow the paths, however, I added a radar for an easier navigation.\r\n\r\n### Version 2_3\r\n\r\n- Two new zombie weapons, trampoline and whirlpool generator\r\n- Zombie-HP configs\r\n- Vents at bridge-reactor path\r\n- Particle changes\r\n- Small particles indicating where presents are\r\n\r\n### TIPS\r\n\r\n- On MEDIUM (second level) the core of the boat must be found and carried back to the back of the boat. If you are not fast enough, you die (the nuke goes off). \r\n\r\n- On TOUGH, at the ending, it is a good idea to hold the rocks before the 'balloon station' at the end of the path. Zombies will jump in easily otherwise.\r\n\r\n- On APOCALYPSE you have to press the control panel to open the doors before the cave/waterfalls area. Holding both hallways while one player presses the buttons is a good idea. \r\n\r\n### Mentions\r\n\r\n- Eddie: Airboat, 'basic' factory entrance, candy canes\r\n- Tony Montana: Industrial areas (from his scrapped project)\r\n- Kaem: Candy canes fix\r\n- Syoudous: Brainstorming and testing\r\n\r\n### Features (As a list)\r\n- 64 spawns\r\n- 6 human weapons\r\n- 4 zombie weapons\r\n- Randomized weapon spawn system\r\n- Random paths at the beginning\r\n\r\n### Bug reports\r\n\r\nBecause of the map being done so fast, I would like to get as much feedback as possible, in order to produce a bugfree version and move on to other projects."
}