{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_ApertureScience_final2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 322942,
			"_nDownloadCount": 3169,
			"_nFilesize": 12540162,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/322942",
			"_sFile": "ze_aperturescience_final2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1272889833
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130622,
	"_sName": "Ze_ApertureScience_final2",
	"_sText": "-------------------------------\r\nUPDATE NEWS 3/07/10\r\nThis map is broken with the new Update for CSS\r\nI am working on an update, expect it in about 2 weeks time\r\nAbout 17 of july of 2010\r\nUPDATE NEWS END HERE\r\n---------------------------------\r\n\r\n***Fixed many old issues***\r\n\r\nThe most massive Portal Themed map ever made!\r\n\r\nThe Sixth release of my Aperture Science series! An Expansion on the Fourth release\r\n\r\nIn this universe, Aperture science simulates combats, in this case a zombie escape. Some experiments have gone wrong, and a few test subjects have turned into zombies! Finish the puzzles before the zombies and reach surface to get cake at the end!\r\n\r\nWhy? You might ask, do Aperture Science goes through all of this trouble? The answer is simple, for the people who are still alive!\r\n\r\nThis is a Zombie Escape map, in which humans try to get out of Aperture Science before the infected try to convert them! Pass all of the puzzles and run through the offices to find GLaDOS and survive the final horde while she dies. Then reach the surface where you will get cake (I am not lying! I promise!)\r\n\r\nThe design of this map is greatly inspired by the game Portal, and it has many similarities with the game, along with some test chambers and look alike textures, which leads me to the features of this map\r\n\r\n****Changes from last version***\r\n-Change the way elevators work, now noone will be stucked\r\n-Fixed many issues where player would get stucked\r\n-Combine ball will now push you down instead of getting u stucked\r\n-Remove server commands. Now is playable with diferent settings\r\n-Changed barricades to be more comfortable\r\n-Changed zombie stopper timers\r\n-Fixed a roof which allowed you to see to the \"nothingness\"\r\n\r\n\r\nNEW FEATURES\r\n-Alternative routes, because YOU asked for it!\r\n-Remember the turrets? They are here, they shoot and you can gun theme down\r\n-Improved textures, now it looks more like Portal itself\r\n-New gameplay elements\r\n-Added an easier to look ball\r\n-Added a few more details\r\n-Optimized map\r\n-Easier for Cts to defend now from incoming zombies\r\n-Fixed the blocking elevator issue\r\n-Did I mentioned that it is more MASSIVE than ever?\r\n\r\nThis is version 2 (Fixes may still happen if necessary so feedback from you is still important)and if you notify me of one, stay tunned for the updated version\r\nPlease send your issues and improvements, any feedback is greatly encouraged! As I actually dont forget my maps\r\n\r\nDeveloped by Eugenio 'Motanum' Roman\r\nBugs, comments, suggestions to agent_2114@hotmail.com\r\n\r\nIf you take this map for your server online DONT FORGET TO SEND ME YOUR I.P. address so I CAN JOIN along!\r\n\r\nMore maps from me to come\r\n\r\nSpecial thanks to Uber Micro Forums for their support and guidance.\r\nSponsored by ]Hell[ Servers\r\n\r\nSee screenshots\r\n\r\nInstallation, just paste the all of the files in the ZIP on your maps folder for counter strike source\r\n\r\nDefault should be Files\\Steam\\steamapps\\Account_Name\\counter-strike source\\cstrike\\maps"
}