{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_abfd_fix_labescape_vb6.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 302596,
			"_nDownloadCount": 1412,
			"_nFilesize": 6555604,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/302596",
			"_sFile": "ze_abfd_fix_labescape_vb6.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1338297096
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130609,
	"_sName": "ze_abfd_fix_labescape_vb6",
	"_sText": "newest version with a few gameplay fixes, now ppl wont get stuck at the first objective, made some doors wider, and a few other things.( no twinkie rides)\r\n\r\nsorry, im on a deadline so my screenshots come from my bugs and fixes file.\r\n\r\nThis map is made and released for the STEAMGAMERS gaming community 2012 mapping competition\r\n\r\nSo the layout goes something like this;\r\n\r\nHumans make a dash for the center lab area, here the zombies cant get past the anti zombie security systems.\r\n\r\nHumans will then need to branch out to danger areas in order to activate various generators and security systems, eventually clearing the way to the surface elevator allowing them to escape. Most danger areas, feature cat walks and other high areas, allowing humans to knock zombies down and away from them, with teamwork what seems impossible may very well only be improbable.\r\n\r\nAt times multiple objectives will be up at once, and it will be up to the players to decide in what order they wish to tackle them.\r\n\r\nThe next to last objective is kind of a mini game, failure can cause death for anyone who tries to complete it. If the humans take to long doing it, or are unable to, then they will simply be overrun by zombies.\r\n\r\nThis map features a side objective where you must obtain food for the escape, otherwise a nasty surprise awaits.....\r\n\r\nin an attempt to clear up any confusion, ive included a grainy walkthrough! plz check it out if you have any questions about the objective structure. https://www.youtube.com/watch?v=5MOX6FX8kpI&feature=youtu.be"
}