{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_atix_extinction_b7.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 291428,
			"_nDownloadCount": 2233,
			"_nFilesize": 12573573,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/291428",
			"_sFile": "ze_atix_extinction_b7_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1383975742
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130629,
	"_sName": "ze_atix_extinction_b7",
	"_sText": "Features & stuff\r\n==================\r\n- A simple push gun for humans\r\n- An ammo weapon for humans\r\n- Napalm launcher for humans\r\n- Rocket launchers for zombies\r\n- Crates spawn in different areas for humans with different weapons\r\n- Driveable vehicles\r\n- A cannon equipped in the train\r\n- Cubemaps\r\n- Radar\r\n- Color correction\r\n\r\nGameplay\r\n==================\r\nYour objective is to reach the train station, call for help and reach the pyramid as a shelter. You can make things easier by taking the helicopter on top of the station or take the train itself. Your escape area is the pyramid and you will need to defend it until someone opens the doors back where you started. You can activate the door by taking the helicopter and going on the roof or taking the train and rushing the zombies as the train makes its way.\r\n\r\n\r\nThe map should offer something a little different than your normal reach from point A to point B but that isn't for me to decide. Hopefully it brings some fun!\r\n\r\nAs a zombie, you're able to pick up rocket launchers in the second door and able to knock out people inside the helicopter! The more damage you do, the less control the helicopter has. The train has a cannon launcher as well which can **OHKO **aiming well at the helicopter blades... as well as any humans!\r\n\r\nChangelog\r\n==================\r\n\tb5 - Initial release.\r\n---\r\n\tb6 - Balance changes with vehicles/items being made more cheap. New crates spawn throughout the map to help you playing as a human. Less damage from zombie items and cannonball has less range. The 'barrier' to protect you from these while holding the pyramid is bigger. Upon reaching the end as zombie you will have significantly lower health and should cut the time on killing any remaining zombies inside the pyramid. Hopefully solved the 'random' crash problems?\r\n---\r\n\tb7 - Napalm launcher for humans, ignite and burn zombies down. Minigun available on top of the pyramid at random when a certain amount of players are connected, more zombie rocket launchers will appear as well! Helicopter extra buttons are removed now with no more cruise control settings (Players can no longer spam the buttons). Use Mouse2 when controlling the helicopter to toggle easier flying! The ceiling level is increased in the map as well given the little new feature."
}