{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_ApertureScience_final.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 324664,
			"_nDownloadCount": 2534,
			"_nFilesize": 12530427,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/324664",
			"_sFile": "ze_aperturescience_final.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1266690002
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130621,
	"_sName": "ze_ApertureScience_final",
	"_sText": "The Fourth and GREATEST Instalment from my Aperture Experiment Series!!\r\n\r\nIn this universe, Aperture science simulates combats, in this case a zombie escape. Some experiments have gone wrong, and a few test subjects have turned into zombies! Finish the puzzles before the zombies and reach surface to get cake at the end!\r\n\r\nWhy? You might ask, do Aperture Science goes through all of this trouble? The answer is simple, for the people who are still alive!\r\n\r\nThis is a Zombie Escape map, in which humans try to get out of Aperture Science before the infected try to convert them! Pass all of the puzzles and run through the offices to find GLaDOS and survive the final horde while she dies. Then reach the surface where you will get cake (I am not lying! I promise!)\r\n\r\nThe design of this map is greatly inspired by the game Portal, and it has many similarities with the game, along with some test chambers and look alike textures, which leads me to the features of this map\r\n\r\nFEATURES\r\n-Explore my recreation of Aperture Science\r\n-Hear GLaDOS talk to you as you try to survive\r\n-Incinerate the companion cube! or rescue its smaller twin\r\n-Do you have what it takes to carry the cake around and survive?\r\n-Get one of the 4 Portal guns! (Just for looks, it doesnt shoot portals)\r\n-See a big ASS explosion at the end and see Aperture science crumble to its feet!\r\n-Custom Textures and models!\r\n-Destroy the cameras that keep an eye on you!\r\n-Console timers to inform CTs when elevators leave, etc\r\n\r\nThis is the final version (Fixes may still happen if necessary so feedback from you is still important)\r\nPlease send your issues and improvements, any feedback is greatly encouraged!\r\n\r\nThis map can be a bit challenging and it may seem a bit confusing to run through the offices, Just FOLLOW the cake arrows, it will give you a general idea of where to go. \r\n\r\nDeveloped by Eugenio 'Motanum' Roman\r\nBugs, comments, suggestions to agent_2114@hotmail.com\r\n\r\nIf you take this map for your server online DONT FORGET TO SEND ME YOUR I.P. address so I CAN JOIN along!\r\n\r\nMore maps from me to come\r\n\r\nSpecial thanks to Uber Micro Forums for their support and guidance.\r\nSponsored by ]Hell[ Servers\r\n\r\nSee screenshots\r\n\r\nInstallation, just paste the all of the files in the ZIP on your maps folder for counter strike source\r\n\r\nDefault should be Files\\Steam\\steamapps\\Account_Name\\counter-strike source\\cstrike\\maps"
}