{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_aperture_escape_b2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 310057,
			"_nDownloadCount": 674,
			"_nFilesize": 64428071,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/310057",
			"_sFile": "_8417-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1312815715
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130624,
	"_sName": "ze_aperture_escape_b2",
	"_sText": "#### Aperture Escape ####\r\n\r\nDownload : [BZ2](http://88.191.65.60/cstrike/maps/ze_aperture_escape_b2.bsp.bz2 \"BZ2\") (for wget)\r\n\r\nIn advance, sorry for my bad english.\r\nThis map starts in a test room of Aperture Science. The Mother Zombie appears after 28 seconds (map forced). He has just few seconds to cut many people before being trapped (and the others).\r\nThen, the players go to a door that closes, and they go to escape Aperture Science. They must first activate the pistons (one goes there and the others must cover, if not : addios !). in order to climb on and reach the ladder.\r\nThen, they had to climb up to very fast pistons. They must activate the console and cover for 25 seconds until the explosion of the pistons.\r\nAfter disabling the other pistons, they discover the most difficult room of the map : there will be many dead and zombies).\r\nIndeed, they will climb the pistons to reach and climb the ladders. Humans have 50 seconds before the release of zombies, or 10 seconds if one go in the top.\r\nMoreover, a small course on pipes (be careful : no fall into the water) with piston and cover point.\r\nThe map end in a lift where humans must prevent the zombies to climb in, followed by a slow rise with the song 'Cara Mia', the turret choir of Portal 2.\r\nThe map is punctated with french voice of Cave Johnson.\r\n\r\nFrançais :\r\n\r\nDescription complète :\r\nCette map débute dans une salle de test de Aperture Science. Le zombie mère apparaît après 28 secondes (forcé par la map). Il a juste quelques secondes pour cut un maximum de personnes avant d'être mis en prison (lui et les autres).\r\nLes joueurs se dirigent alors vers une porte qui se ferme et ils se retrouvent dans les confins de Aperture. Ils doivent en premier lieu activer les pistons (un seul y va les autres covers sinon adios), pour pouvoir grimper dessus et atteindre l'échelle.\r\nEnsuite, un petit parcours assez simple pour les faire grimper jusqu’à de nombreux pistons très rapides. Ils doivent activer la console et cover pendant 25 secondes, jusqu'à l'explosion des pistons.\r\nAprès la désactivation de deux autres piston, vient la salle la plus dur de la map : il y aura de nombreux morts ou zm.\r\nEn effet, il faudra grimper sur des pistons en mouvement pour atteindre les échelles. C'est pas facile, on peut se faire écraser ou tomber (les humains on 50 secondes pour monter avant la libération des zombies, sauf si un humain atteint le haut, ils ont alors 10 secondes).\r\nEnsuite un petit parcours sur des tubes (attention à ne pas tomber dans l'eau) avec un piston a désactivé et un point de cover.\r\nLa map se termine dans un ascenseur où les humains doivent empêcher les zombies de monter dedans, suivit d'une montée lente au rythme de \"Cara Mia\", la musique de fin de Portal 2.\r\nLa map est ponctuée de phrases idiotes de Cave Johnson."
}