{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_fapescape_v1_2.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 296347,
			"_nDownloadCount": 8531,
			"_nFilesize": 44856522,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/296347",
			"_sFile": "ze_fapescape_v1_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1360950444
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130729,
	"_sName": "ze_fapescape_v1_2",
	"_sText": "<h1><strong>Zombie Escape in legoland!</strong></h1>\r\nThis Map was originally made in only a few days and for a small ze community, some people asked for us to release this for others, so we decided to work on it a bit more to make it a bit more interesting and entertaining.\r\nThe map name is totally random so don't mind that, as are parts of the map that makes no sense at all.<br><br>\r\n<h1><strong>Map Features:</strong></h1>\r\n<ul>\r\n<li>3 Normal Levels and 3 Extreme Levels.</li>\r\n<li>6 Different Bosses that try to wipe out all the humans!(Nades do alot of damage to them, Use Them!)</li>\r\n<li>\r\n6 special items for humans that appear in random locations around spawn area!\r\n<ul>\r\n<li>Pushgun - Pushes the zombies, cooldown is 45 seconds, Unlimited uses.</li>\r\n<li>Heal - Heals nearby humans to 200hp, Only 1 use</li>\r\n<li>Flamethrower - Burns and hurts zombies, lasts for 20 seconds. (can turn it on and off etc..)</li>\r\n<li>Mines - If a zombie steps on the mine, it explodes dealing 750 damage to nearby zombies. Can use up to 5!</li>\r\n<li>Grenade Maker - Makes grenades, can make up to 8 grenades.</li>\r\n<li>Lego maker - Creates small lego walls, lego walls have 75hp and you can make up to 8 of them.</li>\r\n</ul>\r\n</li>\r\n</ul>\r\n<strong>All the special items are filtered so others can't spam them!</strong><br><br>\r\n<h1><strong>V1 Changelog</strong></h1>\r\n<ul>\r\n<li>Normal mode got a lot of tweaking and balancing, several hold points were made easier.</li>\r\n<li>Zombie spawn time is delayed by a few seconds on Normal Difficulty.</li>\r\n<li>Normal Level 3 got a new interesting Boss.</li>\r\n<li>All the extreme levels now have a different boss from the normal ones, all of them very challenging and interesting/funny.</li>\r\n<li>Some of the Normal Mode music was replaced with new, more appealing music.</li>\r\n<li>Overall more detail to the map.</li>\r\n<li>Fixed items that spawned on the same spot.</li>\r\n<li>Lots of new custom particles.</li>\r\n<li>All the items now have a button showing what item you have, instead of only the console message.</li>\r\n<li>Zombies get 50k hp every 45 seconds on Extreme mode.</li>\r\n</ul>\r\n<strong>3 New items:</strong><br><br>\r\n<pre><code>~ Ammo box: Gives unlimited ammo for 10 seconds, 60 seconds recharge. (Unlimited uses)\r\n\r\n~ Handcannon: Shoots a lego brick which damages zombies. 2 seconds recharge (Unlimited uses)\r\n\r\n~ UberCannon: A big gun that shoots a powerful laser dealing 30k damage to the zombies, 150 seconds recharge.(Unlimited uses)</code>\r\n</pre>\r\n<ul>\r\n<li>Lego maker now has 10 uses, and double the health.</li>\r\n<li>New spawn locations for items.</li>\r\n<li>Healing Item: heals 220 hitpoints now, instead of 200.</li>\r\n</ul>\r\n<h1><strong>V1FIX CHANGELOG</strong></h1>\r\n<ul>\r\n<li>Fixed a few gamebreaking issues.</li>\r\n<li>Lego maker blocks now break 20 seconds after it is spawned.</li>\r\n<li>Replaced a few more songs on normal mode.</li>\r\n</ul>\r\n<h1><strong>V1_1 CHANGELOG</strong></h1>\r\n<ul>\r\n<li>Made holds on normal mode easier.</li>\r\n<li>Edited some hold times on extreme mode.</li>\r\n<li>Level 3 boss on extreme was remade and is now very hard and challenging.</li>\r\n<li>Fixed zombie hp triggers on extreme mode.</li>\r\n<li>Fixed a few \"glitchy\" boxes on extreme mode.</li>\r\n<li>Handcannon item got tweaked a bit and should be a lot more useful now.</li>\r\n<li>Lightning on extreme is every 8 seconds now instead of 10.</li>\r\n<li>Normal level 3 boss has a bit more hp and does a bit more damage.</li>\r\n<li>Flamethrower,handcannon and \"ubercannon\" do damage to the last boss, so use them!</li>\r\n</ul>\r\n<strong>This will be the last and final version.</strong> (Unless something game breaking happens)<br><br>\r\n<h1><strong>V1_2 CHANGELOG</strong></h1>\r\n<ul>\r\n<li>Fixed and lowered Extreme 3 boss's hp</li>\r\n<li>Landmine damage increase</li>\r\n<li>Landmine won't move when somebody runs over it.</li>\r\n<li>Decreased handcannon cooldown.</li>\r\n<li>After u beat the map, a mapvote will start next round.</li>\r\n</ul>"
}