{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Ghostship readme.txt",
					"ze_ghostship.bsp",
					"ze_ghostship.bsp.bak",
					"ze_ghostship.bsp.ztmp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 340861,
			"_nDownloadCount": 2146,
			"_nFilesize": 16478783,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/340861",
			"_sFile": "ghostship.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1214600472
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130758,
	"_sName": "ze_ghostship",
	"_sText": "After stranding on the isolated island saving urself from the zombies in the dragonball world,a boat comes by the island. Happy with rescue u and ur team climb the boat in hope of rescue but swiftly hope runs down... As for the boat is a ghostship ,missing crew and power,u urself have to find a way of the boat and onto mainland!!\r\nUnfortanetly one of ure team got infected and decided to keep it a secret,leaving u with two problems\r\nFind a way of the boat,and survive the oncomming plague!!\r\n\r\n\r\nTips:\r\nThe best way to escape a boat is to get to the highest point possible!!\r\nWhen stuck think of this-Thru the fire and the flames ,lies salvation\r\n\r\nNote:includes The grendel song \"zombie nation\" and a working disco (as always all is controlled by a dj's setup!)\r\n\r\nNote: Ze_Ghostship was made before Ze_Mad_DragonballZ ,it lacks alot in realism but i hope it makes up in gameplay,this was my first map to ever finish,to ever finish,not my first try:p but stil... it shows\r\n\r\nInspired by roy the ship and escapes like atix heli and island escape i give you ghostship,the newest in escape map.\r\n\r\n\r\nCredits to eastsider and westsider and all the others who helped me when i had mapping problems\r\n\r\n\r\nNote!!!: edit your server.cfg file!!!! the command \"net_maxfilesize\" has to be put larger then 25mb at least to make it possible for people to connect!!!\r\n(this command negotiates the maximum amount of mb allowed to download from server)"
}