{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"ze_gameshow_v1_2": [
						"READ ME.txt",
						"ze_gameshow_v1_2.bsp"
					]
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 296423,
			"_nDownloadCount": 3314,
			"_nFilesize": 59046025,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/296423",
			"_sFile": "ze_gameshow_v1_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1360633707
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130756,
	"_sName": "ze_gameshow_v1_2",
	"_sText": "ZE GAMESHOW V1_2\r\n==================\r\n\r\nFeatures\r\n------------------\r\n\r\n- A gameshow style Zombie Escape map!\r\n\r\n- Three separate escape maps and a finale when all three are completed.\r\n\r\n- A boss at the end of the finale with a health bar for reference.\r\n\r\n- Music and particle effects for entertainment\r\n\r\n- Weapon shop with access to those who complete at least 1 map\r\n \r\nHow it works\r\n------------------\r\n\r\nAt the start of each round a human can select a map to play and once that map is beaten it is completed. To reach the finale all 3 maps must be completed!\r\n\r\nTo get a special weapon you must complete 1 of the ZE maps\r\n\r\nThe Special Weapons\r\n------------------\r\n\r\nMonkey Bombs - Activate the monkey bomb with 'E' and drop to hurt zombies! (4 bombs)\r\n\r\nPush Gun - Press E to push away zombies! (30 sec recharge)\r\n\r\nFreeze Gun - Press E to slow down zombies and hurt them over time (30 sec recharge)\r\n\r\nChange log\r\n------------------\r\nv1_1: Fixed doors that could be walked through and area people with high jump could get to.\r\n\r\nv1_2: Balanced Harbor and City for humans, added a secret DJ booth in the lobby, the monkey bomb is now 4 \"mines\", and the weapons now have better particle effects! After getting a special weapon you must win another round to get more in the future.\r\n\r\nUPCOMING CHANGES FOR V2\r\n==================\r\n\r\n- More escapes! Boss Level will still require 3 of the escapes to be beaten, but if a server can complete all of the optional escapes an extreme ending will be activated\r\n\r\n- With the extreme mode, I may introduce a contest similar to paper/mako/minas for the first servers or people to complete V2 with the extreme ending.\r\n\r\n- A population modifier to balance the escapes for smaller servers.\r\n\r\n- Redesign of the final escape to add more depth."
}