{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_FireWaLL_laboratory_part1_3.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 304238,
			"_nDownloadCount": 2239,
			"_nFilesize": 21694345,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/304238",
			"_sFile": "ze_firewall_laboratory_part1_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1332422751
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130736,
	"_sName": "ze_FireWaLL_laboratory_part1_3",
	"_sText": "Map made for FireWaLL // Zombie @ IP: 206.212.243.130:27015\r\nJoin us for more custom maps and a great community!\r\nwww.FireWaLLCS.net/forums\r\n\r\n**For the best experience, Mani Admin Plugin is recommended, although game messages will still work correctly without it.\r\n\r\nUPDATE\r\n======\r\nThis map is an update to ze\\_FireWaLL\\_lab\\_epidemic\\_v1a. It fixes texture issues occuring after a CS:S update, as well as extends the map slightly, as well as fixes several other issues.\r\n\r\n- Now Mani Admin Plugin is not required to display game messages, although ma_csay is used at the end of the map to make it more exciting.\r\n- Fixed texture glitches\r\n- Starting doors now have buttons beside each of them (don't need to run to press the one in the middle anymore)\r\n- Fixed orange crates breaking from grenades\r\n- Humans now hold the conference room using an iron curtain style defense (no more white table on its side). A line of metal racks now form the \"entrance\" into the room.\r\n- The fence beside the Heaven Portal room will now be open until a zombie comes nearby it. The wall beside the fence has been changed to glass.\r\n- Almost all gates when closed due to zombies being nearby them, will re-open faster.\r\n- Entrance to the Laboratory is no longer a small hole formed by wooden boxes. Instead, it is also an iron curtain now.\r\n- A ladder will appear after humans passed the Panel Walk, so zombies do not need to take the small and narrow stairs anymore.\r\n- The glass just before the zombie will break when humans pass a certain point. (The metal \"steps\" as well will break).\r\n- The fans before the elevator now push zombies back at a lower strength.\r\n- There are now ladders in the Cable Car room (the massive metal room with the cable car) on the other platform (side), so zombies do not need to balance their way across anymore. If they still wish to, the bars above the cable car have been multiplied that it is no longer narrow.\r\n- A new epic music track from Portal 2 has been added. When the self-destruct button is pressed, either the new track or the old one will be randomly played.\r\n- The escape sequence portion of the map has been slightly extended. You have to run more carefully and faster now as time is a lot tighter\r\n- The narrow \"tube\" beneath the credits signboard has been blocked (it was impossible to get humans underneath it).\r\n- Cake has been added. Get it if you really want to.\r\n\r\nFEATURES\r\n========\r\n- Cubemaps\r\n- Hints / Areaportals (Optimization)\r\n- LDR\r\n- Supports 64 players\r\n- Around 7 minutes of roundtime\r\n- Original idea obstacles\r\n- Exciting musics\r\n\r\nINTRODUCTION AND GAMEPLAY\r\n=========================\r\nThis map is a prelude to ze\\_FireWaLL\\_laboratory\\_part2\\_2\r\n(http://www.gamebanana.com/csszm/maps/164711)\r\n\r\nIn this prelude, you escape from the interiors of the laboratory, thus it will be an entirely indoors map.\r\n\r\nThe map is designed to be unique. Unlike other escape maps of just running to the end and pressing a button to nuke the zombies, this map consists of 3 portions.\r\n\r\nThe first part is mainly camping and holding back zombies while waiting for doors to open.\r\nThe second part comprises of running all the time through the test laboratories.\r\nThe final part is the nuke. Unlike other escape maps, in this map, you need to run to a safe spot after you press the nuke. You have a fair amount of time to escape to the exit of the facility, before the laboratory self destructs."
}