{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_FFVII_Mako_Reactor_v5_3.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 319484,
			"_nDownloadCount": 19425,
			"_nFilesize": 51589289,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/319484",
			"_sFile": "ze_ffvii_mako_reactor_v5_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1283363978
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130732,
	"_sName": "ze_FFVII_Mako_Reactor_v5_3",
	"_sText": "Mako Reactor official victory of v1_3 by ICannt server!:<br>\r\nhttp://www.youtube.com/watch?v=I4U45aHzZho<br>\r\nNon official victory of v1_3 by ICannt server:<br>\r\nhttp://www.youtube.com/watch?v=jAHtUiWyCxc\r\n\r\nBiggest changes from V2.1 to V2.2:\r\n\r\n- Using a Materia that doesn't belong to you will ignite you and most of the time keep burning you until yo die. The system is not perfect, but helps discouraging Materia Griefers and makes them easier to spot for admins who can punish them accordingly.\r\n- Fixed a bug that was causing lots of rounds to have only Ultima and Earth Materia on them.\r\n- Sighly increased Bahamuth HP per player.\r\n- Ultima can no longer be used by Zombies when its still on his spawning spot.\r\n- Reduced 1 minute the duration of the ZM rounds.\r\n- Fixed a glitch that allowed people to go on top of the Pub on the City Area.\r\n- Dodging Sephiroth's last attack on Extreme now grants 100 aditional points to all who make it.\r\n- Sighly changed Gravity mechanics, now it doesn't completly freeze the zombies within; on the game gives the same result.\r\n- One un-used door was removed; the secondary door on the first hold position is now deeper in the wall to prevent getting teleported inside to people that prefer to take that door.\r\n- Fixed minor bugs; like removing the cornise near Sephiroth's corridor.\r\n- Prevented unwanted-teleport-spam for zombies falling on some blind spots on the top of the trains, at the begging of the round.\r\n- Now there is no door for the Button's Room on Extreme; some people keep trying to go there and believed the locked door to have juts bugged. You can't use buttons on Extreme.\r\n- Removed the door on the Big Room that leaded to the Vent Way; it was always open by the time someone reached it.\r\n\r\n\r\n(VERSION 1_4 IS BUGGED, VICTORY WILL NOT COUNT, V1_4_1 COMING)<br>\r\nDEMOS WILL BE COMPARED FOR THE FIRSTS DAYS (UNTIL 17-10-2010)\r\n\r\n----- MAP NEW UPDATES ------<br>\r\n- All bugs of v1_4_1 fixed.\r\n\r\n- Contest! Win the extreme mode to write your names in the map!\r\n- Fps improved.\r\n- No camp spots.\r\n- Heal+ and Heal++ new materia.\r\n- Better timing on some spots.\r\n- New music: random music for hard (two new songs), new song for extreme.\r\n- Spawning ladders at the elevator fixed (at last defense spot).\r\n- Force infection on extreme mode.\r\n- No glitch at core (zombie teleportation)\r\n- Force infection on spawn: zombies at vagoons have 50.000 of hp (later, will be restored to 7.500)\r\n- New bahamut hp system : more easy with more people, impossible for few people.\r\n- Grenades hurt more to Bahamut.\r\n(minors)\r\n- \"10 seconds fence door\" at spawn opens automatically when the \"30s door\" opens.\r\n- Ultima countdown message.\r\n- Spelling mistakes fixed.\r\n- Force zombie teleport at spawn in extreme mode.\r\n\r\n\r\nV1_3\r\n<li> Harder spawn: +1 to +3 zombies at spawn, zombies spawn near the humans (more intense spawn).\r\n<li> Balance at some parts: players can't jump at the first descending (after the elevator scene), and zombies can't arrive before humans.\r\n<li> Bahamut: grenades affect him, with a lot of damage.\r\n<li> Changed the position two materias (magics): one of the random places of earth and ultima has been changed.\r\n<li> Crash prevent coz shooting materias (magics)\r\n<li> Ztele/Zspawn problem after massive teleport fixed.\r\n<li> Color correction (red colour) fixed at extreme-mode.\r\n<li> Ice materia is more effective.\r\n<li> Wind materia ++ is more powerful.\r\n<li> Materias are now elites with 200 of ammo.\r\n<li> No auto-heal at core. Heal magic will be more decisive.\r\n<li> Zombies have 50.000 of HP in extreme mode.\r\n<li> In hard and extreme mode: +0.75 seconds to Sephiroth, +1.5 seconds to the bridge. \r\n\r\n\r\nFFVII MAKO REACTOR MAP\r\n\r\nMade by Hannibal[SPA] (Rafuron)<br>\r\nOpinions/Ideas Maese Danielot\r\n\r\nTested by ZES, GeClan, SupremeElite, FRAGXL, Hellz and InfinitiveGear community.\r\n\r\n---- MAP SPECIAL FEATURES<br>\r\n6 MAGICS<br>\r\n::Ice (upgradeable) -> freezes an enemy -> + freezes all enemies in a row -> ++ freezes all enemies around you.<br>\r\n::Fire (upgradeable) -> burn an enemy -> + a fire wall that hurts and burn -> ++ a big area that hurts and burn.<br>\r\n::Wind (upgradeable) -> slow zombies in a row -> + push away zombies in a row -> ++ push zombies near you (360ยบ protection)<br>\r\n::Earth -> spawns a wall (during 5 seconds)<br>\r\n::Heal -> heal near humans<br>\r\n::Ultima -> kills near zombies (casting takes 20 seconds)\r\n\r\n4 DIFFICULTY MODES (everytime you beat a mode, you go to the next difficulty mode)<br>\r\n::EASY<br>\r\n::MEDIUM<br>\r\n::HARD<br>\r\n::EXTREME\r\n\r\n3 DIFFERENT FINAL BOSSES\r\n\r\nDIFFERENT WAYS\r\n\r\nCUSTOM MODELS/SOUNDS/COLOR CORRECTION/TEXTURES\r\n\r\nNPC SHOWS YOUR WAY\r\n\r\nMap based on Final Fantasy VII, the first stage of the game, where Cloud must put a bomb and escape. Magics/Monsters/Sounds are based on final fantasy world. Profit :)"
}