{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_escape_the_eye_v1.bsp",
					"ze_escape_the_eye_v1.txt"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 333865,
			"_nDownloadCount": 4657,
			"_nFilesize": 15230099,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/333865",
			"_sFile": "ze_escape_the_eye_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1236104263
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130723,
	"_sName": "ze_escape_the_eye",
	"_sText": "ESCAPE THE EYE\r\nBy GARGANTUA\r\n\r\nMap Information \r\n64 Spawnpoints\r\n3-D Skybox\r\nCubemaps\r\nSeveral traps\r\nAlternative ways towards the ending\r\nSeveral secret routes\r\nCustom textures\r\nNatural environment\r\nWaterfall\r\nUnique nuke with The Eye\r\n\r\nThe Legend\r\nA long time ago, an advanced extraterrestial race coexisted with humans on this forgotten island. They never interfered with each other and kept peace for years. One day, the aliens decided to build a huge machine called The Eye which would function as a teleporter between the island and their homeworld. When the aliens did their first test with this teleporter all the humans and aliens of the island were killed during the process. Instead of The Eye being a teleporter, a technical mistake was made by the aliens which made this device turned out to be a doomsday device killing every living creature on the island.\r\nYears later, new humans arrived and colonized the island. A pact among humans was made not to enter the former alien living zone because of the danger which could be caused by The Eye. A gate was placed in front of the working mine and any trespassenger would be punished by death. These rules were made because The Eye must never see again. \r\n\r\nPresent Day\r\nYou are an inhabitant of the island and you work at the navy warehouse together with your teammates.A deadly virus was shipped in by a foreign boat which turns your teammates into bloodlusting zombies! You see no other option but to run back to the valley and destroy the gate that is blocking the mine which will gain acces to The Eye. You are the only one who can activate The Eye and who can save your town! But the fearsome zombies are not your only danger. Even though the alien race is long gone, their defence system which contains turrets and traps are still active. The humans assumed this information because those who once trespassed the gate and tried reaching The Eye have never returned home.\r\n\r\n\r\nPersonal Note\r\nThis is supposed to be my comeback map after I took a break 8 months ago. This map is a hybrid of different ideas I had back then. So I hope the different elements make it a kickass map to play. I am very satisfied with the outcome anyway. \r\nAbout the map: It took me around 5 weeks to complete. It's a rather heavy map to play. So people with low-end PC's might have some struggling playing it. I am very sorry about this, I tried a lot of optimisation and did my best for those with low-end PC's.\r\n\r\n\r\nCredits\r\nPrimary maptesters: Krassell, Mononoke, Masen (Thanks a lot guys!!)\r\nSecondary maptesters: i3D forum - JohhnyB, Chimera, PimpJuice, Frauenarzt, Kale Aap, Advaldo, 5unz, JobForACowBow, Westsid3r, Eastsider, WhiteTiger, Kraven, Exodus, Glad All Over, Skael, Hi'nk.  \r\nCustom textures by: Disturbed, Nubblecakes\r\n\r\nHave fun playing it! \r\n\r\n- GARGANTUA\r\n"
}