{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_FireWaLL_laboratory_part2_3.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 303831,
			"_nDownloadCount": 2105,
			"_nFilesize": 11455989,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/303831",
			"_sFile": "ze_firewall_laboratory_part2_3_5.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1333914932
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130738,
	"_sName": "ze_FireWaLL_laboratory_part2_3",
	"_sText": "This map is the 2nd part of ze\\_FireWaLL\\_laboratory\\_part1\\_3 (http://www.gamebanana.com/csszm/maps/164537)\r\n\r\nUPDATE\r\n======\r\nThis map is an updated version of ze\\_FirewaLL\\_laboratory\\_part2\\_2 (http://www.gamebanana.com/csszm/maps/164711) and  ze\\_FirewaLL\\_laboratory\\_part2\\_1 (http://www.gamebanana.com/csszm/maps/161173)\r\n\r\npart2_3 update features:\r\n\r\n- A door on the left side of the train will open 10 seconds after it reaches the nuclear station.\r\n- Nuclear facility blast doors will close when rocket launches. Anybody not in the nuke-room will be killed.\r\n- Cable Car movespeed increased by 100\r\n- Pole rider movespeed increased by 100\r\n- Red metal containers now break together with the boxes when humans past the boat point, and will break after 10 seconds instead of 6.\r\n- Ledge beside ticket gate (which was breakable) HP decreased from 500 to 200\r\n- Sun brightness increased by 100\r\n\r\npart2_2 update features:\r\n\r\n- Made map easier for zombies. Some obstacles will be completely cleared once humans reach a certain point. A shortcut has been added which will open once the truck leaves.\r\n- Environment has been changed to completely grass and trees environment, a change from the old boring desert terrain.\r\n- The laboratory looks more collapsed and destroyed at the spawn area.\r\n- Doors near the start are now physboxes which swing on their hinges. Needs 1000 damage to enable their motion.\r\n- Added smoke to the engine of the boat\r\n- Fixed glitchy looking wheels on truck\r\n- Added some colored sprites on the train to make it look better\r\n- When train leaves, zombies will be able to chase it in the tunnel, as a path will open up, although they will never be able to kill the humans (they will still get nuked in the tunnel). It is something for zombies to do so they don't get bored.\r\n\r\nFEATURES\r\n========\r\n- Interesting Obstacles\r\n- Intersting ending\r\n- Storyline\r\n- 64 x 2 spawnpoints\r\n- Highly optimized\r\n\r\nA secret laboratory in a hilly area has been researching on the zombie species for the past decades. One day, one of the most toxic viruses on one of the zombie specimens, zombochloroflorine, got into the bodies of some scientists at the laboratory and infected them. Your colleagues and you have managed to gather at the emergency exit of the facility, and now have to flee to nearest train station and hitch a ride out of the area, or be converted into a mindless zombie.\r\n\r\nThis map was made and designed for FireWaLL // Zombie.\r\n\r\nVisit us at www.FireWaLLCS.net/forums."
}