{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_grand_boat_escape_v3_6.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 302664,
			"_nDownloadCount": 1938,
			"_nFilesize": 10948666,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/302664",
			"_sFile": "ze_grand_boat_escape_v3_6_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1338040965
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130762,
	"_sName": "ze_Grand_Boat_Escape_v3_6",
	"_sText": "**go back to version 3_6, I made a pretty big mistake with version 7 what makes it impossible to win.**\r\n\r\n**Patched released \"3_7\" it fixes some problems only just found today. It stops zombies from jumping on the air ship before it gets to the keep. stops humans from dragging the game on by hiding, It improves allot of things. Sorry for sudden patch, I don't think there be any more patches from this point on.**\r\n\r\nHi all.\r\n\r\nThis is Grand Boat Escape, its a massive update that took me a little while to do. It recreates tons of features within this map to improve game play and scenery. Overall, this map has been made to be MUCH harder, I felt that the older version out currently was way too easy and got boring very fast, but that should all change now with the amount of changes that has been added in version 3_6. Hope you guys/girls really like it. \r\n\r\nIf your interested in seeing what the old version looked like, go here: [Grand Boat Escape](http://gamebanana.com/csszm/maps/155206 \"Grand Boat Escape v1_9\")\r\n\r\nAdded Feature List:\r\n\r\n.More routs, this to hopefully give the player more power on witch way they go instead of just straight.\r\n\r\n.Added boxes, they need to be jumped over by humans, but can be instantly be destroyed by zombies touching it. This is to slow the humans down and allow the zombies to catch up.\r\n\r\n.Added douche bag doors, These doors can be permanently closed by a human. Thing is, they don't even block out zombies that well. I added them to block out other humans by slightly faster \"trolly\" individuals forcing the humans to take other routs.\r\n\r\n.Greatly improved end fort, what has multiple layers and a Air Ship at the end that the humans must defend, and many more things.\r\n\r\n.Changed the boat, hopefully will be better than the old one, It also allows the zombies to get in from the water, very hard though.\r\n\r\n.Greatly improved the lighting and effects.\r\n\r\n.3d Sky Box has now be finally added, this makes the map look much more larger.\r\n\r\n.Added a thunder Storm.\r\n\r\n.A lot of optimization has been done, to make way for all the improvements.\r\n\r\n.In-proved sounds/music.\r\n\r\n.and allot more! probably."
}