{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_forgotten_facility.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 326896,
			"_nDownloadCount": 2535,
			"_nFilesize": 6740637,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/326896",
			"_sFile": "ze_forgotten_facility_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1259431764
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130748,
	"_sName": "ze_forgotten_facility",
	"_sText": "ZE_FORGOTTEN_FACILITY\r\n******************************************\r\nMap made by: Westsid3r\r\n******************************************\r\n\r\n***STORY\r\nBack in the days, a secret toxic waste facility was built by scientists of the US. The government sent all their toxic chemicals to this underground facility in Mexico, in order to cease the radiation. What the government didn't know, is that the scientists were developing a virus, which would harm the whole world. After testing the virus on pigs, something odd happened. The pigs suddenly rose from the dead, mutating into horrible beasts, which broke through the security gates and slayed all the scientists. No contact with the US army has ever been made since then...\r\n\r\nThe police forces were sent to the toxic facility, which now has been shut down for a couple of years. As the police forces arrive, they sence how the air smells rotten and that the atmosphere is doubtful. After a long walk back in to the facility, they finally spot the source of the virus outbreak. The mutated pigs had already escaped, but there was one more left, which was the mother of them all. When one of the police tries to put it down, it strikes back and infects him. This was of course not seen by anybody else than the infected, who also tries to hide it. As they have fulfilled their task and progress to the exit, the infected suddenly mutates into a flesh seeking beast, which has no other goal than eating meat...\r\n*************************\r\nMAP INFORMATION:\r\n*************************\r\nThe map has two spawns, which avoids everybody from getting infected at once. You start down at the first floor, and have to progress upstairs. There are 4 ways to the second floor, either by opening the gate or by using a vent shaft. There you can either run past the toxic waste machines, or take the old elevator, which still is the fastest way. At the final point of the second floor, you have to defend the elevator for 30 seconds. At the final third floor, you'll have to reach the final escape zone, where you will have to call for a rescue vehicle, and wait until it arrives. Goodluck soldier...\r\n\r\nThere are also 2 secret weapons which were developed by the scientists and are still hidden somewhere in the facility.\r\n\r\nTeamplay, experience and survival skills are REQUIRED in order to survive. Luck also has a big matter!\r\n\r\n*64 player spawns, 32 T and 32 CT\r\n**At the third floor, when the junk smashers are activated, zombies can disable these by pressing the button in the hidden lab next to it.\r\n***Custom ending music + custom made nuke"
}