{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_MotanumInc_final.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 322167,
			"_nDownloadCount": 2442,
			"_nFilesize": 9529279,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/322167",
			"_sFile": "ze_motanuminc_final.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1276250076
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130878,
	"_sName": "ze_MotanumInc_final",
	"_sText": "From the creator of over 10 maps based on Portal!\r\n\r\nNow comes the sequel to my ze_ApertureScience map!\r\n\r\nAfter escaping GLaDOS, humans encounter an empty facility. Motanum Inc. This industry is dedicated to producing boats and helicopter. What a coincidence for humans!\r\n\r\n************\r\nHow to play!\r\n************\r\n\r\nNote, you will usually have to press a button to activate certain things (It has a green light, and turns to red when it has been activated. Console will let you know  of certain waiting times)\r\n\r\nFirst, simply try to get on the boat hangar, and defend from any zombies. When the time comes get on the boat and get on the wall in the fortress. Humans who failed to get on the boat will be teleported to a place where they are easy target for zombies. Zombie shave then 30 seconds to get on the helicopter.\r\n\r\nThe helicopter will try to overfly above the fortress. If this happens Humans are dead! So you must shoot the helicopter down before its too late! (Note, shoot with your weapons, the more people that shoot at it, the faster it gets shoot down. There is no timer, or any kind of special artillery. YOU MUST DO THE SHOOTING, so organize your teammates to defend and not to stand around being dumb)\r\n\r\nGiven that you shoot down the helicopter, defend the entrance fort entrance as usuall, then when the boxes you are defending break, it means is time to fall back. Simply enter the bunker. Keep shooting, as zombies might try to get you. Press the console in the bunker. Get to the elevator quickly! defend for a small time before the elevator leaves.\r\n\r\nThen find your way to the underground boat. Get on it. And when its time, the boat leaves (Fail humans will be teleported again, so for your own good, don't hide). Shoot off any zombies trying to boat jump! After, enter the hallway. The door will open when you are close to it. But before you enter, be sure to get healed to 100 hp! It's imperative you get healed. After about 10 seconds, zombies will be able to  enter the hallway and try to penetrate the small bunker you are defending from. Zombies can get healed back to 2500 (Its fired to a zombie on the healing place every second. Note that if you have over 2500 hp, you will be brought down to 2500 hp)\r\n\r\nOnce the doors close, simply go to the vent, and climb as fast as you can! Explosions will be behind you! This is where those 100 hp come handy! get on the chopper and you have survived to escape another day!\r\n\r\n**end**\r\n\r\nFEATURES\r\n-A destructible helicopter! Must shoot it to easily defend yourself\r\n-6 secrets, 3 for humans, 3 for zombies!\r\n-Balanced, yet challenging gameplay\r\n-Heli's hp depends on people playing, so play with 10 or play with 70!\r\n-custom textures\r\n-custom models\r\n-New game-play mechanics in a zombie escape!\r\n-Exiting ending!\r\n-extremely optimized!\r\n-detailed map!\r\n-Includes Sountrack!\r\n-Actor voice!\r\n\r\nWhat are you waiting download it and upload it to your server now!\r\n\r\nFor the interested people\r\n\r\nHeli's HP = 225(number of players that entered the lobby)\r\nSo, if zombies spawn from the spawning zone, then they do get counted twice. It is alright, don't worry about that\r\n\r\nDeveloped by Eugenio 'Motanum' Roman\r\nBugs, comments, suggestions to agent_2114@hotmail.com\r\n\r\nMore maps from me to come\r\n\r\nSpecial thanks to Uber Micro Forums for their support and guidance.\r\nSponsored by ]Hell[ Servers\r\n\r\nSee screenshots\r\n\r\nInstallation, just paste the all of the files in the rar on your maps folder for counter strike source\r\n\r\nDefault should be Files\\Steam\\steamapps\\Account_Name\\counter-strike source\\cstrike\\maps"
}