{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"readmeMAPHINTS.txt",
					"ze_jurassicpark_v2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 343595,
			"_nDownloadCount": 36809,
			"_nFilesize": 7966468,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/343595",
			"_sFile": "ze_jurassicpark_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1205060157
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130821,
	"_sName": "ze_jurassicpark_v2",
	"_sText": "V2 update:\r\n\r\n1. FREAKIN' DINOSAURS RAWRR!!!!!\r\n\r\nI've added a select few of the island's classic inhabitants. They come with custom animations. All thanks to yellowoboe for the models (I cannot verify his part completely in the creation) Please check out his work here! http://www.garrysmod.org/downloads/?a=view&id=5925 \r\n\r\n2. Added more planks for alternate routes.\r\n\r\n3. Easily breakable blanks / sign to help keep zombies off your back.\r\n\r\n4. 64 player support.\r\n\r\nIsla Nublar, 02:00 Zulu - 1993\r\n\r\nThe Biosyn Corporation has long had a particular interest in the development of live embryos owned by John Hammond's InGen. Although prehistoric DNA extraction has widely been known for nearly a decade, the incubation of live specimen via amphibian host material has been a closely guarded secret.\r\n\r\nWeeks after the Jurassic Park incident Biosyn has sent a team of private contractors to retrieve the lost embryo canister that the late Dennis Nedry has failed to provide. You are a member of the expedition. Although you came to Nublar for a large profit, you now flee in terror for your own survival. Your team has been ambushed by territorial Velociraptor (antirrhopus nublarensis), and is now being stalked by the deadly predators. You can hear their distinguished shrills in the distance. The east docks have become your only salvation.\r\n\r\nNow is the time to run.\r\n\r\nMap by: Butterknife aka Jaekto\r\nTexture support: Japetheape\r\nPrefabs: ATIX & JJ45\r\nintox. studios"
}