{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_MotanumInc_b3.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 322438,
			"_nDownloadCount": 1533,
			"_nFilesize": 2322307,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/322438",
			"_sFile": "ze_motanuminc_b3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1275136858
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130877,
	"_sName": "ze_MotanumInc_b3",
	"_sText": "****************************\r\n----------UPDATE 2!!!----------\r\n****************************\r\n\r\nChanges\r\n-Fixed many map exploits\r\n-Added some teleports to force players to where they are supposed to be\r\n-Added teleports that teleport behind players to a place where they are vulnerable to zombies\r\n-Optimized the boat a bit to minimize some lag\r\n-optimized some part of the map\r\n-shorter hold parts\r\n-Change final path for fallen zombies so it is easier to get to the attack place\r\n-change holding points to be more efficient in defending against zombies\r\n-more hp to helicopter and it goes slightly faster. Face a real challenge\r\nOverall, this version (b3) should play more as intended\r\n**On the zombiecopter place, there is a place where slow/fallen/camping huamns get teleported to be easily killed by zombies. This should prevent camping and make more of a challenge!\r\n\r\n\r\n****************************\r\n----------UPDATE 1----------\r\n****************************\r\n\r\nChanges\r\n-Fixed some map exploits\r\n-added clip to some part of the maps\r\n-added afk killer\r\n-fixed boat so people don't fall of it so often\r\n\r\n\r\nFrom the creator of over 10 maps based on Portal!\r\n\r\nNow comes the sequel to my ze_ApertureScience map!\r\n\r\nAfter escaping GLaDOS, humans encounter an empty facility. Motanum Inc. This industry is dedicated to producing boats and helicopter. What a coincidence for humans!\r\n\r\nAfter using the boat to escape into a bunker before the Motanum Inc Weapons Of Mass Destruction become unstable and blow up! But watch out. Helicopter full of zombies will be heading your way! you must shoot it down before it is too hard to defend!\r\n\r\nFEATURES\r\n-A destructible helicopter! Must shoot it to easily defend yourself\r\n-custom textures\r\n-custom models\r\n-New game-play mechanics in a zombie escape!\r\n-extremely optimized!\r\n-detailed map!\r\n\r\nWhat are you waiting download it and upload it to your server now!\r\n\r\nCurrently it may be a bit unbalanced during the helicopter shoot out. I still need to find a good health number for the helicopter. Watch my profile for any updates on this map which may come soon. I do not forget my maps. So if you think something is very hard or very easy in this map, contact me. My details are in the next paragraph.\r\n\r\nConclusion, play the map on your server. And then please let me know what I can do to make it more balanced. More helicopter hp? slower helicopter? faster heli? Shorter holding times?\r\n\r\nDeveloped by Eugenio 'Motanum' Roman\r\nBugs, comments, suggestions to agent_2114@hotmail.com\r\n\r\nMore maps from me to come\r\n\r\nSpecial thanks to Uber Micro Forums for their support and guidance.\r\nSponsored by ]Hell[ Servers\r\n\r\nSee screenshots\r\n\r\nInstallation, just paste the all of the files in the rar on your maps folder for counter strike source\r\n\r\nDefault should be Files\\Steam\\steamapps\\Account_Name\\counter-strike source\\cstrike\\maps"
}