{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_mumbo_jumbo.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 344025,
			"_nDownloadCount": 2544,
			"_nFilesize": 1746116,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/344025",
			"_sFile": "ze_mumbo_jumbo.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1203784159
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130884,
	"_sName": "ze_mumbo_jumbo",
	"_sText": "<b>ZE_MUMBO_JUMBO</b>\r\n\r\nEdited by: £cho\r\nRemake Time: 5hrs.\r\n\r\nRecommended Player Count: 20-30\r\nMaximum Players: 64\r\n\r\nA remake of zm_melong_dow_deathwater_b1...\r\n<a href=\"http://www.fpsbanana.com/maps/31194\">Click Here to View Original Map</a>\r\n\r\nWhile this map is a remake, drastic changes have been made to the map. It's been textured, has some actual lighting, a new custom skybox, added decals/overlays, and the gameplay has been changed so that it fits the title of Zombie Escape. The map has been fully tested for any bugs and since there are simply none to be found, it has been released.\r\n\r\nPlayers start off at the spawn, below all the madness. They must work together to break the glass and climb the stairs, or may risk going on their own and climbing the ladders that surround the cliffs. It's a sort of maze-like puzzle and you have choices as to which route you would like to take. Once a player reaches the top, they press a button which will deactivate the flood gates below, flooding the entire complex from top to bottom. When this occurs, it's a race to the top, and in the meantime you must fend off the zombies presumably coming from four directions. The round ends when the water reaches the top and after all zombies and/or humans have been killed.\r\n\r\nThis map truly is a lot of fun and while it didn't take too long to make, it looks very nice and the gameplay is very unique. It's worth giving the map a try on your server and seeing if the players like it. I have a running bet that they will if they're looking for new escape maps.\r\n\r\nAnyhow, as always, comments, assessments, and stamps are more than welcome. Thanks in advance for your comments and enjoy the new map! I hope to see this on some servers soon. =D\r\n\r\nRegards,\r\n£cho"
}