{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Ze_Mad_DragonballZ.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 341254,
			"_nDownloadCount": 2904,
			"_nFilesize": 11425210,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/341254",
			"_sFile": "ze_mad_dragonballz_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1213304296
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130858,
	"_sName": "ze_mad_dragonballz",
	"_sText": "Ze_Mad_DragonballZ!! \r\n \r\n The first ever dragonball z map for Cs:s Zombiemod is now here!!\r\nThis escape has 1)64 spawns(advise max 40 players for smooth gameplay)\r\n                       2)Dragonball Z models,including Goku,Vegeta,Piccolo And Radditz! (Credits to Cs:s dbs mod for the models)\r\n                       3)Detonating charge with computer guidance\r\n\r\n\r\n\r\nThe Story:\r\n-------------\r\nAs part of an American salvage team u are sent on mission to the lab of a mad scientist. Once arrived there there is no sign of the scientist nor his team. Unfortanetly the Artificial Intelligence Unit,AIU in short is still running the to Dragonball Z addicted mad scientists mad expiriments!!\r\nIt just so happens that when u and ure team arrive the AIU tests one of its productions resulting in u and ure team getting sucked into the cartoon world of the famous anime.\r\nNot only that but also one of ure teammembers is infected with the Zombination virus.\r\nUre mission is to get out alive at all cost and saving the world from the zombie plague!\r\n\r\nHint:The Red Ribbon Army studies black holes as a way of traveling from and to dimensions!!\r\nHint2: When the Cannon fired only one should go into escape,climb island and trigger nuke by hugging the tree,while others hold tunnel.Only when vegeta powersup his galic gun should they fall back!!\r\nHint3:Blow the houses windows with the computer guided charge to be able to climb house from balcony and climb tower!!\r\n\r\nNote!! The map is 34Mb large so u need to put server command net_maxfilesize to above 34 for ppl to be able to download it\r\n\r\n"
}