{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_noir_b1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 289718,
			"_nDownloadCount": 2138,
			"_nFilesize": 42289709,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/289718",
			"_sFile": "ze_noir_b1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1392135717
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130893,
	"_sName": "ze_noir",
	"_sText": "### ZE_NOIR\r\n\r\nI've been working on this map for about 2 or 3 weeks. I've always liked futuristic environments in the vein of Blade Runner, and for long I've thought to do a map following that kind of style. However, I never decided to do it since I felt I'd ruin it. I still think I have.\r\n\r\nNoir takes place in a not-so-distant future. Fog, dust, rust and trash fill everything. Starting at the depths of the sewage/underground system, players must reach one of the final locations (the map, however, is linear and one of those is opened up by the players' actions). The average length of a round should be 8 minutes and a bit more (which is perhaps a bit too much, I know), and it should be done fastly enough since (as explained in the map's plot in the selection menu) there is an autonuke at 0:15.\r\n\r\n### Features\r\n\r\n- 64 spawnpoints\r\n- Cubemaps\r\n- 3DSkybox\r\n- Color correction\r\n- Puzzles\r\n- Holding\r\n- A bit of detail\r\n- Decal overflows because I don't care\r\n- Music (from Vangelis)\r\n- Ambience\r\n\r\nI didn't bother with a radar yet just as I didn't bother with a few other final touches like having map-specific CVars. Those will come as new versions come.\r\n\r\n### Future version\r\n\r\nI plan to add levels where the endings are (in fact one of them is already started) that will then merge into one final, probably hard ending. I am also debating whether I should or should not add special weapons, but that will depend on how the map performs as-is. I believe special weapons wouldn't fit the map probably (and I think they're boring because most of them have ended up being cheap copypaste to bring an 'epic' factor that can't be copied since it is inherent to specific maps). Still, we will see.\r\n\r\nBug reports, as always, are welcome; don't confuse, however, difficulty with bugs and/or glitches. There might be paths left open to make chokepoints harder just as there might be ways to advance further quicker: it is recommended to use them if found so the timer doesn't run up."
}