{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_JurassicPark_Escape_v1.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 317887,
			"_nDownloadCount": 4052,
			"_nFilesize": 16512899,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/317887",
			"_sFile": "ze_jurassicpark_escape_v1.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1288194839
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130819,
	"_sName": "ze_JurassicPark_Escape_v1",
	"_sText": "UPDATE: i'm remaking this map from scratch\r\n\r\nHERE IS THE REALESES OF ze_JurassicPark_Escape_v1\r\n\r\nSorry for putting you all though those painful beta testing 1 & 2\r\nmap is now stable so here is the v1. \r\nthis v1 is a huge improvment from the b2. has loads more features improvements etc listed below \r\n\r\nAdded/NewFeatures/fixes to v1 (That were not in the beta2)\r\n\r\n* Added a secret but its a secret :P (you can get a HEsmoke that leaves a trail)\r\n* now far harder to camp the small island\r\n* Added a new c4 defend point!\r\n* textures improved/overlays\r\n* new custom skybox texture\r\n* incresed fps (fixed error in the corner of screen)\r\n* Fixed being able get out the map by surfing up a displacment\r\n* faster nuke imbond time \r\n* changed the phone to a light that changes from red to green\r\n* improved heli pad looks\r\n* added more console heli inbond 60 sec 30sec so on so on..\r\n* now must defend loading bay for longer (improved box area for simple defending)\r\n* both way 1 and 2 are now the same time taken\r\n* fixed being able to get on an invisable barrier and that skip out some of the level\r\n* added nests for the raptors\r\n* removed fog completly\r\n* added boxes around helipad for better defence\r\n* changed water to dx70 for faster fps\r\n* extended the lengh of the map by around 30seconds\r\n\r\n\r\n* i made this map becasue of the loss of butterknifes jurassic park. the fix realsed did not realy work to well therefore i have realsed this map instead. has many of the great features from his version now in mine. please note that this is my first zombie escape map EVER!\r\n\r\n* please check out the jurassic-life mod for halflife 2\r\nwww.jurassic-life.game-lab.com/\r\n\r\n* Report bugs to by youtube channel thegregster101"
}