{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_madara_temple_v1fix.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 456687,
			"_nDownloadCount": 271,
			"_nFilesize": 139402534,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/456687",
			"_sFile": "ze_madara_temple_v1fix.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1586510941
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130857,
	"_sName": "ze_madara_temple_v1fix",
	"_sText": "<h2><b>ze_madara_temple is a map with one unique stage. An attempt to beat the map is around 20 min.&nbsp;</b></h2><br>Stripper that fix a teleport at the end :&nbsp;<a href=\"https://pastebin.com/aXuYSrgh\">https://pastebin.com/aXuYSrgh</a><br><br>There is 7 items for humans (<span class=\"RedColor\">Wind, gravity, rock, ultima, electro, fire, heal</span>)&nbsp;<br><br>4 for zombies (<span class=\"RedColor\">warp, heal, gravity, fire</span>)<br><br>This map require a lot of teamwork and the triggers need a bit of <span class=\"GreenColor\">movement skill</span>.<br><br><i>My feeling about this map after the different beta version and test on Unloze and NiDE :</i><br><br>I had many feedbacks about the ending of the map. The ending would be better if it was a \"teamwin\". After the test of the map on different servers I can see that the only wins were solo wins. And this is a bit crual when you spend 20 min of teamwork to die at lasers.<br>But, nothing as really change, the ending is the same and will stay like this.&nbsp;<br><br>When I created this map, I though to create a really long and hard stage with a hard ending. I only play zombie escape since few month and I saw that there is a lot of experienced players that can beat many maps without real difficulty.<br><br>There is not much things related to naruto on this map. Only the boss is Madara.&nbsp;<br>And this is why he appear many times in the map. Cause Madara in the Naruto manga is invincible. So even if you damage him at the first phase of lasers, Madara will always appear and try to kill you.<br>The only way to beat him is to escape the temple and find a safe place.<br>This is exactly what I thought about when I created the ending of the map.<br>Hope you guys will still enjoy this map even if you find the ending silly.<br><br>To finish, I would say a huge thanks to <span class=\"GreenColor SelectedElement\"><u>Moltard</u></span> for the help on Hammer. Couldnt have finish this map without him.<br><br><span class=\"RedColor\"><b>Good luck and have fun!</b></span>"
}