{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_kraznov_poopata.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 292330,
			"_nDownloadCount": 1348,
			"_nFilesize": 44019199,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/292330",
			"_sFile": "ze_kraznov_poopata.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1379183836
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130826,
	"_sName": "ze_kraznov_poopata - horrible 1 day map",
	"_sText": "A really godawful map I tried to make in less than one day. Although the map itself was done in 6 hours, I overslept the two following days and didn't finish it, so I failed at the 1-day thing. I've probably spent 8-10 hours on it at most. \r\n\r\nThe map features puzzles, music, 64-unit blocks for everything, awful mechanics and stupidity. Although I doubt it has -many- bugs it won't be too enjoyable probably. \r\n\r\nThe first puzzle is basketball. You have to throw the dualies with the attached yellow block over the 'basket'. It is easy but needs some practice; as ZE players won't give a shit the map will probably end here with lots of rage and flying turds. You need to get the dualies into the basket twice.\r\n\r\nThen a shitty bridge appears. It induces seizures, kinda, so it's better to wait until it fully opens. \r\n\r\nThen the typical press two buttons at the same time. The map needed more fillers.\r\n\r\nAfter that, the retardation bridges come. They block your WASD control and make you move backwards always so you have to backpedal. You can only move your camera and jump (while on the air you can use WASD) to get past them.\r\n\r\nThere's a few holds and then a physics puzzle. Depending on how you solve it, one of the two possible endings will happen.\r\n\r\nThe map features:\r\n\r\n- Lots of fog\r\n- Unholdable holds, probably\r\n- No special weapons because they're very expensive and the map is poor\r\n- Dev textures because real textures are too complicated\r\n- 64 spawns\r\n- Music\r\n- Radar to make the path more clear since it's a mess\r\n- Awkward, horrid puzzles\r\n- Lame, unfunny console commands\r\n- The root of all evil\r\n\r\n--------\r\n\r\nI will not be updating the map probably as it is just terrible, but if the teleports are retarded or something it might happen. Post suggestions and whatever, but the basketball puzzle stays."
}