{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_rooftop_runaway2_v5.bsp",
					"ze_rooftop_runaway2_v5.txt"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 343644,
			"_nDownloadCount": 6566,
			"_nFilesize": 1644047,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/343644",
			"_sFile": "ze_rooftop_runaway2_v5.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1204894558
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130960,
	"_sName": "ze_rooftop_runaway 2",
	"_sText": "Ze_rooftop_runaway2_v3 - By ROGER GARGANTUA\r\n\r\nSequal map of Rooftop Runaway 1! This map continues where Rooftop Runaway 1 ended. \r\nI'm planning to make a third Rooftop map, which will end this series and thus will be the final chapter.\r\n\r\n** UPDATE 22/03/08 **\r\n- Escape door is higher\r\n- A radio to call for airstrike instead of keypad. It closes door within 10 seconds now instead of the 20 sec that it was before.\r\n- Moved the escape ramp to the left side and made it a lot smaller. A lot easier to shoot zombies off.\r\n- Replaced the boxes at the end escape point.\r\n- different lighting ( changed settings in the light_sun entity ). It now has more of a sunset light.\r\n- Added one secret spot which has some grenades lying. \r\n\r\nStory: After you and your military team got away with the train ( ze_rooftop_runaway 1 ) you arrived at the city's trainstation. Some roofs at the station have collapsed because of the airstrike and the trainrails are now blocked. You have no choice now but to go back in to what's left of the city and get to the secure high grounds. \r\n\r\nObjective: You are part of the military and your objective is to get back into the city. The only way to be safe is to make way via the rooftops to get to the highest building. There you can call in for an AIRSTRIKE and blast the place back to hell.\r\nGood luck, marine!\r\n\r\nCredits: \r\nHero in a Dream (For helping me on several occasions with maptesting)\r\ni3d.net (For their big support and they have the best servers)\r\n\r\nADDITIONAL INFO\r\n* 64 spawn points.\r\n* Working escape bunker.\r\n* Airstrike that blasts away everything except for the survivors in the escape bunker.\r\n* Not only the zombies are the danger in this map.....but you also have to face big heights.\r\n* approximately 3 weeks building time to make this map.\r\n* NORMAL compiling ( compile time : 1h 30 mins ).\r\n* Secret room.\r\n* Cool combat area : \"Industrial buildings\".\r\n* Multiple ways or subroutes.\r\n* Heavy map, you better have a fast PC.\r\n* fog controller with z-plane 3000 in a try to give less fast PC's a good fps aswell.\r\n\r\nHave fun!!\r\n\r\nRoger Gargantua\r\n\r\n\r\n"
}