{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_sg1_missions_v2_1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 323497,
			"_nDownloadCount": 7000,
			"_nFilesize": 27123519,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/323497",
			"_sFile": "ze_sg1_missions_v2_1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1270575817
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130982,
	"_sName": "ze_sg1_missions_v2_1",
	"_sText": "(DONT RENAME THE MAP FILE! IT MIGHT CAUSE ERRORS)\r\n\r\n\r\n\r\nV2_1 CHANGES:\r\n\r\nworking for new ob\r\nbugs fixed\r\nnew holdspot at generator\r\nenhanced atmosphere\r\nnew awesome stargate activation effect!\r\nhave fun with this version and post feedback plz!\r\n\r\n\r\nStory:\r\nMission Abydos:\r\nAfter having a zombie infection on stargatecenter you have to make your way to the gate room, activate the stargate and flee through it. the \"time tunnel\" is also called hyper space and its no time travel lol). Having reached abydos you have to get some C4 outside the pyramid. while you run back into the pyramid and plant the c4 the others have to cover your back at the entrance until the door closed. Then you rush back into the catacombs of the pyramid until you get back into the gate room with daniels stone tablett and escape with the ring transporter system to a save goa uld mothership.\r\n\r\nMission Stargatecenter:\r\nThe Zombie race is coming through the gate. To hold them back you try to close the iris but it doesnt hold them off long. Run into an elevator and make your way til the generator where someone has to jump in and overheat it by this. Officially he dies by jumping in but you \"respawn\" as a survivor in another room where the others have to free you. with you the replicator disruptor :). Run faster and get outside by repairing the final elevator before the whole complex explodes.\r\n\r\nWeapons:\r\n\r\nSGC Mission: Replicator disruptor\r\nDamage: 200 per second\r\nLasts: 2 seconds\r\nSpecial: backboost for zombs\r\nCooldown: 20 sec\r\nUsage: rightclick\r\n\r\nAbydos Mission: Zat nikitel\r\nDamage: NONE\r\nLasts: 5 seconds\r\nSpecial: Stun for zombies\r\nCooldown: 20 sec\r\nUsage: rightclick\r\n\r\nFeatures:\r\n\r\n- 2 incredible missions with special weapons and high detail.\r\n- nice fps\r\n- radar\r\n- 64 spawns\r\n- 2 separate spawns of which one divides into 2 again. so very nice balance at start.\r\n- missions activate randomly every round.\r\n- 1:1 stargate dialing sequence as in the movie.\r\n- working ring transporter system as in the movie.\r\n- usable zat\r\n- usable replicator disruptor\r\n- and pretty more stuff like many custom models etc.\r\n\r\nHave Fun.\r\n\r\nGreetings\r\n\r\nFreeZe"
}