{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_rooftop_reborn_v3_2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 297387,
			"_nDownloadCount": 2634,
			"_nFilesize": 28756049,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/297387",
			"_sFile": "ze_rooftop_reborn_v3_2_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1356969551
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130958,
	"_sName": "ze_rooftop_reborn_v3_2",
	"_sText": "ze rooftop reborn v3 2\r\n\r\nThings changed:\r\n\r\n- Hold spots in Hard and Extreme changed (more time and more difficult);\r\n- Now you have 10 seconds to zombie spawn and respawn after 12 seconds.\r\n\r\nze rooftop reborn v3 1\r\n\r\n    Things changed:\r\n        Easy music has been switched (in v3 is Pendulum Witchcraft, in v3_1 is Pendulum Waves);\r\n        Put ladders in the beggining of the map (because of zombies/humans failing);\r\n        Put ladders and more crates in Extreme (more difficult to humans);\r\n        Resolved a glitch in Hard (identified by EZE | Witchcraft);\r\n        Fixed the texture bugs and add one (in ADMIN ROOM);\r\n        Now the nuke in Extreme is fixed and the ppl under the winners ARE KILLED NOW;\r\n        Now zombie spawn 8 seconds after the round start;\r\n        Now zombie who has been killed, respawn after 8 seconds;\r\n        Its more easy to do surf and bhop.\r\n\r\nze rooftop reborn v3\r\n\r\nThis map was created by GARGANTUA (named ze rooftop runaway2 v5) and edited by Hallucinogenic Troll (named ze rooftop reborn v3 1).\r\n\r\nBig special thanks to:\r\n\r\n    GARGANTUA (for given the permision to edit his map);\r\n    -Miguelito^? (for testing ALL the versions of the map and put ALL VERSIONS on Overgamers[PT] Community ZM/ZE server);\r\n    Hallucinogenic Dark Angel (for testing ALL the versions of the map and giving ideas);\r\n    Cupra (for testing ALL the versions of the map and giving ideas, especially on Hard and Extreme);\r\n    Overgamers [PT] Community (for using their server for testing ALL version of the maps);\r\n    Zombie Escape Legends players (for testing ALL versions of the map and giving some ideas);\r\n    Doraemon (for helping with the map and giving his helicopter);\r\n    Sh@DoW[PT] (for testing ALL the versions of the map and giving ideas);\r\n    DAZA | Mikey-Muse (for testing the final version and finding bugs).\r\n\r\nThis map has now 4 levels and 1 choosing level (Race):\r\n\r\n    Easy: GO TO THE PATH YOU WANT:\r\n        This is the only mod with HELICOPTER IN THE BEGINNING!!!!!!;\r\n        You have only 1 hold spot (the door);\r\n        After the door close (you need to wait 90 seconds to the door opens), a nuke will appear and the Easy level is completed.\r\n\r\n    Normal: GO ONLY UPON THE ROOFS:\r\n        YOU DONT HAVE HELICOPTER IN THIS MOD;\r\n        You ONLY can go UPON THE ROOFS;\r\n        You have only 2 hold spots (in the tallest building, 20 seconds to cover, and the door, 90 seconds to cover);\r\n        After the door closes, a nuke will appear and the Normal level is completed.\r\n\r\n    Hard: GO ONLY UNDER THE ROOFS:\r\n        YOU DONT HAVE HELICOPTER IN THIS MOD;\r\n        You need to go UNDER THE ROOFS;\r\n        You have 3 hold spots (25 seconds under the roofs, 15 seconds near the crusher and 90 seconds in the door);\r\n        After door opens and go into the building, ~6 seconds later a dodge will appear (ITS 4 DODDGES , 1 PER ROUND AND RANDOM);\r\n        After the dodge, the door will close in 5 seconds, the nuke will appear and the Hard level is COMPLETED;\r\n        In this level, humans have 125HP and zombies have 50000HP;\r\n\r\n    -Extreme: GO ONLY BEHIND THE BASES:\r\n        YOU ONLY HAVE HELICOPTER IN THE END OF THE MAP;\r\n        Zombies has 50000HP and humans have 125HP;\r\n        You have 5 hold spots (Near crusher, in the tallest building, 2 in the center of the map and the helicopter waiting spot);\r\n        The helicopter will appear after 75 seconds and leave 15 seconds before reaching the spot area);\r\n        After the helicopter stops, the EXTREME LEVEL IS COMPLETED AND NEXT IS RACE;\r\n\r\n    Race Mod: YOU HAVE 45 SECONDS TO CHOOSE THE LEVEL:\r\n        YOU DONT HAVE HELICOPTER IN THIS MOD;\r\n        You only have 45 seconds to choose the level;\r\n        After the 45 seconds, the nuke will appear and will kill all players.\r\n\r\nGARGANTUA GIVE ME THE PERMISSION TO EDIT HIS MAP!!!!!!\r\n\r\nITS A TEST VERSION!!!!!\r\n\r\nIf you find some bugs or you have some ideas, add me on STEAM or skype (luis.rei1)."
}