{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"README_PARADISE.TXT",
					"ze_paradise_v1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 340227,
			"_nDownloadCount": 14362,
			"_nFilesize": 5013636,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/340227",
			"_sFile": "ze_paradise_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1216492609
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130912,
	"_sName": "ze_paradise_v1",
	"_sText": "Paradise takes open-ended CS:S environments to a level beyond even what The Lost World could provide by giving you a dynamic environment chock full of traps, mines, vehicles, and good old fashioned climbing against a pristine tropical backdrop. You'll find that this map offers a high amount of replay value as there are several (over four) ways to reach your objective at any one time and several perilous pitfalls to halt your progress.\r\n\r\nWALKTHROUGH:\r\n\r\nYou start disoriented in sunken ship with only your crew mates and weapons to begin with. You can break out of the lower deck by destroying the weakened hull or take another route through a damaged vent and out the other end of the ship. Option 1: You can swim straight toward the first island.\r\n\r\nOption 2: You can shoot the debris off of a sunken zodiac, where it then rises to the water's surface, and it will take you all the way to the Fishing Village.\r\n\r\nOption 1 will lead you to the beach of the first island where you have three options: Left ramp up, right ramp up, or rope straight to the top. Climbing the rope is a dangerous action as the rope will randomly break within a 10 second period, and anyone still climbing could fall to their death.\r\n\r\nEntering the island's interior will lead to new problems as land mines will throw you off the island (not kill you) and wood traps will encircle unwary victims. At the other end of the first island will offer four options: You can take a rope tram to the second island, jump over a very tall rock formation to the second island, take an old (and dangerous) cable that connects the two islands and fourth take the man's route and swim (which will probably get you zombified!).\r\n\r\nThe second island offers a much more condensed jungle with more mines to watch out for until you reach a clearing. Here are another four options: Use the hang gliders (hold the left mouse button and use WASD to glide), 'surf' down the cliff side to the V-22 Osprey waiting below in the village, jump into the water and free the zodiac boat from the cable it's attached to at the dock, or swim like a man (again, you'll probably get turned doing this.)\r\n\r\nThe boat and osprey offer their own obstacles which must be given attention, and the hang glider unfortunately cannot gain lift without sufficient wind, so either way you'll probably be treading water as you try to reach the volcanic island of Wilmekea Peak. Remember, if you need to swim, swim AROUND the buoy in order to make it to the third and final island.\r\n\r\nOnce you reach the volcanic crater, descend down the shaft to the ancient's room where remnant equipment of a failed experiment still lay awaiting input. Setting off the magma chamber charges will thus make Wilmekea unstable and will eventually trigger a spectacular eruption that will destroy all life on the archipelago.\r\n\r\nSECRET: The hang gliders cannot lift on their own, since they are technically gliders. However, all hang gliders can take lift from wind updrafts created from when wind currents hit cliff walls and move upward. There is a secret wind updraft against the second island's cliff, all you have to do is make a LEFT U-TURN once you get into the hang glider and fly alongside the cliff TOWARD spawn. Gain enough altitude and you'll be able to fly all the way to Wilmekea Peak!\r\n\r\nTIPS: HOLD the left mouse button down and use WASD to control the glider. Gliders are not precision machines, they respond to directional movements slowly and cannot fly backwards... easily.\r\n\r\nSwim AROUND the buoy in the ocean to reach the other side of the ocean currents in order to reach Wilmekea Peak.\r\n\r\nThere is a zodiac hanging by a cable on the dock & fillet house at the Fishing Village. Shoot the cable and the boat will fall into the ocean. Watch out for ocean-faring predators!\r\n\r\nPress the emergency button in the V-22 Osprey aircraft to commence extraction. You can climb on top of the V-22 if things get hairy, but keep your eyes peeled for incoming objects.\r\n\r\nISSUES: Low FPS is experienced by older computers. Sorry, that's the price that's paid for open ended environments like Paradise. The vast majority of users should not have a problem.\r\n\r\nThere are also minor vehicle glitches, but most of the time things should run smoothly. Please tell me if you experience an overwhelming amount of glitches with the Osprey. To alleviate the \"falling out\" effect, try jumping onto the roof of the Osprey while you wait for extraction.\r\n\r\nSTORY:\r\n\r\nJuly 23, 2009 1023 Zulu\r\n\r\nThe South Pacific has long been of interest to the Americans as it has traditionally provided a haven for radical South Asian terrorist cells. As a SEALS Operator you were sent undercover on an oiltanker to investigate local terrorism in the pristine Wilmekea Archipelago. Unfortunately, your tanker hit a WWII-era mine that degraded the hull. Upon arriving to shore it was clear that there were no humans--instead this place seems to have been a terrorist biochemical facility gone awry.\r\n\r\nA virulent rabies strain had been developed at Wilmekea and has since spread to every island. A crewmate has been bit by an infected rat and quickly turned. You must reach the local Fishing Village for extraction, and await further orders. Paradise is over, son.\r\n\r\nMap by: Butterknife (Jaekto)\r\nTexture support: Japetheape\r\nFlora & Fauna: Stene, Raptor Phillips\r\n\r\n\r\nBe sure to check out my other maps: Jurassic Park, The Lost World, and Teen Pregnancy!"
}