{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_outbreak_v1_2.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 332795,
			"_nDownloadCount": 1326,
			"_nFilesize": 8827902,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/332795",
			"_sFile": "ze_outbreak_v1_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1239270416
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130907,
	"_sName": "ze_outbreak_v1_2 (17-4-09)",
	"_sText": "<fieldset><legend>Update 17-4-09: Version 1.2</legend>\r\n- Removed the moving platform behind the roof doors. You could get stuck in it, then use !zstuck and get in a place where you couldn't get out.\r\n- Changed the door sounds. The old ones didn't sound very good.\r\n- Changed the speed of the elevators at the second floor, so that the zombies can catch up with the survivors a bit earlier.\r\n- Added some more obstacles in the final room to (hopefully) make it easier for survivors.\r\n</fieldset>\r\n\r\n<fieldset><legend>Update 11-4-09: Beta 3 -> Version 1</legend>\r\n- Removed a bug that would stop the mine shaft elevators from moving when the button to activate those elevators was pressed too early.\r\n- Added a fence that has to be destroyed before players can enter the pool.\r\n</fieldset>\r\n\r\n\r\n<fieldset><legend>Update: 10-4-09</h2></legend>\r\n- Changed the end of the map\r\n- Fixed some bugs\r\n- Added more console messages\r\n- Added a couple more details\r\n</fieldset>\r\n\r\nThis is the second zombie escape map I created. The first one was pretty bad, so when I got this new idea I decided to work it out.\r\n\r\nYou have to escape from a (jail) complex by making your way up to the final control room, where you can acces the computer to release a nerve gas.\r\n\r\nThis is the Beta version. I hope that you will post some constructive feedback (if you have any), so I can improve the map and upload a final version if necessary."
}