{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_retribution.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 334734,
			"_nDownloadCount": 4144,
			"_nFilesize": 12382652,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/334734",
			"_sFile": "ze_retribution.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1233564173
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130953,
	"_sName": "ze_retribution",
	"_sText": "<font color=\"royalblue\" face=\"helvetica\"><b>ze_retribution\r\n\r\n\r\nMap Statistics:</b>\r\n- 64 Spawns\r\n- Cubemaps\r\n- Radar Map\r\n- Custom Textures\r\n- Drivable Vehicles\r\n- Map Nuke\r\n- Multiple Escape Paths\r\n- 3 Safe Zones\r\n- Custom Sound\r\n- 3D Skybox\r\n- 1 Secret\r\n- .88 FlaK Gun\r\n- Traps\r\n\r\n\r\n<b>Background:</b>\r\nAtixium wanted to make a sequel to his helicopter map of an escape through a city.  But he built it with driveable cars, so he wanted me to come and fix the cars for him so that he could release it.  Anyway, though the cars and theme showed some promise, the city was half-assed at best.  I therefore took it upon myself to build a whole new map where humans escape from a city in drivable vehicles, and then nuke the place to kill the zombies.  That's how this map was born.\r\n\r\n\r\n<b>Gameplay:</b>\r\nEveryone starts at one side of the map near one of two big Soviet KRAZ trucks.  There is also a Ford Mustang GT nearby which one player can drive.  Players can either hop in the trucks and car, or try to get to the nuke at the end of the tunnel by foot.  There are some traps on the way, most of which are in the tunnel itself.  Anyway, the trucks and mustangs (second mustang is locked behind a secret invisible wall) have to take the road all the way to the tunnel, but since they go fast I put in a shorter foot path through the city for everyone else.  Despite the shorter trip, the cars still manage to beat the walkers some of the time.  Anyway, you make your way to the bottom of the tunnel and towards the end of it and there's a door on the right...  Shoot it open and there is a Nuke launching button inside.  The Nuke takes 30 seconds, and will irradiate the map for 10 seconds.  Everyone not in a safe zone (the tunnel is NOT safe) will die.  The two other safe zones are a couple buildings near the tunnel...  Their doors lead to underground areas where you can wait for the nuke to pass.  I did multiple safe areas because the rounds are very short otherwise, lasting only about 2 minutes if someone hauls ass to the nuke.  Therefore, this is a hybrid camping//escape map.  The map disables respawn and the map sets the zombie timer to be very fast to keep it competitive.\r\n\r\n\r\n<b>Map Objective:</b>\r\nI made this map to look good.  It's probably the best city map ever made for ZM in terms of detail and environment.  The gameplay is a little unorthodox so I don't know how it will fare in that respect, but it looks nice and that's what I was going for.\r\n\r\n\r\nAt this point I don't know what else to say, other than that I hope you like my map!!\r\n\r\n- NatalyaAF -</font>"
}