{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_Paranoid_Rezurrection_v11_9.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 328467,
			"_nDownloadCount": 9691,
			"_nFilesize": 52063485,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/328467",
			"_sFile": "ze_paranoid_rezurrection_v11_9.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1253902367
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130914,
	"_sName": "ze_Paranoid_Rezurrection_v11_9",
	"_sText": "Paranoid V11.5 > V11.9:\r\n\r\n\r\n    Antlion Guard and Giant Crab are now immune to speed changes; so freezing weapons, traps and labyrinth triggers have no effect on them; Antlion keeps being fast, Crab keeps being slow.\r\n    Giant Crab now automatically destroys projectiles of most weapons like those from the Annihilator, Rocket Launcher, Singularity Gun, Thundergun and Freezer.\r\n    Added new Coliseum Ending: Fight the Special Zombies. This will kill all normal zombies and allow you to fight the rest (from Zombie Jumpers to Balrogs and Titans, every zombie that picked a special knife).\r\n    Coliseum Mode “Fight the Titan” has been sightly changed. Now the zombies have 10 seconds to pick up the monster, when the time runs out every zombie will die but the one that picked the giant monster.\r\n    Reverse Mode has been reworked/improved. Now there are two new holds and you can walk into the portal area at the begging of the first labyrinth from the ground level.\r\n\r\n-------V11_5\r\nA LAG-free version, with many fixed bugs and important gameplay and difficulty balances. Enjoy it!\r\n\r\n-------V10_4\r\n- Many bugs fixed\r\n- Many things improved\r\n\r\n-------V10_1  ( -----------> FINAL VERSION OF PARANOID <----------- )\r\n- CRASH PROBLEM FIXED!!!\r\n- Adapted for new update!\r\n- Many weapons use the new particle system of the new source engine update!\r\n- New starting modes.\r\n- New monster (Pyramid Head)\r\n- New items (erendil light, the crowd, the wall carrier)\r\n- Huge list of changes (more than 100, I can't list all them)\r\n\r\nNo more versions will be re\r\n\r\nIMPORTANT:\r\nThis Reborn_V8 version won't be the last one. \r\nWe noticed a small list of bugs that will be fixed in a final version called ze_Paranoid_Reborn_Final. Will be the last version.\r\n\r\nALL Changes at Turbo v7 and v8\r\n\r\n----------V8:\r\n- Titan charge action\r\n- Zombie teleporter\r\n- Singularity Cannon\r\n- Ladder bearer\r\n- Fire and protection spirits\r\n- Lost smoke (like uber secret that you dudes won't discover never)\r\n- 1 new ending mode (Kill the Titan)\r\n- new starting mode: voluntary mode (humans choose if they are turned into zombies)\r\n- new starting mode: VIP mode (if the VIP die, everybody dies)\r\n- new starting mode: ultimate fighting at coliseum (all weapons, and all monsters and coliseum with unlimited ammo)\r\n- the Ghost from v1\r\nRead more on: : i3D.net Game Forums http://forum.i3d.net/showthread.php?t=104797\r\n- New 2º lab structure\r\n- New design of the 1º lab\r\n- New high trigger: hard core mode (floor doesn't fly at core, will be difficult to hold at core)\r\n- High secret: the architect room (control of the triggers of the map)\r\n- Some other things I can't remember\r\n\r\n----------V7:\r\n- Lag preventing at core\r\n- Balance fixes at many zones or moments\r\n- Trying to solve the crash problem\r\n- Some other things\r\n- Zombie boss speed glitch fixed\r\n- Reverse mode its easier and the !ztele glitch fixed\r\n\r\n- New starting mode: 3 sides only (this will focus the action at the half of the map, a mode with more zombie moments, works like random firstly).\r\n- New starting mode: 1 way mode (will be like a normal escape: it starts like massacre mode, the zombies spawn behind the humans, will be a fixed way with the random walls that will act like defending spots, you can pick some of the special weapons, and take another at core).\r\n- New starting mode: reverse Silent Hill (like reverse but with Silent Hill mode, spawn at corridoor->weird core->2º lab->1º lab->spawn)\r\n- New ending at coliseum: all weapons reward (if you choose this option, all weapons will be pickable at next round at spawn)\r\n- Improved bestial mode: all weapons will be teleported at spawn (17 weapons).\r\n- Improved No Barriers mode: non-stop until reach the core ball, the high speed for CT will be activated.\r\n- New item CT: wall controller (the picker can open and close the walls of 1º and 2º lab)\r\n- New item CT: Juggernaut (Dog model from HL2, the picker have like 4 or 5 more hits of HP, you can charge pressing the 2nd button (hurt and push)).\r\n- New item CT: Kamikaze (the picker that activates the item with 2nd button will burn in flames and die after 2 seconds with an explosion that hurts 5.000 to near zombies).\r\nRead more on: : i3D.net Game Forums http://forum.i3d.net/showthread.php?t=104797\r\n- New item T: zombie summoner (zombies can be able to teleport to the picker position with an extra teleport at zombie hall).\r\n- New item T: zombie stopper (the picker will modify his speed, preventing being pushed by nades or cancelling the freezer effect).\r\n- New item CT: slower (if the picker activate this item, an area will be activated, if zombies touch this area will be slowed, if they leave it, will return at his original speed. 20 s of duration, 30s of recharge).\r\n- New item CT: builder (the picker can build 15 pieces of barricade, with 150 of HP each one)\r\n- New item T: Titan (less pushback, the zombie can destroy breakable props or people in short range with 2nd mouse click, more HP, less speed, intimidating aspect (Gargantua model from HL:source)).\r\n\r\nChanges at Turbo v6_1:\r\n- Changed illumination\r\n- Fixed all bugs from Turbo v5\r\n- More balance\r\n- Improved the \"reverse mode\"\r\n- Gravity trigger removed\r\n\r\n\r\nChanges at Turbo v5:\r\nSpecial Weapons:\r\n\r\nNew Special Weapon: TurtleThrower.\r\n\tTurtleThrower info: Shoots with a ratio of 0.5/sec; max 2 turtles at the same time, turtles attach themselves to zombies hurting 200 dmg/sec. Damaging turtles stay up for 1-20 seconds or as long as new turtles are shooted.\r\nThis new Special Weapon also includes a famous sound when you picked it up.\r\n\r\nAnnhilator its now a normal Special Weapon instead of a secret; but its room isn’t allways open.\r\n\tAnnhilator: Improved the effects on the bullet. Still has only one shot (kills zombies and walls on his way).\r\n\tGiant Chainsaw: “Lag” on the user completly removed. When picking it you will keep moving as normal.\r\n\tGravity Gun: Improved damage on throwing objects and will be usable until the core. Improved Area of Effect when pushing zombies. The “?” room with the Gravity Gun contains now several pickable items. There is also a high-damage-pickable cat somewhere, go find it!\r\n\tVulcan-Minigun: power increased by +50%. Area of effect slightly increased aswell.\r\n\r\n\tThere are now 8 Special Weapon Rooms (“?” Rooms) instead of 4, wich contain every round (except on Bestial Mode) all the 8 Special Weapons: Annihilator, FlameThrower, Freezer, GravityGun, GiantChainsaw, RocketLauncher, TurtleThrower and the Vulcan-Minigun.\r\n\tSpecial Weapon Rooms reworked: better visuals and now only require a single Crouch-Jump for getting in; none for getting out.\r\n\r\n\tNew Monster available for Zombies, wich is slow and deadly at the same time.\r\n\tJumping-Zombie-Knife won’t get deactivated by the Core-Event. Watch out humans!\r\n\tTeleport-Zombies-Gun is now activated with Right-Click instead of “on picking it”. This weapon generates a fase-event in front of the human wielding it that will Teleport any zombie that touches it into the Jail-Room. Remains for 15 second after activation, only one charge.\r\n\r\n\r\nGame Modes and Gameplay:\r\n\r\n\tNew Selection Mode: Reverse Mode. In this mode you will start at the Coliseum and you will finish at the Spawn zones. Its a faster round very different from the other rounds. Like Silent Hill Mode, Reverse Mode gots his own diferent.ending.\r\n\r\n\tMasacre at the Buyzone Mode: now there is an invisible wall in the middle of the dark corridor with the light (the Buyzone) as an attempt to reduce the starting Zombie Infection.\r\n\r\n\tSilent Hill and No-Wall Modes now only require 1 person (instead of 2) for activating. However, the new random-spawning won’t allow you to chose the closest number to those places as previously.\r\n\t\r\n\tThe Spawn-Rooms (From 0 to 9) will teleport you now to a random destination inside the labyrinth instead of a fixed one; so you can’t chose where you will appear (only with what people).\r\n\tThe Spawns on the First Labyrinth have now “Magic Portals” that will teleport you to the opposite side of the Labyrinth.\r\n\t\r\n\tReduced the lag and increased the FPS on the Core.\r\n\tHumans have 1.5 extra seconds during the Core Event before the “Massive Zombie Teleport” occurs.\r\n\tAdded a new ramp (blocked by a Barrier) on the Core. This ramp is there for people that are a little late to the core, or those falling down (but not inside the Core). Barrier opens at the same time as the “Holding Spot” ones.\r\n\r\n\tThe Powerup “It’s a Trap!” (only Zombie) is now destroyed if a human touches it, preveting zombies from activating it.\r\n\tThe Powerup “It’s a Trap!” will teleport people to the Second Labyrinth instead of the First Labyrinth.\r\n\tThe Powerup “Global Push” its now “only Humans” (for activating) and will affect only to zombies.\r\n\r\n\r\nVisuals and Design (all new visual changes have been done or opined by Kaemon, less the Core):\r\n\r\n\tReworked slightly the Spawn Room to fit with the ending of the new “Reverse Mode”.\r\n\tReworked visuals of the First Labyrinth: Every one of the 8 zones has now diferent looking walls; aswell as a “Magic Portal” at the start. The basic idea of the 1st Labyrinth remains unchanged; changes were only aesthetic.\r\n\tReworked slighly the visuals of the Second Labyrinth; looks nicer and the doors fit perfectly on every place where they appear.\r\n\tReworked the Coliseum for a nicer look and to fit with the new “Reverse Mode”.\r\n\tReworked completly the visuals of the Core Room for great looking and epic ending.\r\n\r\n\tReworked the Defending Zones at the end of the First and Second Labyrinths; they look nicer and are easier to defend.\r\n\tReworked the “Crate-Defending-Spots” at the middle of the Core. Now zombies can’t infect humans from down so easly; and if they give it a try they will fall into the Core deeps right after.\r\n\r\n\tChanged the Map and the Signs on the Jail Room: Now uses cardinals directions instead of numbers; doors teleports are also more logically placed respectly to the map in the floor.\r\n\tChanged the Radar and Global Overviews to mach with the new Special Weapon Rooms (“?” Rooms), also added a “Z” to indicate the eight zombie-only teleports back to the Jail Room.\r\n\tThe Powerup “Global Darkness” reworked; now is less annoying and can’t be confused with “Total Blindness” anymore.\r\n\tThe weird and ugly black shadows had been fixed; now the map illumination is normal.\r\n\r\nExtras:\r\n\r\n\tEntData has been slightly reduced. (Map should work better)\r\n\tNow there is a “Boring round” event that will activate if not a single human reaches the 2nd Labyrinth before the minute 5:00 mark. When this happen, humans still have 20 seconds to reach some of the 2nd Labyrinth doors; if they fail doing so, “Human Ownage” will be activated, ending the round.\r\n\tNow there are 3 Trigger Hurts at the Jail, White Room and Coliseum Teleporting Zone that will do allmost no-damage to humans staying on them for some seconds; but will kill them faster after those seconds. This is to prevent last humans being AFK inside some AFK Zombies.\r\n\r\n\tRemake of the Core-Ending Zone for making it more Human-Friendly was discussed; but with 7 Special Weapons (not Annihilator, Pistols or Gandalf’s Staff included) available on each round., and 1.5 extra seconds before the zombies “mass-teleport”, was found un-necesary and remains unchanged.\r\n\r\n\tFor all those that still don’t know, for using most of the Special Weapons, select your Knife or Grenade, and use your Secondary Mouse Button. This includes also the Pistol Weapons: “Teleport Zombies” (a single use), “Grenade Maker” (15 charges), “Sprint Weapon” and “Invulnerabilty Weapon”.\r\nExceptions are: the GiantChainsaw (wich is allways activated), Gandalf’s Staff (wich has an usable button in the middle, like it does in Moria), the C4-Explosive (wich must be used and then throwed; destroys Labyrinth walls and hurt zombies) and the Flying Elites, Destroying Labyrinth Pistol and Hurt Zombies Pistol (wich are all three activated for a short time after picking them).\r\n\r\n\r\nChanges at v4_1:\r\n- Stadium fixed\r\n- Triggers optimized (less chance of server crash)\r\n- Some not important adjustments\r\n- Minor bug fixes\r\n\r\nChanges at v4:\r\n- Zombie Boss Speed reduced from 2.5 to 2.0 and deactivates in both Core and SilentHill endings.\r\n- Added a new \"Powerup\" that switches the player controls.\r\n- Removed the \"Powerup\" of \"Weak Humans\" (reduced their life to 1 hp; being senseless on normal mode, and making all die by fire on Sillent Hill mode)\r\n- Removed the \"Human Push\" at the ending of the Core.\r\n- The \"Powerup\" Global Push\" won't activate after Silent Hill or No Walls modes are activated.\r\n- Some Triggers optimized or converted into Logic_Relay for better optimization and reducing the EntData of the map.\r\n- Zombies in the \"Jail Room\" (9 Doors Room) can't no longer Teleport to a Zone without humans (this should encourage the Human vs Zombie fight on the 1st labyrinth).\r\n- Reworked the \"Hold Position\" on the Core (the old Crates) into an easier to defend zone.\r\n- Every 40 seconds; humans on the \"Jail Room\" have a chance to escape and use the doors to teleport back to the Labyrinth; whoever, they will be unarmed >:-)\r\n- Sprint Weapon won't work on the Silent Hill mode ending.\r\n- The Anhiliator's Damage and Area of Effect had been increased.\r\n- Giant Chainsaw's Damage greatly increased (from 500 to 1000/sec).\r\n- Silent Hill's Mode: Red Circle of Light now should work on all rounds. It was getting bugged when Gadalf's staff was picked on that round.\r\n- Now, when Bestial Mode is activated, the 1st Labyrinth won't have any walls.\r\n- Silent Hill secret breakable button has been removed. It was only added for testing purpouses. Now you can’t open the Secret if it wasn’t randomly opened at the begging of the round.\r\n- Now humans have infinite ammo when holding on the Core Elevator (the very ending of the Core)\r\n- Silent Hill and No-Walls modes secret places (where you can activate them) have now a chance of 33% each of opening, and 33% of none being open.\r\n- Now there is an open Path throught the 1st Labyrinth, before the walls start to toggle. This should reduce the chances of encounter many closed walls in a row at the very beggining.\r\n- Less time of waiting in case of zombie afk or noob at spawn zone (free selection, bestial mode, random).\r\n\r\nA huge labyrinth, random walls (ways), traps, triggers, powerups, weapons, different starting modes, different game modes, many finish modes, rewards... This is not a normal ze, weird and annoying for some people, and funny and unique for another people.\r\n\r\nThe structure of the map is the next one:\r\nSpawn - A small minigame to select some zombies:\r\n- 1: random group selection\r\n- 2: zombie free group selection (zombie can choose one of the 9 CT groups)\r\n- 3: 1 faster zombie (boss mode)\r\n- 4: Massacre at buyzone: CTs and the zombie will escape from their jails, the doors will open and the zombie will be able to kill anyone at the buyzone room.\r\n- 5: Bestial mode: zombie boss+free selection+all the weapons of the map (including the Annihilator and Gandalf staff) will be spawned at the start zone.\r\n\r\n1º labyrinth - A labyrinth with random walls that open and close instantly every 10-20s.\r\n2º labyrinth - A labyrinth with moving walls that open and close every 1-5 s.\r\nThe core - Not a labyrinth. There are 3 modes of play the core.\r\n- Normal mode: humans must reach the core and defend at crates.\r\n- No walls mode (activate a trigger): humans must reach the core and not to defend.\r\n- Silent Hill mode (activate a trigger): a Silent Hill themed ending.\r\nFinal arena - if humans win, they can choose one of the 12 modes to kill the zombies (at the arena), (for example, kill with god mode).\r\n\r\n-----Defending points\r\nThe 2º and core walls are closed. Everywone starts at 1º, the first human group that reaches the 2º walls must defend his position during 30s until the walls open (if a zombie arrives before they won't open). When a labyrinth opens his exterior walls, ALL the random walls of the previous labyrinth will open. Same with core.\r\nRead more on: : i3D.net Game Forums http://forum.i3d.net/cs-source-work-progress/66742-ze_paranoid.html\r\n\r\n----Things to do the gameplay more interesting\r\nThe walls of the laberynth are random, this means that no one will know what way must follow. (i.e: you are runing and u see the 2º labyrinth exterior walls, but, 5 s before reach the walls, the wall closes in front of you, and some zombies appears at your right).\r\nMain hall of zombies, zombies will start at a hall, they can see the position of the humans and they can teleport near their positions. Humans won't die coz traps or falls, they will be teleported to the jail of this room; zombies can return to this room with some teleports at the map.\r\nSecrets, there are 4, the two more powerful triggers are hidden, and the rideable ghost and monster for zombies.\r\nEndings, there are 3 modes to reach the core (if CT activates some triggers or not).\r\nFinishing, 12 modes of killing all zombies at arena.\r\nPowerups,\r\nThere are 44 powerups at the labyrinth, that will give you powers or habilities, to everyone or to yourself or to the opposed team, etc..\r\n· Temporaly to players(11): affects the picker during 10s or 30s (speed, fly...)\r\n· Temporaly to players(7): affects everyone during 10s or 30s (blind, gravity, speed,...)\r\n· Temporaly for teams(9): affects temporaly one of the two teams during 10 or 40s (slow zombies, faster CT, unlimited ammo)\r\n· Temporaly for scenary(2): affects the scenary during 20 or 40s (darkness, inundation)\r\n· Final triggers(2): modify the scenary permanently, and changes the gameplay.\r\nWeapons\r\nThere are 5, they will change the position everyrounds:\r\n· Flamethrower: burn zombies and ignite the scenery\r\n· Rocket Launcher: throws a missile that bounces at the walls.\r\n· Giant chainsaw\r\n· Gravity gun: pick physic props and throws them, you can combite it with the flare ( a ball of inifnite duration, hurts zombies 100/s and the proyectile can attach to any zombie, the zombie can save his life touching another zombie)\r\n· Vulcan (minigun): no reloading, the only weapon that can stop a horde of zombies.\r\n· Freezer: freezes zombies during 10s. They can't move, the perfect moment to kill them easily.\r\n· Annihilator: only 1 shoot. This weapon will destroy everything, normal zombies will be instantly killed, and the doors on his path of the 1º labyrinth will be destroyed.\r\n· Gandalf staff: same as Moria. Push enemies.\r\n· Upgrade pistols (x2): blue pistol will give you more speed during 10s, green pistol will give you god mode during 20s.\r\n\r\nWeapons for zombies\r\n· Jumper power: the zombie can make big jumps and charge.\r\n· Monster: more speed and kill and stunt effect.\r\n\r\n\r\nYoutube video with the weapons:\r\nhttp://www.youtube.com/watch?v=alLAtzUyWjM (no Annihilator, and the ghost was removed)"
}