{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_rooftop_runaway_extended_v6.bsp",
					"ze_rooftop_runaway_extended_v6.bsp.bz2",
					"ze_rooftop_runaway_extended_v6.nav",
					"ze_rooftop_runaway_extended_v6.nav.bz2"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 337368,
			"_nDownloadCount": 2592,
			"_nFilesize": 23444496,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/337368",
			"_sFile": "ze_rooftop_runaway_extended_v6.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1224876036
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130961,
	"_sName": "ze_rooftop_runaway_extended_v6",
	"_sText": "Okay yet another release of this map. Now its version 6. Dang you people and your glitch finding abilities! Lol. Anyway this time added much bigger heli so it takes off proper and added more custom content, including 4 player models as dead npc's from the upcoming Halo:Source mod (Link <a href=\"http://www.fpsbanana.com/studios/6197\">here</a> ). Anyway added some new traps  and most importantly added another alternate route to the top of the buildings! So if you miss the heli you still can go through the emergency door located at the back of the heli area, you cant miss it, the door has radiation signs all over it =-p. \r\n\r\nAnyway if you find any more bugs or glitches plz pm me and I will either put up a patch here, or if its HUGE, ill make <i>another</i> new version o_0...\r\n\r\nOld Post:\r\n\r\nOkay so after extensive bug testing and testing it online I have decided to realese this version of runaway. This version fixes several bugs and glitches such as:\r\n-Water not rendering\r\n-Being able to glitch of map at gas station\r\n-Being able to glitch of map at back buildings\r\n-House with steps now has breakable wall (old one wasnt cliped far enough)\r\n-Filled in empty glitch spot for nuke\r\n-Ect\r\n\r\nThis version also includes several new enhancments such as\r\n-Alternate heli board point!\r\n-Several new secrets\r\n-Removed easy buttons and placed harder ones so prevention of secret spammers\r\n-Uberkirsche gun prefab as a secret\r\n-Hidden wall door\r\n-Ect.\r\n\r\nSo hopefully this version will be much better with way fewer bugs to be found. Hope you like the new content (if you can get to it =-p).\r\n\r\nOriginal post from old, old map:\r\n\r\nFinally got this finished. It includes rogergargantua's original map runaway2 (link: <a href=\"http://www.fpsbanana.com/maps/48435\">here</a>) and extended it and added a secret room, which you can see in one of the screenies. Anyway added a heli and everything, few custom sounds ect. Please dl and put it on your servers!\r\n\r\nBTW I had gargantuas permision for this map. Just so you know.\r\n\r\nFor people with fast dl servers, the .bz2 files go on your fast dl server while the normal .bsp goes on your server."
}