{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_rooftop_runaway1_v4.bsp",
					"ze_rooftop_runaway1_v4.txt"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 344125,
			"_nDownloadCount": 4481,
			"_nFilesize": 1378466,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/344125",
			"_sFile": "ze_rooftop_runaway1_v4_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1203450561
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130959,
	"_sName": "ze_rooftop_runaway 1",
	"_sText": "ROOFTOP RUNAWAY - Made by Roger GARGANTUA\r\n\r\nMy first map! \r\n\r\n*UPDATE 21 MARCH* \r\n- Time before door open is extended to 80 seconds. I added more time so there's more room for epic battles at the end. Time before train leaves is now 15 seconds instead of 20 sec.\r\n- Replaced the boxes at the escape door more closer towards the door. I hope it creates a more stable defence.\r\n- Escape door is bigger and wider ( no more stuck people, headstanders, blockers, etc. ).\r\n- little texture fixes,etc. \r\n\r\n\r\nStory \r\nThe \"virus\" has finally reached the city. People started getting infected quickly and they turned into flesheating zombies. The military has been sent to make an end to the infection but they have failed. There's no stopping.....\r\n\r\nObjective \r\nYou are part of the military and your objective is to get out of the city. The APC's crashed but your team got message there's a functioning train waiting on the other side of the street. However, one member got infected and it's unclear which member it is. It's too dangerous to walk via the streets so make use of the rooftops which are the fastest way to the get-away-train. There you can call in for an AIRSTRIKE and blast the place to oblivion.\r\nGood luck, marine!\r\n\r\nCredits: \r\nHero in a Dream (For helping me on several occasions with mapping and maptesting)\r\nNightMare (maptesting)\r\ni3d.net (For their big support and they have the best servers) \r\n\r\nADDITIONAL INFO\r\n* 64 spawn points\r\n* Working escape train\r\n* Airstrike that blasts away everything except for the survivors on train\r\n* Not only the zombies are the danger in this map.....but you also have to face big heights\r\n* 3 weeks building time to make this map\r\n* Fast compiling ( the light is pretty bad, I will run it later with normal or expert compiling )\r\n\r\n\r\nHave fun!\r\n\r\nROGER GARGANTUA\r\n\r\n\r\n\r\n"
}