{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_showdown_v4_1.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 329556,
			"_nDownloadCount": 2293,
			"_nFilesize": 7502721,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/329556",
			"_sFile": "ze_showdown_v4_1.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1250590557
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 130989,
	"_sName": "ze_showdown_v4_1",
	"_sText": "Update: v4.1\r\n- Created a new ending, the previous was too hard to defend.\r\n\r\nUpdate: v3.4\r\n- Modified the end slightly.\r\n\r\n\r\nUpdate: v3.3\r\n- Some spots would not get hit by the nuke, fixed that.\r\n- Modified the end slightly to increase the chance the survivors wil.. survive.\r\n- Removed the push triggers at door 5.\r\n\r\n\r\nUpdate: v3.2\r\n- Modified the spot you have to defend at door 3 a bit so that the survivors also stand a chance there :).\r\n\r\n\r\nUpdate: v3.1\r\n- I noticed that in some servers the physics went crazy, and therefore I have added another way to get past the physics-bridges.\r\n\r\n\r\nUpdate: v3\r\n- In some servers the infection starts after 30 seconds, which was too long for the previous version of this map. In this version, I've added some more running to the start of the map, so that the map will now also be fun in servers with a longer time before the first infection.\r\n\r\nI didn't remove the v2 from FSPB because it is still playable. This version can be used in all servers, but I have made it especially for servers that have set time until first infection to 30 seconds.\r\n\r\n\r\nUpdate: v2\r\n- Changed the end of the map. It was too hard to defend and you could get hit by the nuke even when inside the area.\r\n\r\n\r\nTo start with, this map is not about the looks, but about the gameplay. I can't guarantee you that it will be fun, but I sure hope so. My intention was to create a map in which the survivors have to defend and run. I tried to make the spots that they have to defend not too easy to get into by the zombies. Therefore the defendable spots on the way to the end should be fairly easy to defend. The end should however be balanced :). If you find any bugs, please report them to me. Also if you have any comments, feel free to leave them here :)."
}