{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_thelostworld_redux.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 339535,
			"_nDownloadCount": 15721,
			"_nFilesize": 28264150,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/339535",
			"_sFile": "ze_thelostworld_redux.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1218233714
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131049,
	"_sName": "ze_thelostworld_redux",
	"_sText": "The Lost World is back in a fresh new package from the mesozoic-minded imagination of Butterknife and this time survival will be harsh and brutal. Experience the thrill of escaping the clutches of death whether it takes the form of a tumbling jet liner or the jaws of Isla Sorna's many formidable predators. Surge through the jungle on an adrenaline roller-coaster as you make your way to the Embryonic Research facility, and relish the sweet taste of victory as you take the only helicopter ride out of this primordial Hell. Just remember to keep your eyes sharp, your ears tuned, your feet swift, and stay off those damn game trails!\r\n\r\nList of dinosaur species native to Isla Sorna (South East Sector):\r\n\r\nCamarasaurus supremus\r\nUtahraptor ostrommaysi\r\nStegosaurus armatus\r\nTriceratops horridus\r\nTyrannosaurus rex\r\nVelociraptor sornaensis (Deinonychus)\r\n\r\nList of other species:\r\n\r\nHomo sapiens sapiens (a.k.a. YOU)\r\nPteranodon longiceps\r\nTylosaurus proriger\r\nCarcharodon carcharias (Great white shark)\r\n\r\n\r\n\r\nStory:\r\n\r\nIsla Sorna, 2300 Zulu:\r\n\r\nShortly after the Nublar incident, Peter Ludlow acquired control of the inGen Corporation. The ruthless nephew of John Hammond, Ludlow is bent on turning the previously failed experiment of prehistoric genesis into a profitable enterprise. InGen hunters have already been dispatched to Isla Sorna to gather specimen for the new JP: San Diego amusement park.\r\n\r\nBiosyn has sent a contingent of mercenaries to hamper InGen's expedition to Site B. As a merc, your mission was to perform a HALO insertion at base camp-however disaster struck when your transport's right wing was torn asunder from a tropical storm. Your only hope is to reach the embryo research compound further inland to signal a nearby InGen cruiser for a search and rescue.\r\n\r\nYou will most likely be put on trial upon your return. If you make it out alive.\r\n\r\nMap by Butterknife (Jaekto)\r\nTexture support: Phraggah\r\nFlora, Fauna: Stene, Raptor Phillips\r\nintox. studios\r\n"
}