{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_space_stationx.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 343143,
			"_nDownloadCount": 6711,
			"_nFilesize": 12861962,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/343143",
			"_sFile": "ze_space_stationx.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1206588693
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131016,
	"_sName": "ze_space_station",
	"_sText": "<font color=\"#FF0000\"><b>VERSION UPDATE!!</b>\r\nCheck out <a href=\"http://www.fpsbanana.com/maps/51178\">ze_space_stationzz</a> instead.  It has a third shuttle to escape from the station with.</font>\r\n\r\n\r\n\r\n<font color=\"#6666FF\"><b>ze_space_station</b>\r\n\r\nThis is a remake of zombie_spacestationflee_beta5\r\n\r\nThis is being published with the consent of JJ45 and Archanor, the original creators of the SSF maps.\r\n\r\nThis map contains my work as well as that of Zekeus.  He designed some secrets and the area with the new shuttle pod.\r\n\r\n\r\n\r\nAnyway, map features...\r\n\r\n\r\n64 Spawns\r\n2 Escape Ships\r\nRadar Map\r\nCubemaps\r\n2 Easy Secrets\r\n2 Medium Secrets\r\n1 Insanely Difficult Secret\r\nPlace Named Nav File Included\r\nX-Wing\r\n\r\nChanges from beta5:\r\n\r\nBenefits for players in T Spawn:\r\n- Sentry guns removed\r\n- Door to one room was moved closer to T Spawn\r\n- Box stack that blocked terrorists from going left out of spawn removed\r\n\r\nAll that was to even out the field because earlier terrorists could count on being mowed down by zombies on the CT team since they would have to wait for the guns to be deactivated, and they had a longer way to walk than CT's.  This makes it a little more even.\r\n\r\nNew Shuttle:\r\nOnce you destroy the generator, if you hide around the generator room for a little bit a new door will unlock that leads to a second escape shuttle.  The door unlocks when the warning voice finishes saying \"Power Movement System Overload.\"\r\n\r\nArmoury:\r\nThis is an easy secret.  If you go to the old shuttle, when you get to the red bit at the end, there is an armoury at the right.  It starts locked, but if you shoot a fluorescent light on the wall near the window in the hall it unlocks the door.\r\n\r\nX-Wing:\r\nIf you complete the ridiculously impossible secret from hell you can fly the X-Wing around the map.  If you can't figure it out, well, there's always noclip.  :)\r\n\r\nMiscellaneous:\r\n- The shuttles now have two more windows at the back, and all windows are now breakable.  That way you can go from one shuttle to the other.\r\n- New scenery windows near each shuttle.  They add to the environment a little.\r\n- New secret room in CT spawn.  It's easy to find.  A similar room existed in Beta 7 but this map is based off of Beta 5.\r\n- Red siren lights look different now.\r\n- Most walls are now reflective metal and look cooler as a result.\r\n\r\n\r\n\r\nIf you have any questions or problems please ask!!  I will be more than happy to assist you.  Also, this map has a working .nav file so it could be used for Headcrab Hunter Mod, but the Headcrabs won't be able to enter the escape shuttles.   That's about it.   All that's left here is my crappy preview video of the X-Wing:</font> \r\n\r\n\r\n\r\n<embed type=\"application/x-mplayer2\" src=\"http://www.Aura-Forums.com/cstrike/Station2.wmv\" name=\"MediaPlayer\" width=\"360\" height=\"280\" autoplay=\"0\" autostart=\"0\" />"
}