{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_trainescape_b3.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 346428,
			"_nDownloadCount": 3168,
			"_nFilesize": 2571818,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/346428",
			"_sFile": "ze_trainescape_b3.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1196294956
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131068,
	"_sName": "ze_trainescape_b3",
	"_sText": "ZE_TRAINESCAPE_B3\r\n\r\nOriginally Created and Developed By:\r\nArchanor & DaReDeViL\r\n(zombie_trainescape_b2)\r\n\r\nNumber of Spawn Points: 64\r\nRecommended Player Count: 24-32\r\n\r\nSo I've heard great things about zombie_trainescape from my Zombie Horde-fanatic friends, and figured it was time to introduce a proper ZombieMod version. All credit for the map goes to Archanor & DaReDeViL. All I've done have reworked the spawn points, starting area, and starting weapons to better fit ZM.\r\n\r\nThe terrorists now spawn outside the pods, there's no more \"killer gas\", and you start with a knife and p228 to get you started until you can reach the weapons area. Gameplay has been tested, and besides these changes, everything is authentic. Please thank the creators for such a good map and keep in mind that any comments and/or assessments should be for the map itself, and not my changes. This is their map, after all.\r\n\r\n\r\n<b>The following changes have been made to this new release:</b>\r\n- Ladders in sewer system have been fixed.\r\n- Outside secret ladder has been fixed.\r\n- Exit to generator room has been made secure with a catwalk, so those coming out of it won't die from zombies instantly and actually have a good chance of surviving, even with zombies on the train flatbeds.\r\n- Added new safety barricades and fences at the train station to ensure that humans stand a chance against any zombies at that point.\r\n- Attempted to fix any problems when riding the train, like randomly getting stuck on others, strange glitches, and random deaths. No guarantees though, as I didn't try too hard to fix the problem. You've got to remember this is a beta release we're talking about, people. There's bound to be problems I simply can't fix without looking further into the problem. Thank you for reporting it, though.\r\n- Added buildings and areas to take cover in when the train leaves and when the nuke has gone off in case there are remaining zombies on the train somehow.\r\n- Added further optimization for less lag and better FPS.\r\n- Fixed the strange and rare p228 and knife starting weapons error. I will not be adding a buyzone, ever. I've tested it this way, and it has proven not to work. p228's have a good firepower-to-practicality ratio that makes them perfect in escape maps of this type.\r\n- Fixed minor graphical glitches.\r\n- Fixed minor gameplay glitches.\r\n\r\n\r\nRemember, to get the train started, you've got to start all 4 generators.\r\nHope to see this map on some ZM servers soon enough.\r\nThanks and enjoy! =D\r\n\r\nRegards,\r\n£cho\r\nOfficial FPSBanana ZombieMod Representative"
}