{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "Readme.txt",
					"cfg": [
						"taboo_act_i_overwrite.cfg",
						"taboo_act_ii_overwrite.cfg",
						"taboo_mode_config_overwrite.cfg"
					],
					"maps": [
						"ze_taboo_carnation_v2.bsp"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 292606,
			"_nDownloadCount": 3292,
			"_nFilesize": 97086882,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/292606",
			"_sFile": "ze_taboo_carnation_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1377732048
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131040,
	"_sName": "ZE_TABOO_CARNATION (Contest version up)",
	"_sText": "This map is something I have been working for about 40 days now, on and off. I started 'strong' and got the visuals done in about two weeks, along with the interesting entities, and then did the boring bunch of things later.\r\n\r\nThe map is set on an tropical island -called Isla Bonita- somewhere near something, perhaps in central/south America. It is composed by two acts (which I tried to make different in terms of feel, dunno if I achieved it). \r\n\r\nI made the map with the intention of hosting a global server contest (like I already did with paper escaper but without being a bitch and actually rewarding people). Because of this, when the beta testing period is over (two weeks should be fine for it?) I will upload a new version with the proper contest billboards and everything being explained on them.\r\n\r\nThe gameplay should be stealth-styled, meaning you have to infiltrate and unlock doors/things while the rest of the team holds. The map is probably a bit too hard at this point (but I don't believe it is broken hard, just a bit different and therefore harder by the general effect of new-things-that-people-have-to-learn). The first act is doable in 9 minutes (in fact, on a perfect run, 7:30 minutes would do fine, perhaps 7:45). The second act shouldn't be affected by round time because timings don't depend that much on players.\r\n\r\nIt is a perfect streak map. That is, once you fail, you go back to the beginning. Think of it as a very long round. I know it can be annoying and bother some (and I wasn't fully sure of doing it until I kept testing and testing it), but I believe this can keep the map interesting without relying on an absurd number of long, half assed levels.\r\n\r\nThe visuals are not too good in my opinion, specially lighting. On these terms, I recommend every player to enable color corrections (mat_colorcorrection 1) because the map came out a bit too bright. We will see how/in which terms does this change.\r\n\r\nFinally, the map is the first to feature a score system, at least in Zombie Escape. The map will keep track of your progress and, upon being beaten, will output a number in the range 0-255 that will be your final score. I suspect the score might be a bit unbalanced on this beta version (perhaps you can't get more than 150~ points because I left by accident a few things out). This, however, will be fixed for the contest/upcoming versions, so you can at least get a taste of it at the moment. The map will also output your score in terms of the state of the mission, time consumed to fulfill the mission and number of tries to fulfill the mission.\r\n\r\nThe map features:\r\n\r\n- Two acts\r\n- Score system\r\n- Overwrittable config system (the map forces configs but server admins can overwrite them if they find them to be too much - only the one forced by the server will be considered valid [YES IT DISABLES YOUR FUCKING ICE/LIGHT NADES - DEAL WITH IT])\r\n- C4 Bombs\r\n- A terrible story that doesn't help at all written by a non-native speaker\r\n- Color corrections and color correction based dynamic effects\r\n- Particles\r\n- Hacking\r\n- Pew pewing\r\n- Stealth styled gameplay\r\n- Radar (I fucked up a bit, but nothing too serious)\r\n- No item copypaste\r\n- A cinema\r\n- Secrets\r\n- More pew pewing\r\n- Y CAN'T METROID CRAWL!!!!!!!1!11\r\n\r\nYou are allowed to do as you please with the map, decompile, open it and ruin it or shove it up your ass. I don't mind if you claim it as yours, if you think you created whatever the fuck you want to get from it or whatever. You didn't. And I didn't either, I just made some entities work together over an engine that is open enough to let me do it. It would be nice, however, to at least mention that you didn't fully do it (but please, don't mention me at all ever).\r\n\r\n--------------\r\n\r\nOn a side note: while testing the map we noticed it is specially suited for co-op gameplay and training modes. As so, the upcoming versions will, hopefully (if entities aren't a bitch, which is something I am afraid of as of now) have a training mode. Said mode will have regeneration areas and ammo refills (and will be meant for playing with friends in LAN/through Hamachi).\r\n\r\n---- \r\n\r\nb2 changes:\r\n\r\n- Changed a few teleports (they enable later)\r\n- Elevator vent @ Act I breaks 2 seconds later\r\n- Warehouse hold takes 5 seconds less\r\n- Cave hold takes a bit less\r\n- Added a floor marker with caution textures so people hold and only a few go into the vent. It's not really needed since they shouldn't run like little bitches and people would learn the way in the long run, but whatever.\r\n\r\n----\r\n\r\nb3 changes:\r\n\r\n- Changed the first teleport to avoid zombie hunting.\r\n- Fixed a broken displacement near the first area\r\n- Fixed the last teleport in Act II that wouldn't work at all\r\n- Tweaked the score system a bit, now it would be quite close to the contest version's score system\r\n- Minor visual tweaks\r\n- Added a guide to get to the penisgun somewhere in/on/under/through the map\r\n\r\n-------------------\r\n\r\nThe contest version (v1) has been released. It hasn't changed much, although I've done a few balance tweaks here and there and fixed a few issues (let's hope for the shake of it that I didn't fuck up while doing so). The contest, as explained in the webpage I've set up for it (<a href=\"http://taboocarnation.tk \"http://taboocarnation.tk\"\">http://taboocarnation.tk</a>) will depend on the score you get when you with both levels in a perfect streak; however, I'll take into account how well played the map was. To measure everything, I'll need both levels being demo'd (I know it can be a hassle, but hey...). Another submission requirement will be to send the complete player list and a few other thingies (the score, temporal satisfaction grade, etc...).\r\n\r\nAdmin help is not allowed, and there have to be at least 30 players playing (spectators are, as so, not counted).\r\n\r\n-------------------\r\n\r\nThe final (I hope so) version (v2) has been released. Aside from edict optimizations, the contest winner billboards and the cvar system nothing else has changed. For servers that would rather play the map in a casual fashion, I'd recommend using the two following cvars:\r\n\r\n- taboo_extra_tries_enable \r\n- taboo_items_enable \r\n\r\nThey will enable both 5 tries on the second act (instead of going directly back to the first act; this will, however, imply a penalty points-wise) and the map items (which feature a medikit, an ammo box, explosive landmines and an experimental deathray)."
}