{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_thelostworld_v1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 342405,
			"_nDownloadCount": 9294,
			"_nFilesize": 23405412,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/342405",
			"_sFile": "ze_thelostworld_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1208905109
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131051,
	"_sName": "ze_thelostworld_v1",
	"_sText": "From the creator of ze_jurassicpark comes The Lost World, the highly anticipated sequel that throws you back into the fray as a seasoned mercenary stranded in a land before time where prehistoric creations roam freely among rich forests and ruined laboratories. You must run, drive, and shoot your way to freedom through a pristine jungle habitat where every creature is a threat and every man a meal. Welcome to the food chain.\r\n\r\nFeatures:\r\n\r\n-Open ended environment. Unlike other escape maps, there are no unnatural perfectly square corridors that confine you to a very small area. Run in any direction at your own discretion.\r\n\r\n-Drivable Mobile Command Center. Improve your chances of survival by commandeering the abandoned RV at the hunter's camp, but don't let it sink!\r\n\r\n-Dynamic spawn location. You have just twenty seconds to flee from a falling plane before it crashes and burns, with you in it!\r\n\r\n-Dynamic, deadly predators. I'm not just talking about the zombies, either. The local inhabitants have a fondness for human flesh, and they have the teeth and claws to help appease that huge appetite of theirs.\r\n\r\n-Powerful electric fences left over from the failed Site B experiment.\r\n\r\n-Ambient wildlife, sounds, and theme music.\r\n\r\n-Multiple routes to the embryonic research compound.\r\n\r\n-Custom built V-22 Osprey VSTOL by Butterknife.\r\n\r\nStory:\r\n\r\nIsla Sorna, 0300 Zulu:\r\n\r\nShortly after the Nublar incident, Peter Ludlow acquired control of the inGen Corporation. The ruthless nephew of John Hammond, Ludlow is bent on turning the previously failed experiment of prehistoric genesis into a profitable enterprise. InGen hunters have already been dispatched to Isla Sorna to gather specimen for the new JP: San Diego amusement park.\r\n\r\nBiosyn has sent a contingent of mercenaries to hamper InGen's expedition to Site B. As a merc, your mission was to perform a HALO insertion at base camp-however disaster struck when your transport's right wing was torn asunder from a tropical storm. Your only hope is to reach the embryo research compound further inland to signal the nearby U.S. fleet for a search and rescue.\r\n\r\nYou will most likely be put on trial upon your return. If you make it out alive.\r\n\r\nMap by Butterknife (Jaekto)\r\nTexture support: Japetheape\r\nFlora, Fauna: Stene, Raptor Phillips\r\nintox. studios"
}