{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_tower_of_resistance_v4.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 343398,
			"_nDownloadCount": 3248,
			"_nFilesize": 2219594,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/343398",
			"_sFile": "zm_tower_of_resistance_v4.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1205739726
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131186,
	"_sName": "zm tower of resistance v4",
	"_sText": "This map has been worked on for several months.\r\n\r\nI take my time when my make my maps.\r\n\r\nThis map has been tested on my community's Zombiemod server, and they like it very much.\r\nIt's one of the top voted maps on our server.\r\n\r\nThere is no real story behind this map or anything, i just got the idea to make this map from different games I've played and i came up with this.\r\n\r\nAll the rooms were thought up on the spot, thats just how I am. \r\n\r\nI did plan this from the beginning, i didn't just sit down and make it.\r\n\r\nThe map features:\r\n\r\nmany buttons that aid the humans in their struggle against the zombies.\r\nbreakable objects to balance the game.\r\na shakeable semi that if the humans on top do not watch, they will fall off due to \"losing their balance\"\r\n\r\nplenty of objects to build barricades with.\r\n\r\nThis is a face lift version, I improved the look of the street, adding sidewalk and lamp posts. \r\n\r\non the bridge inside the tower above the second terrorist spawn, there is a button which when activated, will drop a vending machine, making it easier to hold off the zombies.\r\n\r\nthe long breakable platform on the roof has been extended to the edge of the roof.\r\n\r\nthe garage has been significantly improved with the addition of a non-moveable stack of boxes blocking part of the garage entrance. a lip was also placed on the floor under the garage to improve the barricading experience.\r\n\r\n\r\nComments or suggestions are welcome."
}