{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_app7e_betterbworld.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 354926,
			"_nDownloadCount": 3221,
			"_nFilesize": 1256319,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/354926",
			"_sFile": "zm_app7e_betterbworld.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1163545352
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131269,
	"_sName": "zm_app7e_betterbworld",
	"_sText": "Bworld redone w/out the portals and the black and white world. \r\n\r\nAfter seeing too many instances of individuals getting stuck together in portal destinations and humans getting bored because of zombies not being able to find the ladder out of bworld, I opted to remove all high traffic portals from the map, as well as remove the black and white room entirely.\r\n\r\nThis version features several redone campspots with the inclusion of a brand new one. The betterbworld is much more streamlined so people with an ounce of common sense will be able to navigate from one room to the other without much difficulty.\r\n\r\nI also added volumetric lighting streaming thru the windows with dust particles. Thanks to Something for help with the lighting and http://www.fpsbanana.com/members/subs/131051 \r\nfor that recommendation, props!\r\n\r\nI would like to thank CrAzDWolf over at http://whendarknessfalls.org/ for the constant feedback and providing a testing ground for the map while in beta.\r\nCheck their ZM server out at 64.69.36.85:27015.\r\n\r\nThanks to Biohazard http://www.teamnza.com/ for the recognition and support while I was getting all of this started up.\r\n\r\nThanks to ZML for hosting the map:\r\nDallas ZM 63.209.33.162:27015\r\nL.A. ZM 8.3.5.192:27015\r\nNY ZM 66.55.154.222:27015\r\n\r\nThanks to Ted's insanely fun TsM ZM server for the good times and great zombies for their relentless playing, check em out at:\r\n8.9.8.155:27015\r\n\r\n\r\nThanks to Andy and Chris for being guinea pigs while testing this project out.\r\n\r\nThanks to God.\r\nThe best map maker of all."
}