{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_4ngry_quaruntine.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 353529,
			"_nDownloadCount": 2253,
			"_nFilesize": 1309325,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/353529",
			"_sFile": "zm_4ngry_quaruntine.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1170713346
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131210,
	"_sName": "zm_4ngry_quaruntine",
	"_sText": "This is a darrrrk map with no shortage of lighting effects. Bring your flashlight, cause you will need it\r\n\r\nBackstory:\r\n\r\nScientist's log 12/30: Today marks a great triumph. We have synthesized a stable virus that can be used to extend the life human beings. There will be plenty of celebration tonight!\r\n\r\nScientist's log 12/31: That bumbling idiot Jone's acidently broke one of the viles containing the virus during last nights party at the office. We put him in the quaruntine room for punishment.\r\n\r\nScientist's log 1/2: Everyone went home early due to new years, and it appears we left Jones in the quaruntine room the whole time... the boss will have our heads for this one... but I can't shake the feeling that Jones is acting a little strange, maybe we should leave him in there a little longer\r\n\r\nScientist's log 1/9: Things have turned a bit grim at the office, ever since Jones started... changing. We need to run more tests on the virus it seems...\r\n\r\nScientist's log 1/10: there was a significant change to Jones's condition today, he's turned violent and his vital signs are... different... I don't know how to describe it. Good thing we accidentally quaruntined him for this long.\r\n\r\nScientist's log 1/15: It was under control.. we were safe.. but now it's out.... the terrorists.. they knew somehow. . . They broke in and released it! They just kept coming.. and coming, we didn't stand a chance... just too many... There was a slaughter, but I was able to escape into the caf and make a barricade... I hope someone get's this before it's too lat- oh no, it found me... but that's not Jones... no not human... I need the containment team now! Help me- oh god NOOOOOOOO- *static*"
}