{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"zm_beaver_v3": [
						"README.txt",
						"zm_beaver_v3.bsp"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 295871,
			"_nDownloadCount": 2091,
			"_nFilesize": 18138762,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/295871",
			"_sFile": "zm_beaver_v3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1362855733
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131352,
	"_sName": "zm_beaver_v3",
	"_sText": "_**A map I created in under 13 days.**_\r\n\r\n_**A map with lots of grooveyness.**_\r\n\r\nGood to know:\r\n==================\r\n\r\n1. There are many, **many** places to barricade!\r\n2. The map features a big, big, big fish in the skybox but also a smaller one in the playable area that will hurt you if you get to close to the MOUTH area.\r\n3. Rendered with [TopHattWaffles settings](http://www.tophattwaffle.com/finalizing-your-level-before-release/ \"Link to recommended last time compile settings\").\r\n4. Map features advanced technology such as BOAT and CABLE LINE.\r\n5. YES you can be on the cable.\r\n6. YES The boat is fast, it is not meant as a place for humans to make a stand and thus it has many places where you can get on the boat. See it more as a buss for players to get to different parts quickly.\r\n7. The towers walkway upwards has corner stones at the top that can be destroyed by destroying the wooden pillar below, brick pillars can not be destroyed.\r\n8. The Minecraft area opens automatically after 45 seconds however can be accessed by shooting the THING, THAT IS SUPER HIIIIIDEEEEN.\r\n9. Report ANY bugs here (Except for the wooden pillars being nodrawed on the top I am aware and I am frustrated after a 10 minute compile)\r\n10. Have fun or else I will die a bit on the inside.\r\n\r\nOther:\r\n==================\r\n\r\nI can´t stretch it enough it only took me 13 days to make this stuff, you get me?\r\n\r\nThe trick to make the ocean all dark and DEEP? Use the black color texture on the seabed.\r\n\r\nIf you have ANY questions suggestions or whatever, please do comment on the map profile here.\r\n\r\nIf I missed anyone in the credits tell me, and Valve is a given.\r\n\r\nCheerio and don´t do drugs kids"
}