{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"maps": [
							"zm_countrylake.bsp",
							"zm_countrylake.nav",
							"zm_countrylake.txt"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 309444,
			"_nDownloadCount": 1677,
			"_nFilesize": 14477846,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/309444",
			"_sFile": "213__10-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1314400018
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131582,
	"_sName": "zm_countrylake",
	"_sText": "**Note**: This map is created for Zombie Mod and also CSS Deathmatch. This is not a barricade type of zombie map, it is made to be realistic with high detail. My goal was to create a realistic zombie lake map since all the other I've seen are poorly made.\r\n\r\n**Details**: The map is centered around a large lake in the middle with houses on either side. There is also a sewer system that connects the two houses with plenty of quick exits. The map has great creepy characteristics great for zombie invasions.\r\n\r\n**Secret**: There is a Hondo (old TFC/AHL mapper) inspired secret within the game-play.  Read the map description to figure out the clues to begin the secret.\r\n*Note* When in the secret, don't hesitate to use the \"use\" button to progress though it.\r\n\r\n**The Story to the Secret**\r\n\r\nOnly days ago, Mr Russell (owner of the white house) went missing after the the murder of his wife. Reports state from his neighbor, Mr Durant, that he was last seen on the dock bringing in his boat. The report also indicates that only 20 minutes later, Mr Durant reported hearing someone at his front door. Thinking it was Mr Russell, Mr Durant went to answer, but no one was there.\r\n\r\nEverything about Mr Russell's disappearance and the murder of his wife correlates with the trail of a serial killer who investigators have been in pursuit of for 25 years. This serial killer has always left his murder weapon near the scene, but never left any clue to his exit. Investigators still have yet to locate the weapon at the lake, but are sure it is there somewhere.\r\n\r\nIn order to find the killer, you must find his weapons. They will lead you on the path through his memories of murders, and ultimately to him.\r\n\r\n**Preview Video here**: [zm_countrylake](http://youtu.be/y36OEkzVE2c \"zm_countrylake preview\")\r\n\r\nPlease give me input! This is my only final released map, and always love suggestions to improve upon future maps.\r\n\r\nEmail: rapidcore85@gmail.com\r\n\r\nSteam ID: enano_salvaje\r\n\r\nThank you for downloading my map!\r\n\r\nenano_salvaje"
}