{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_concrete.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 345836,
			"_nDownloadCount": 1282,
			"_nFilesize": 4963899,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/345836",
			"_sFile": "zm_concrete.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1198558970
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131568,
	"_sName": "zm_concrete_beta",
	"_sText": "Makkon, the original author of this map, is given full credit in his original work. I take credit only in porting his map to Zombie Mod and updating the lighting.\r\n\r\n\r\n\r\nThe map is small-med and I'd recommend no more than 24 people (that's max anyway). The map is the same exact layout as fk_stalker_concrete, but this one is daytime.\r\n\r\n\r\nOriginally I only intended this to be a private release at my friend's ZM server but I think other servers may find it useful. The map features camping and a little bit of barricading. Some of the good areas are only accessible by doing  difficult things. \r\n\r\nFor instance:  The metal scaffolding tower at the back left corner of CT spawn has a little suspended metal grate in it that you can get into only if you shoot an oildrum below it, have someone crouch on top of it and boost you up to it. This is a rare occasion because people usually don't cooperate and it's hard to get the oil drum in the right spot and angle. By the time you have it set up to where you can access it, someone is already a zombie, and are probably right next to you. :)\r\n\r\nThere is one secret in the map that I will not give away. All I shall say is that it only works between the first and second minute of each round. After that it becomes constantly working until the round ends. This secret spot is virtually impossible to be penetrated by zombies (unless they get to the secret area before the access to it is closed, or until the zombies wait until the 3rd minute of the round); or on a rare occasion, they are blown towards it by a grenade. Even if the zombies do get to this area, it will still be kind of hard for them to get any players. But again, it usually takes like 10-30 seconds before the first zombie spawns, and you have a rare chance of getting to this said secret area anyway.\r\n\r\n\r\nThe map is in Final Beta, so I am releasing it as beta before the Final Final version (Confused?). :D\r\n\r\n\r\nI hope that you all enjoy this. And please spare the time to assess if you post or even view and are a registered user here at FPSB. I don't care if your assessment isn't a 10, or a 9, or an 8, or even a 7; AS LONG AS YOU SUPPORT IT AND JUSTIFY WHY YOU GAVE ME THE ASSESSMENT! \r\n\r\nPlease don't just say \"This map is gay\" and give it a 1/10 or something. \r\n\r\nAnd remember, most of the credit goes to Makkon for his original work.\r\n\r\n\r\n*Coming Soon in Final*\r\n\r\n-Improved Volumetric Lighting (more accurate)\r\n\r\n-Full HDR Lighting\r\n \r\n-More spots\r\n\r\n-Brightening of certain dark areas.\r\n\r\n-Improved shadows. A lot of areas are a bit high in lightmap scales. I'll probably just go ape shit and make all the faces have a lightmap scale of 2.\r\n\r\n\r\nMerry Christmas!"
}