{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"CREDITS.txt",
					"Readme.txt",
					"zm_concrete_final.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 340746,
			"_nDownloadCount": 2247,
			"_nFilesize": 23405651,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/340746",
			"_sFile": "zm_concrete_final.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1214949096
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131569,
	"_sName": "zm_concrete_final",
	"_sText": "Zm_Concrete_Final: By Makkon & Nubblecakes  \r\n\r\n\r\n\r\nThe finished and polished version of Zm_Concrete. The final features two new areas and a lot more camping/barricading spots. It also features improved optimization so that you won't lag-ass like in the last one. I added improved hinting for VVIS and added areaportalwindows to tunnel entries and doorways to improve blocking unnecessary rendering to improve the overall frame-rate. I got a solid 40-60 FPS in-game, which I ALWAYS get in CSS. I have CSS maxed out (including aa and af) at a resolution of 1024x768 (Due to only 256mb of video RAM) and full HDR. \r\n\r\nMy computer has a Geforce 7900GS gpu, 3gb of RAM and a Core2Duo E6400 2.13ghz cpu. It's a Dell XPS 410...a Dell unfortunately...\r\n\r\nMost of the time the FPS stayed between 55 and 60, and dropped down to around 43 in a few areas for, most likely, the HDR. If you hate HDR so much, DISABLE IT IN YOUR FUCKING VIDEO OPTIONS AND STOP COMPLAINING! And remember, the FPS WILL most likely drop a bit more when there's 12 humans in one camping spot because they fail so much they can't defend themselves and need 1089127312 other people behind them to survive, and especially when they're all constantly firing their mile-long clips and ejecting 100s of shells on the ground. You can't expect me to avoid this from happening..."
}