{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "readme.txt",
					"cstrike": {
						"maps": [
							"zm_complex_v11a.bsp"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 305873,
			"_nDownloadCount": 1413,
			"_nFilesize": 4705504,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/305873",
			"_sFile": "zm_complex_eh_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1326629821
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131562,
	"_sName": "zm_complex",
	"_sText": "**INFO**\r\n\r\nThis is a fairly large map, spesifically designed for Zombie HUNTING, but should work just as well for regular Zombie Mod.\r\n\r\n\r\n**BULK CONSTRUCTION**\r\n\r\nIt is mainly comprised of corridors and hallways.\r\nI've tried to keep the amount of campable safe-havens to a minimum, but there are still defendable positions, though they are few and far between.\r\nThere are several sizable rooms in the map, so expect sh*t to go down here.\r\nThe map is riddled with crates and obstacles, and there are plenty of places to hide, adding to the suspense and atmosphere.\r\n\r\nThere are 4 floors, 3 different spawns including both T's and CT's, 2 elevators and plenty of staircases.\r\nThe map is built to be flexible and adaptable to most situations since the map is very interconnected.\r\nThe map features both well lit areas as well as areas where the flashlight is mandatory for proper navigation.\r\n\r\n\r\nThe map is balanced to the best of my ability.\r\nIt contains few/none secrets, in order not to make the game unbalanced for either humans or zombies.\r\n\r\nI hope you and your zombie friends will have much fun with this.\r\n\r\n[Here](http://www.youtube.com/watch?v=y5H0cGnnhRw \"Here\") is a video I made, showcasing the map briefly.\r\n\r\n<iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/y5H0cGnnhRw\" frameborder=\"0\" allowfullscreen></iframe>\r\n\r\n\r\nEnjoy!\r\n======\r\n\r\n\r\n### This map is dedicated to the Elite-Hunterz Zombie servers. \r\nThanks for your awesomeness.\r\n\r\n\r\n**CHANGELOG**<br>\r\n=================\r\n\r\nv1.0a (15 JAN)<br>\r\n - Initial release<br>\r\n\r\nv1.1a (16 JAN)<br>\r\n - Fixed some textures not displaying correctly<br>\r\n - Fixed some props<br>\r\n - Fixed problem with cubemap build<br>\r\n - Tweaked elevator logic<br>\r\n - Karate-chopped filesize<br>\r\n\r\n**NOTE:**\r\n_This version does NOT include cubemaps due to performance and filesize, but I will post another version that does shorty._\r\n\r\n**NOTE:**\r\n_This version does NOT include HDR lighting due to performance and filesize, but I will be posting a version that does shortly._\r\n\r\n\r\n**NOTE:**\r\n_This version does NOT include soundscapes, but version 1.0b will._\r\n\r\n**NOTE:**\r\n_All the dependant files and necessary textures are included in the BSP._\r\n\r\n\r\n\r\nAll feedback is appreciated, so please, tell me what you think!"
}