{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_clocks_final.bsp",
					"zm_clocks_final.txt"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 349225,
			"_nDownloadCount": 2442,
			"_nFilesize": 1062866,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/349225",
			"_sFile": "zm_clocks_final.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1187732422
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131546,
	"_sName": "zm_clocks_final",
	"_sText": "ZM_CLOCKS_FINAL\r\n~~~~~~~~~~~~~\r\nThis map was inspired by zm_lila_panic in the way that I frowned upon it.\r\n\r\nRecommended Players: Up to 32\r\nMaximum Players/Spawnpoint Count: 64\r\n\r\nZM_CLOCKS is a map that takes place in a small, dusty, and abandoned town. Players spawn in a wide open area, then must scatter to find a place to camp before the starting zombie(s) get them. There's many places a player can go once they spawn. There's a large, four-floored building, a hidden easter egg area, the tops of neighborhood buildings, the classic \"cart and two tanks\", two small alleyways, atop a garbage container, atop the white truck, and much more.\r\n\r\nThis map was based on zm_lila_panic, but the map itself was made from scratch and is not a reskin or remake. I incorporated the good parts of zm_lila_panic, like the teamwork and gameplay, and left out the sheer ugliness of the map and its use of fullbright. This map is dust-based and uses a few prefabs from the actual map de_dust, so you know it's not ugly. The FPS count is actually about 20 frames higher than zm_lila_panic, yet this map looks better and is x2 the fun.\r\n\r\nThis took over 10 hours to make, which is pretty long for its size, since the map itself is just as big as the base of zm_lila_panic, yet it looks larger because of its detail. I hope you guys enjoy it. All of the bugs and graphical errors have been wrung out in advance, so people can just enjoy themselves.\r\n\r\nAs for the clock, well, it actually works. Look closely and you'll see the hands moving quite accurately, just faster than usual. Time goes by quickly when you're having fun. =P\r\n\r\nRegards,\r\nGrey-Echo (£cho)\r\nFPSBanana ZombieMod Representative"
}