{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_complex_b1.bsp",
					"zm_complex_b1.txt"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 349180,
			"_nDownloadCount": 1478,
			"_nFilesize": 399967,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/349180",
			"_sFile": "zm_complex_b1.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1187914208
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131563,
	"_sName": "zm_complex_b1",
	"_sText": "ZM_COMPLEX_B1\r\n~~~~~~~~~~~~~\r\nLatest Version: BETA1\r\nLast Updated: August 23, 2007\r\n~~~~~~~~~~~~~\r\nBSP File Size: Less than 900kb\r\nAverage FPS: Steady 100FPS\r\n~~~~~~~~~~~~~\r\nRecommended Players: 32\r\nMaximum Players: 64\r\nNumber of Spawnpoints: 64\r\n~~~~~~~~~~~~~\r\n\r\nZM_COMPLEX is an indoor map, taking place in a sort of industrial facility. In this complex, the scientists were experimenting with a rare form of virus-DNA which brought the dead to life. When attempting to transfer the virus to its holding room one day, the virus escaped it's container, and all hell broke loose. The building was cleaned and labeled as condemned.\r\n\r\nNow, a year later, the Terrorist faction plan on overtaking the complex and taking anything that was left of the virus back to a holding cell so that they may discover its secrets and unleash the deadly formula in a dirty bomb. The Counter-Terrorist Unit got a tip the Terrorists were planning to overtake the building, and have orders to remove any harmful substances and Terrorists from the complex.\r\n\r\nLittle do they know, the deadly virus is replicating in each room. Anyone could become infected at anytime now that its prey has entered the facility. What will you do when you're forced against a corner, the only one left, firing at a bloodthirsty, undead Terrorist? Well, there's only one way to find out, now isn't there?\r\n\r\n\r\nPLEASE NOTE:\r\nScreenshots do not display decals and tags. If you're wondering why there's nothing on the walls, it's because I'm using a performance configuration file to save FPS. Screenshots will be updated soon, but make sure you're not assessing a map that you haven't played."
}