{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"files": [
						"Thumbs.db",
						"a1.png",
						"a2.png",
						"a3.png",
						"a4.png",
						"a5.png",
						"a6.png",
						"a7.png",
						"readme.txt",
						"zm_crazys_facility_b2.bsp",
						"zm_crazys_facility_b2.txt"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 348514,
			"_nDownloadCount": 1993,
			"_nFilesize": 11594316,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/348514",
			"_sFile": "zm_crazys_facility_b2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1190158672
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131592,
	"_sName": "zm_crazys_facility_b2",
	"_sText": "Zm_crazys_facility_b2\r\nI created this map based off of there maps that I have created for regular counter strike some time ago so don’t post about improper credit or credit theft  as I’m the creator of these maps. I decided to create the map in a simple way trying to optimize game play in map spots players will actually have to think on how to kill each other but I assure you it is very fair. This  map was created in the summer and will be my last game play orientated map that I add to this web site. I hope you enjoy it has much has the regulars on my server do If you would like to know the secrets of the map you will have to donate me 100 points and ill tell you.\r\n\r\nThis is the first public beta of this map it was made over the summer and isn’t near finished sadly I have had problems with my sdk files and can no longer edit anything because of the new steam community beta which isn’t very good I may add as you can see I have the map done of the most part but I didn’t finished adding the detail but it still looks great Bugs are expected let me know I if u have a way around vmex of find any bugs \r\n\r\nFor more information of any ideas check out my web site www.undead-mafia.com "
}