{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"zm_darkhouse_ocxv3.bsp"
					]
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 349197,
			"_nDownloadCount": 1859,
			"_nFilesize": 1241265,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/349197",
			"_sFile": "zm_darkhouse_ocxv3.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1187861166
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131637,
	"_sName": "zm_darkhouse_ocxv3",
	"_sText": "To start this off. I am not the original creator of this map. Nipper is the creator of cs_darkhouse. The only credit I take is for modifying it for zombiemod.\r\n\r\nMy clans zombiemod server originally had the cs_darkhouse version on their server over a year ago. It was played a good amount but really had no good places to hide or barricade. They layout of the map it's self is actually really good for zombiemod. It just needed a few tweeks. So a few weeks ago I decided to to take the map and zombify it. Changing things into moveable objects and a few spots into good camping spots. While most the map remains like the original. A few things have changed.\r\n\r\n=========================\r\n\r\n- The room is now accessable.\r\n- Areas in attic to serve as camping spots.\r\n- Moveable props all throughout the house now!\r\n- Some doors have been closed for zombiemod.\r\n- Some rooms have changed size a slight bit.\r\n- There is now access to the top of the barn.\r\n- Moveable props in the barn.\r\n- Move able props in the shed.\r\n- The rock with boxes stacked up to it is now larger.\r\n- The underground has changed a slit bit for ZM and a small room was added.\r\n- Terrorist spawns have been moved outside behind the house.\r\n\r\n=========================\r\n\r\nWe have ran this map on the .Zpro server and people seemed to like it so I have decided to release it here. The original map had a great layout. It just needed to be zombified a bit. Though I would like to make it clear again that I am \"NOT\" the original creator of this map. I just took it and made a few changes here and there for zombiemod.\r\n\r\nEnjoy."
}