{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_d64l00_a5.bsp"
				],
				"_sMimeType": "application/x-7z-compressed"
			},
			"_bContainsExe": false,
			"_idRow": 455733,
			"_nDownloadCount": 228,
			"_nFilesize": 68829042,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "zm_d64l00_a5",
			"_sDownloadUrl": "https://gamebanana.com/dl/455733",
			"_sFile": "zm_d64l00_a5.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1585989118
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131631,
	"_sName": "zm_d64l00_a5",
	"_sText": "This is the latest version of my port of the Duke Nukem 64 level, Hollywood Holocaust. The map name may seem confusing, but it's to differentiate from other PC ports with the same name. The Nintendo 64 version of Duke Nukem had different layouts for many of the levels, and I prefer the N64 layout over the PC layout.<br><br>If you've played either version of the game, you should easily be able to spot all of the secret areas, and as an added bonus, there is a jetpack in the level.<br><br>When you find the hidden jetpack, you must drop your pistol to pick it up. To use the jetpack, you must switch to your knife and press your alternate fire button to activate and deactivate it. Make sure that you're looking straight ahead while activating it, or you'll go careening around uncontrollably. The key to control is to activate the jetpack when looking straight forward. If you want to go backwards, look up slightly. If you want to go forwards, look down slightly. The farther you pitch up or down determines how fast you move in those directions. You can also strafe left and right fairly easily.<br><br>The jetpack has 120 seconds of fuel, less if you smash the activation key rapidly. I recommend using it in short bursts to maximize the amount of flight time you have.<br><br>I had originally planned on having a jetpack spawner in the level, but it proved to make the map far too hard for humans, and made the map unstable, as each jetpack used 15 entities each."
}