{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_echo_italy_reloaded.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 343982,
			"_nDownloadCount": 4615,
			"_nFilesize": 3935089,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/343982",
			"_sFile": "zm_echo_italy_reloaded.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1203891748
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131758,
	"_sName": "zm_echo_italy_reloaded",
	"_sText": "<b>ZM_ECHO_ITALY_RELOADED</b>\r\n\r\nCreated By: £cho, Valve\r\nCompletion Time: 30hrs.\r\n\r\nMaximum Players: 64\r\nRecommended Player Count: 24-32\r\n\r\nLast Version: zm_echo_italy_b1\r\n<a href=\"http://www.fpsbanana.com/maps/39511\">CLICK HERE TO VIEW OLD VERSION OF MAP</a>\r\n\r\nThis map has been drastically improved since zm_echo_italy_b1, and after some serious hardcore testing, the latest version is now ready for public release. In this version 95% of ugly graphical skybox errors have been fixed, there are no longer random boundaries (players can go nearly where ever they'd like on the map). the barricading spots are now balanced, new climbing areas have been added, lighting has been changed, the map fully optimized, and there's even a new secret! That was a mouthful I know, but it's been a while since I've gotten to submit a normal ZM map to FPSB, so I really wanted to make this one special.\r\n\r\nAnyhow, try out the map for yourself. The screenshots do some glory, but playtesting it is really the best way to know for sure if the map is good or not. If you like it and have a server, add it and see what the players think. If you already have zm_echo_italy_b1 on your servers, update it with this version and everyone is sure to like it a hell of a lot better!\r\n\r\nAs always, comments, assessments, and stamps are always welcome. Thanks for reading and enjoy the map!\r\n\r\nRegards,\r\n£cho"
}