{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_echo_mainstreet.bsp",
					"zm_echo_mainstreet.vmf"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 335363,
			"_nDownloadCount": 5265,
			"_nFilesize": 1872365,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/335363",
			"_sFile": "zm_echo_mainstreet.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1231611080
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131759,
	"_sName": "zm_echo_mainstreet",
	"_sText": "This has been in development for a while now, and I think it's finally time that it is released to the public, don't you? ^_^\r\n\r\n<b><u>STORY:</u></b>\r\n<i>It's short this time around.</i>\r\n\r\nA city in turmoil! In the process of shutting down due to contamination, local officials have left behind a bunch of employees working overtime at the storage facility across the road. Blocked in and with no where else to go, the employees must now hold out against the impending zombie horde and hope for the best.\r\n\r\n<b><u>FEATURES:</u></b>\r\n- 25+ areas to climb, camp, and barricade.\r\n- Breakable doors and windows that lead to new areas.\r\n- Ventilation system that connects various buildings and areas together to promote balanced gameplay.\r\n- Various secrets and surprises.\r\n- A unique, close-quarters landscape and atmosphere which is sure to get your heart racing.\r\n- Custom textures.\r\n\r\n<b><u>OTHER INFORMATION:</u></b>\r\n* BSP FILE SIZE: Under 4MB\r\n\r\nThis map is recommended for a server of 16-24 players, but the map will support up to 32 players quite comfortably. 64 player servers are not supported as there are only 32 player spawns. 64 players was indeed tested, but it simply didn't work; the map isn't large enough to hold that many players, so support was removed for it.\r\n\r\nI worked very diligently on this map for a solid two months. I hope that my hard work shows. It took three hours straight before players even started to RTV this on my server, so I recommend you test out this map in-game first before assessing or anything, as my screenshots simply don't do it justice.\r\n\r\nThe source VMF file is included in the download. This means you can open up Hammer yourself anytime to go and edit the map. Feel free to make your own versions and remixes of this map if you so desire, as long as you give me full credit for my work.\r\n\r\nAs always, comments, assessments, and stamps are more than welcome. When assessing however, please make yourself clear and provide examples of what's wrong, otherwise I'm just going to think all you want are the points.\r\n\r\nThanks and enjoy, everyone. =D"
}