{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_gargantua_v1.bsp",
					"zm_gargantua_v1.txt"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 327794,
			"_nDownloadCount": 1820,
			"_nFilesize": 2702605,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/327794",
			"_sFile": "zm_gargantua_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1256317424
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131892,
	"_sName": "zm_gargantua",
	"_sText": "ZM_GARGANTUA\r\nMade by GARGANTUA \r\n\r\nStory\r\nStreets are quiet. Buildings are abandoned. Basements are empty. Everybody fled or is still hiding indoors from the zombie invasion that is now happening in the center of the city. But it was barely a month ago that the ‘virus’ began to spread at the outskirts of the city. The infection was spread throughout the country in just a short matter of time. \r\n\r\nA week ago, the government deployed armed forces in the city. Sightings of combat have been spotted near the train station (my other map ze_rooftop_runaway1) a few days ago. But the sound of gunfire quickly reduced. The people in the city assumed that the military was overrun by the endless hordes of zombies. So probably the military got ripped apart or they have become zombies too…..it’s now up to the civilians to rescue themselves. It is time to make a stand! Luckily for you, the military left weapons and ammunition throughout the city. \r\n\r\nObjective\r\nYou are one of the last civilians who stayed behind. You were counting on the military to clean up this mess but it’s a high probability that the government abandoned this city and their soldiers. You know your home is no longer safe. Food is running short so it’s time to get out and make a last stand. Kill as much zombies as you can! Everything is possible now so make smart use of the rooftops to stay ahead of the zombies. But beware, the zombies aren’t the only danger surrounding you. While you’re on the rooftops, you will face great heights so you better don’t fall down! You must survive!\r\n\r\n\r\nMy comments\r\nThis is a VERY PERSONAL map! It's actually my living area. You can even enter my appartment (the room with GARGANTUA poster, 4th screenshot is my house). I've modeled as accurate as I could. The actual real environment looks different. I just liked to give it a city 17 feeling to it. Anyway, that's why I called it zm_gargantua. \r\n\r\nCredits: Deathadder, Reflax,  Neox, Toby, Mats, Nikooo777 (all great members of i3D community)\r\nSpecial thanks to: \r\nKrassell (for making the awesome secret weapon!!)\r\nFreeze, Kaemon666 and Makaroonivelli (for help on optimizing!)\r\ni3D (for the great ZM servers and support)\r\n\r\nMap info\r\n* 64 spawnplaces\r\n* Multiple routes throughout the whole map\r\n* Use gutterpipes of buildings to climb on rooftops!!\r\n* Small customised weapons:\r\n- 1 shotguns with 500 rounds\r\n- 1 AWP's with 99 rounds\r\n* One secret weapon: find it and glory will be yours :-)\r\n* Custom textures: my spray offcourse! You can't miss the 'gargantua' building \r\n"
}