{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_frightning_neighbourhood3.bsp",
					"zm_frightning_neighbourhood3.bsp.bz2"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 322099,
			"_nDownloadCount": 1372,
			"_nFilesize": 20329774,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/322099",
			"_sFile": "zm_frightning_neighbourhood3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1276542133
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 131862,
	"_sName": "zm_frightning_neighbourhood",
	"_sText": "I made this map some months ago but I post it just today on Fpsbanana.\r\n\r\n\r\n\r\n\r\n~~ The history ~~\r\n\r\nA small suburb city has been invaded by a horde of Zombies, who bit all humans who they were able to find. Thanks to his secret labs, a famous scientist managed to survive a few weeks and captured some zombies to make experiences on them. But face to their number, he died tragically.\r\nNow, special forces are coming to clean up the area and save the survivors. But are they also gonna be able to survive ??\r\n\r\n\r\n\r\n\r\n~~ About the map ~~\r\n\r\nThis is a quite large map which may be played on a 64 players server. There is a lot of secrets which can't wait to be discovered. :D I'm talking about secret passages, secret rooms, secret explosions ... (clue: don't camp into the truck ! :D).\r\nThe map has been made for full ammo server, so there's a lot of camping spot. Some of them are easier to cover then other.\r\nIt is running for few months on this server : 91.191.158.2:27015 [FR]|FReZ|ZoMBiE MoD|UNLIMITED AMMO|FairPlay\r\n\r\n\r\n\r\n\r\n~~ Other notes ~~\r\n\r\nThe map contains two models (a spider and a corpse) which have made by Elis (you might find them again here : http://s-low.info/forum/ ).\r\nThere are some other fun pictures which come from the french website Nioutaik ( http://www.nioutaik.fr/ ).\r\nAll the other credits come to the FReZ team ( http://frez.mondialservers.fr )\r\n\r\n\r\n\r\n\r\nI hope you will find it nice and enjoy on it ! :D\r\n"
}