{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_lc_toxichouse.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 330036,
			"_nDownloadCount": 1753,
			"_nFilesize": 7378697,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/330036",
			"_sFile": "zm_lc_toxichouse.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1249324406
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132170,
	"_sName": "ZM_LC_ToxicHouse",
	"_sText": ":: Here it comes. A small CS:S ZM remake (or, better to say, reinterpretation) of zm_toxic_house by NaVy (can be found <a href=\"http://cs.gamebanana.com/maps/162934\">here</a>).\r\n<br>\r\n<br>:: This is my first map for Source engine. Overall, it took nearly month and half to finish it. I started from scratch and made house planning similar to that of original. As you can see, there are also some new areas - a basement with two floors, right under the house, small underground stream and cliff side with nice sea view.\r\n<br>\r\n<br>Map features ::\r\n<br>- :: Interiors / exteriors / underground areas.\r\n<br>- :: Cubemaps compiled.\r\n<br>- :: No soda machines.\r\n<br>- :: High cliff to throw zombies from.\r\n<br>- :: Sharp rocks down there to turn zombies into a red pudding.\r\n<br>- :: Humans may be thrown at rocks as well.\r\n<br>- :: Doing so is strongly recommended.\r\n<br>- :: No flying nicknames.\r\n<br>- :: No wall-pasted nicknames.\r\n<br>- :: No annoying nicknames at all.\r\n<br>- :: Sugar-free.\r\n<br>- :: Zombie-free *\r\n<br>\r\n<br>:: Although there are 64 spawns on this map for compatibility reasons, I won't recommend to play it with more than 40-45 players. There is simply not enough space to have a good game with so many players.\r\n<br>\r\n<br>:: Also, I must note that with HDR lighting and sunny day-style lighting this map looks <u>a lot</u> better, - both interiors and exteriors. But since this is ZM map, it would look a little weird to meet zombie horde walking under the sun. And regardless of it's prettiness, HDR lighting almost doubles map file size. So I thought i'm better off without it. If you still want to have a HDR version, just ask me and I'll make it.\r\n<br>\r\n<br>:: Interiors (excluding basement) are sealed off with areaportals/areaportalwindows. Overall, this brings a bit lower, but a much more stable fps, especially outside the house. These screenshots were taken on my 4-year-old laptop. Nevertheless you can see that fps is pretty nice.\r\n<br>\r\n<br>:: Still I feel like I've forgot to mention something. Nevermind. If you have any questions, bugs found or suggestions for my further maps, let me know.\r\n<br>\r\n<br><font color=\"#252540\">* This applies to uninfected map. In case of infection we take no responsibility for zombie appearing.</font>"
}