{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"zm_lila_tnt_final.bsp",
						"zm_lila_tnt_final.nav"
					]
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 335899,
			"_nDownloadCount": 1681,
			"_nFilesize": 2058366,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/335899",
			"_sFile": "zm_lila_tnt_final_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1230079243
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132275,
	"_sName": "zm_lila_tnt_final",
	"_sText": "<b>This is a remake of zm_lila_panic. The two primary features are that it is retextured and has superior lighting.</b>\r\n\r\nThe textures used are all dust textures, which means you can choose new textures for the map from FPSB's wonderful assortment of de_dust & de_dust2 retextures.\r\n<a href=\"http://www.fpsbanana.com/skins/49064\"><u><font color=\"teal\">http://www.fpsbanana.com/skins/49064</font></u></a>\r\n\r\nAnother feature of this map is that it was designed to have NO cheap/illegal spots on it. This means that it can be played on servers with the tightest camping restrictions. There are no tubes, vents, crouch spots, or high spots that players can camp on that are unfair to zombies. If you think a spot is cheap, think again -  there is a very simple but secret way to get there.\r\n\r\n(Btw that doesn't mean there are <i>no</i> places to camp, there are still plenty of rooms to barricade and plenty of places outside to camp on.\r\n\r\nThis map has many secrets to be discovered - but be careful, some of them are deadly.\r\n\r\nPlease...DO NOT ASK ME FOR THE PASSCODE! I will NOT tell you the passcode, and please DO NOT try and decompile the map because it is decompile-protected.\r\n\r\nAlso note that the first 5 screenshots are with retextured de_dust textures - the last screenshot shows the map with default textures. Not as good looking, I know. Check out this reskin:\r\n<a href=\"http://www.fpsbanana.com/skins/49064\"><u><font color=\"teal\">http://www.fpsbanana.com/skins/49064</font></u></a>\r\n\r\nThere is only one known bug with this version. Some players manage to fall off the map somehow. I have tried with many past versions to correct this, but it never seems to work.\r\n\r\n\r\n<p><font size=\"5\" color=\"#4AA02C\"><div align=\"center\"><table border=\"1\"><tr><td><b>\r\n<font size=\"5\" color=\"#4AA02C\"><div align=\"center\">If you like or use my<br>map please rate! ty.</div></font><nobr>\r\n</b></td></tr></table></div></font></p></nobr>\r\n\r\nMisc info: no HDR (sorry, I did try to add it though). Nav included.\r\nmap is 7.75M, nav is 233K, total download is 1.6M.\r\n\r\nEnjoy ^_^"
}