{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_lv426.bsp",
					"zm_lv426.bsp.bz2",
					"zm_lv426.txt"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 337498,
			"_nDownloadCount": 7116,
			"_nFilesize": 40912450,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/337498",
			"_sFile": "zm_lv426.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1224487821
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132324,
	"_sName": "zm_lv426",
	"_sText": "<font color=\"royalblue\" face=\"helvetica\"><b>zm_lv426\r\n\r\nMap Features</b>\r\n68 Spawns\r\nRadar Map\r\nCubemaps\r\nMotion Trackers\r\nHUGE\r\nCustom Props\r\nCustom Textures\r\nAnti-Camp Vent Pushes\r\nAcid Pits\r\nFunny Slide Show\r\n.nav File\r\nOther Stuff...\r\n\r\n\r\n\r\n<b>Overview:</b>\r\n\r\nThe best word to describe this map is MASSIVE.  4 Way Tunnel and Desolo are probably the only ZM maps that can compete with this in terms of size.  This map is meant for big servers.  If you have less than 10 people online, it might be good to switch to something else until more people join.  Additionally, screen shots do not do this map justice.  You need to play it to see everything.\r\n\r\nIt has a myriad of different camping spots, both cade and climbing, but as with most of my maps they tend to take some intuition.  The first time you play the map you will probably hate it for how lost and confused you will get, and may never even come across the same spot two times in a row.  It will take some time to learn the map and to learn where to camp and barricade and whatnot.  I provided a radar map and a .nav file with place names to help players learn the map faster, but it will still take some work.  All I ask is that you give the map a chance.  There are tons of camping spots, you just won't see them all on your first walk through.  It takes some creativity, though I tried to put some easy ones next to each spawn area, like for example the cargo room.\r\n\r\nThe map is diverse.  It has storage rooms, utility rooms, acid pits, an insane vent system, a server room, and an armoury, just to name a few of the bigger attractions.  I put props in most rooms that I felt were campable, but not all rooms are so look around.\r\n\r\n<b>History:</b>\r\nThis map is based off of the colony from the movie Aliens from 1986 which starred Sigourney Weaver.  Hadley's Hope was on a rocky barren world orbiting the star LV426, hence this map's name.  In the movie, Aliens infest the colony, killing everyone.  The Colonial Marines show up to see what happened, and find themselves in the battle of their lives.  The situation in this map is similar, except replace aliens with zombies, and set it such that the zombies haven't overrun the place yet.  This map is a cleaner interpretation of what the colony on LV426 might have looked like before the battle.\r\n\r\n<a href=\"http://i139.photobucket.com/albums/q316/NatalyaAF/dtp_LV426Int_sml.jpg\"><img src=\"http://i139.photobucket.com/albums/q316/NatalyaAF/dtp_LV426Int_sml.jpg\" width=\"50%\" alt=\"lv426\"></a>\r\n\r\n<b>Special Features\r\n\r\nMotion Trackers</b>\r\nYou can see one in Screenshot 3.  If you go into the large cargo room, near a stack of boxes you will find floating in the air two Desert Eagles with motion trackers attached to them.  Drop your pistol and grab one of the desert eagles.  A motion tracker will now follow you around, alerting you to the presence of any other players.  A blue dot will flash where they are in relation to you, just like in the movie.  If you get zombified, the tracker will disappear, unless you drop it before you die.\r\n\r\n<b>Radar Map</b>\r\nNot that special, but this one is high resolution so I figured I'd mention it.\r\n\r\n<b>Acid Pools</b>\r\nAlso seen in screen three.  Shoot the zombies into the acid water there to hurt them even more.  6 damage  is dealt per second.\r\n\r\n<b>Vent System</b>\r\nThe vent system extends throughout the map.  However, the vents are high enough for you to stand up in, so it's fair for zombies.  In 4 places the vents extend over some rooms.  If you crawl through them, you can knock the grates out and fall in the room to surprise humans.  (All of these go through spawn areas.)  These sections however are short so you have to crouch.  Therefore to make it fair they each have a button that activates a fan for 6 seconds which will blow players out of the vents.  (Good for no-reload servers.)\r\n\r\n<b>Custom Models</b>\r\nDoesn't do anything for the player, but note that there are custom models in this map.  They are paked in with everything else as you would expect.  Custom models include the square crates, most of the hallway arches, and wall details, to name a few.  I made them all myself.  You can use them for other maps if you want, but I doubt they will be very useful.\r\n\r\n<b>The Armoury</b>\r\nIt can be locked from the inside.  To unlock it from the outside, there is a big blue and black display screen in the laundry room.  Press e on it and it will ring.  Then press the keypad next to the door to unlock the door.  Open the door as normal.  Smart humans will spam the lock button on the inside so you might need a partner to spam the unlock while you try to open it.\r\n\r\n\r\n<b>Installation:</b>\r\nThis map is very large.  52 MB total.  I therefore included a .b2z of the map as well in the zip file.  If you don't have a fast download server, just put the .bsp and .txt files into cstrike/maps on your server as you would normally, and disregard the .b2z file.  However, this is not optimal.  I recommend you use this map on a server with a fast download redirect simply because it's so large.  If you have a fast download server, do what I said above for your game server, but then take the .b2z and put it in cstrike/maps on the fast dl server.  Clients will download the compressed .b2z instead of the .bsp and will therefore get it in less than half the time it would have taken.\r\n\r\n\r\nI can't really think of anything else to mention, so I will leave it at that for now.  If you have any questions, comments, or problems, please let me know and I will help you out as best I can.</font>"
}