{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_macd_island17.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 348959,
			"_nDownloadCount": 1981,
			"_nFilesize": 2120063,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/348959",
			"_sFile": "zm_macd_island17.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1188731220
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132326,
	"_sName": "zm_macd_island17",
	"_sText": "ZM_MACD_ISLAND17\r\n64 Man Map (Recomended 32)\r\nFileSize 7.5 Meg\r\nAuthor : Mazemaster\r\nEditor : -Mac D-\r\n\r\nStory :\r\n\r\nIsland17 was once a holiday resort for the govenors of City17, once a year they would spend their summer vacations relaxing on this beautiful island.  In the summer of 2005 a ship carrying cargo veered off-course and grounded onto the island.\r\n\r\nThe govenors called for help, but it was too late......\r\n\r\nAmongst the cargo was vending machines being ported to the City.  Perfectly, ordinary vending machines, except for one.  In this particular vending machine, a terrorist organisation had hidden a virus of the zombie strain.  It had been destined to wipe out the ordinary folk of City17.  The terrorists believed that the World would somehow become normal again if the population of City17 could be wiped out. It was becoming a strange place and somehow the civilians there were being used for a strange purpose that was affecting the well-being of the whole World.\r\n\r\nThe govenors were of course doomed, affected by the zombie strain and obliterated from the face of the island.\r\n\r\n\r\n2 years later the terrorists have begun an operation to recover this virus in the hope to finish what they started, but, unknown to them, a dedicated counter-terrorists team have landed on the island in an attempt to stop them, and discover just what the hell happened on the now desolate island.\r\n\r\nNotes about this map - \r\n\r\nFull credit to Mazemaster for making this awesome map.  Full credit to me for porting this hl2 map error free to CS:S (a horrible job ^^)  and turning it into a zm map.\r\n\r\n-Mac D-"
}