{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"zm_nightcamp": [
						"read me.txt",
						"zm_nightcamp.bsp",
						"zm_nightcamp0002.jpg",
						"zm_nightcamp0005.jpg",
						"zm_nightcamp0007.jpg",
						"zm_nightcamp0008.jpg",
						"zm_nightcamp0009.jpg",
						"zm_nightcamp0010.jpg",
						"zm_nightcamp0014.jpg",
						"zm_nightcamp0015.jpg",
						"zm_nightcamp0017.jpg",
						"zm_nightcamp0018.jpg",
						"zm_nightcamp0020.jpg"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 319468,
			"_nDownloadCount": 2091,
			"_nFilesize": 6511340,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/319468",
			"_sFile": "zm_nightcamp.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1283391826
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132454,
	"_sName": "zm_nightcamp",
	"_sText": "My first zombie mod map!\r\n\r\nThis map is dark and foggy.  Not much lighting, as i wanted it to be dark, since most zombie maps are surprisingly well lit.  There is lighting in one of the buildings, a lightswitch triggers it.  There is also a light in the bunker leading to the sewer, again a switch triggers it. And finally there is another group of floodlights in the sewer that can be turned on with a switch as well.  I put a delay on how long before they can be toggled because i worried about some jackass flicking it on and off over and over, pissing everyone off. \r\n\r\nApart from that its straight forward. 2 entrances to the camp, the main gate and the sewer, and 2 entrances to the sewer (from within the camp and in a bunker outside.)\r\n\r\na train will bring the players to the camp, although they can jump off whenever if they like.  havent tried it on a zombie server, so im hoping that everything fits together nicely.  there are plenty of hiding and hold-out spots so it should work just fine.\r\n\r\nI didnt make the guard towers, but i cant remember the creator's name. and the buildings in the camp are from Half life 2.\r\n\r\nanyways thats about it, give it a try and please let me know what you think!"
}