{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"zm_ocx_orly_v4.bsp"
					]
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 349199,
			"_nDownloadCount": 3187,
			"_nFilesize": 6443906,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/349199",
			"_sFile": "zm_ocx_orly_v4.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1187857284
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132497,
	"_sName": "zm_ocx_orly_v4",
	"_sText": "Map created by - Error.ocx\r\nCompile time - About 10 minutes.\r\nNotes: This map was strictly made for the Zombie Mod plugin for Counter-Strike: Source. I really wouldn't recommend running this on a regualr server becuase both T and CT spawns are right beside each other. This is my first map and I hope you enjoy it.\r\n\r\n- Thanks to c0ldfyr3 for created such an awesome plugin. www.zombiemod.com\r\n- Thanks to [Ao1]Something[Atd] for helping me get orientated with the map.\r\n- Thank you for playing my map.\r\n\r\n=========================\r\nChanges in version 4\r\n=========================\r\n\r\n- Fixed textures here and there.\r\n- Fixed a few exploits.\r\n- Removed the tubes because of annoying tube camping and replace them with pipes.\r\n- The ramps in the fort area are breakable.\r\n- The bridge in the fort area is breakable.\r\n- Added a stack of boxes that takes a trickjump to get too, hopefully not overpowered. \"As far as i've seen it's not.\"\r\n- Added a few windows in the office area.\r\n- Made the two impossible office rooms a little more balanced.\r\n- Changed a room in the office into a kitchen.\r\n- Added some detail here and there.\r\n- Added a few player clip brushes to the branches of the trees. Nothing impossible. Just to make a few of the spots easier to sit on.\r\n- Changed the sky.\r\n- Added a Vphysics clip brush to the small area the leads to the secret room so people don't shoot props into it to make it impossible to get into.\r\n- Removed the wall to jump duck into to get to the secret room. Now just walk forward.\r\n- No more ducking to get the the correct teleports. The wall was removed.\r\n- Teleport locations changed, because i'm evil like that.\r\n- Completely remade the OCX rave room. It's about three times the size as it is in b3.\r\n- Added more cool/trippy effects to the rave room. \"Ohhhhh Yeahhhh\".\r\n\r\nNOTE: There could be a few things that I have forgotten. But I started version four about six months ago. I became uninterested and WoW took over. Since then I have quit and decided to finish up the map. What this version is, is my attempt at a final release. I aimed at fixing alot of the problems and exploits in the map. While a few things were changed, most of the map it's self remains looking the same. Though I would recommend this version any day over beta 3.\r\n\r\n=========================\r\n\r\nThis was my first map and I have improved alot since. So cut me some slack. =P"
}