{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_natalyas_ship.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 347278,
			"_nDownloadCount": 2982,
			"_nFilesize": 7419489,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/347278",
			"_sFile": "zm_natalyas_ship.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1194319262
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132424,
	"_sName": "zm_natalyas_ship",
	"_sText": "<font face=\"arial\" color=\"#6666FF\"><b>zm_natalyas_ship</b></font>\r\n\r\n<font color=\"#FF0000\" face=\"arial\"><b>ATTENTION:</b>\r\nI have released an updated version of this map.  Please go download it instead:\r\n<a href=\"http://www.fpsbanana.com/maps/54958\">zm_natalyas_ship_v3</a></font>\r\n\r\n<font color=\"#6666FF\" face=\"arial\">This map was inspired by <a href=\"http://www.fpsbanana.com/maps/31356\">zm_roy_the_ship</a> but is 100% my work.  (Actually, you'll find that the hull for roy's ship is actually a modified and carved out version of the oil tanker in de_port.)\r\n\r\nAnyway, here are some specific features:\r\n\r\n48 Player Slots\r\nRadar Map\r\nDrivable Mini-Boat\r\nCubemaps\r\n1 Easy-To-Find Secret\r\n1 Very Hard Secret\r\nElectrocution Trap Room\r\n\r\nThat obviously doesn't sum up the map, but whatever.  The map is more of a climbing map, but there are a bunch of barricade spots as well.\r\n\r\nThe drivable boat is a little mini boat.  Press \"use\" on the little red button to activate it, then press \"use\" on the steering wheel to control the boat.  Just use your forwards//backwards and strafe left//strafe right keys to pilot the ship.  Once you reach your destination, or fall out (It's not perfect) just press jump a few times to disengage the controls.  Then press the red button again to turn off the ship and freeze it in place.\r\n\r\nThe map has custom textures paked into it for the cargo containers, bookshelves, vending machines, and water bottles.  Any other skins you might see in my screen shots are not included.\r\n\r\nThere is one known area in the main storeroom of the ship where a texture is missing...  That might get fixed in a future release, but I don't know when I'll put the map out there again.  If you have any other texture problems aside from the door frame, let me know and provide screen shots if possible.  I had trouble with pakrat but I think I've fixed everything.\r\n\r\nThe Radar tends to repeat itself, but that's just got to do with the size of the map.  It still will show with accuracy the player's position on the map.\r\n\r\n\r\nAnyway, that's it for now.  I hope you enjoy the map.  ^_^\r\n- Natalya[AF] -\r\n\r\nAnd thanks go to Seraphim for her translating efforts.\r\n\r\n\r\n\r\n\r\n\r\n<b>*EDIT*</b>\r\n\r\nOkay, I have released a zip of all the custom textures used for this map, along with a few other miscellaneous files that should also be paked into the map.  You only need this if you have texture missing errors everywhere.  It also might get rid of that door frame error too so if that's really bugging you, download <a href=\"http://www.Aura-Forums.com/cstrike/zm_natalyas_ship%20pack.zip\">This</a>.</font>"
}