{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_offski_V3.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 342404,
			"_nDownloadCount": 1487,
			"_nFilesize": 1121961,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/342404",
			"_sFile": "zm_offski_v3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1208916838
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132529,
	"_sName": "zm_offski_v3",
	"_sText": "This is my first complete map using hammer editor, still learning new things all the time.\r\nI wanted a zm map which had no vents or stupidly impossiable places for the zombies to reach and this is what I have came up with!\r\n\r\nBottom floor of the map is pretty much all rooms with the normal barricade props like the bookcase, sofa and vending machines, bottom floor gives a safe place for zombie to hide if his the only zombie with 49 cts looking for him, some nice places for the zombie to make a counter attack.\r\n\r\nTop floor of the map is outside, bright and green, hardly any barricade props and not very surcure for lone cts, if you work as a team then you should see a few zombies dropping.\r\nTop floor was mainly designed for hunting.\r\n\r\nI think the design of the map will make for fast, fun and funny gameplay  without people being able to sit in a vent all day with an M3 shotgun!\r\n\r\nThis was a map I made to see if it could be put onto the server which I am admin for (id3), so is designed to take 50 players but im not sure if its really big enough yet.\r\n\r\nI know the map is not great or amazing looking, aiming for slick gameplay.\r\n\r\nWere a few mistakes so fixed them and changed its to v1.\r\n\r\nV2< Design change to platforms.\r\n\r\nv3< Added No draw textures to most of the unseen areas of the map, Added Hidden tunnel/vent so there is 3 ways up and down between the two floors, \r\nMade the 2 Tunnels wider so cts cannot block them, hope this will mean it will be easyier for the zombs.\r\nOuter buildins roof is now func_breakable so to reduce camping.\r\nwholes in the platforms for the zombie to knife through."
}