{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_onadega.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 342062,
			"_nDownloadCount": 2386,
			"_nFilesize": 4171531,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/342062",
			"_sFile": "zm_onadega.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1210308420
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132541,
	"_sName": "zm_onadega",
	"_sText": "<font face=\"arial\"><b>zm_onadega</b>\r\n\r\nMap Features:\r\n- 48 Player Spawns\r\n- Cubemaps\r\n- Radar Map\r\n- 4 Easy Secrets\r\n- 2 Medium Secrets\r\n- Barricading Spots\r\n- Climbing Spots\r\n\r\n\r\nOkay, this map is probably the smallest I've released.  It's a 2-story house with a basement, garage, and tiny play house.  The map is based off of my cousin's house in Onadega, Ontario.  The first floor is almost 100% accurate, but the second floor has some rooms merged, and the basement is completely original, except the staircase and door to the outside.  The house also has too many windows.  O well, it's a game right?  Anyway, the map does have a bunch of secrets like all my maps.  Some are easy, a couple are hard.  (Invisible buttons & stuff...)\r\n\r\nThis map was made small so that when there are only a few people on a server, it doesn't take forever to find them, but when there are a lot there is a decent spot for everyone.\r\n\r\nThanks to MoOnLiGht for testing this map on the Zombie Network II server:\r\n81.95.0.26:27035  (Unlimited Ammo, No Reload, Prop Menu)\r\n\r\nAll custom materials are paked into the map, including the radar.  Let me know if you have texture missing bugs, but I don't think there will be any.  Tell me what you guys think!!\r\n\r\n\r\nPS:\r\nMinor note regarding the flag and symbols on the house:\r\nMy extended family is Latvian, and that's the flag of Latvia.  The wooden symbol is something they'll put on their houses, but I don't know what it means or signifies, just that my cousins have one on their house, so I put it up too.</font>"
}