{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_old-abandoned.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 351145,
			"_nDownloadCount": 1505,
			"_nFilesize": 1172391,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/351145",
			"_sFile": "zm_old-abandoned_fixed_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1180979094
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132532,
	"_sName": "zm_old-abandoned",
	"_sText": "This is my second zm map, this is based on an idustrial type enviroment.\r\nThe map contains many places for camping, there is a varied amount of spots, there is on rooftops, on containers, on vans, inside rooms, on cars \r\nand on trains .\r\n\r\nWhen you spawn you will be in a room, you go down the stairs and go onto one of the platforms in the room, this will then teleport you to a location, there are 5  teleports, 10 in total (5 T teleport and 5 CT teleports) the Terrerist and the CT's get teleport to different ends of the map, you dont have to use your teams teleports, their is a corridor connecting the two spawns, so you could go use the Terrorist teleport. I decided to use the teleport idea because i thought it will help cut down the ammount of spawn camping that goes on in Zombie Mod, people will proberly say \" Then they will just camp at the teleport exits\" the teleport exits are in open space so if a zombie is camping there he will be getting blown to bits by people on roofs, on cars, vans and peopel inside rooms, so the zombies will not be able to just stand there and camp they will be forced to move.\r\n\r\nThere are in total 26 CT spawns and 26 t spawns, i put this many in so different servers can use it. When i tested it i got a fine FPS in the hundreds.\r\n\r\nPlease leave some feedback if you download this map. \r\n\r\n/////////////////////////////////////////////////////////////////////////////////////////////////////////////////////\r\n\r\nUpdate 06 June 2007\r\n\r\n- Fixed Vending Machines\r\n\r\nUpdate 05 June 2007\r\n\r\n- Fixed Missing Texture\r\n- Fixed Missing Wall"
}