{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "zm_re1_spencermansion.bsp",
					"1": "zm_re1_spencermansion.res",
					"admin_plugin": [
						"Main Hall.wav",
						"Minimum Safe Distance.wav",
						"Self Destruct Activated.wav"
					]
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 347244,
			"_nDownloadCount": 1491,
			"_nFilesize": 3657174,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/347244",
			"_sFile": "zm_re1_spencermansion.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1194454272
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132676,
	"_sName": "zm_re1_spencermansion_final",
	"_sText": "EDIT: Beta1a fixed a few things, textures fixed, props sorta balanced, skybox added, more spawn points, no additional details but they are coming.\r\n\r\nBeta2: ok i fixed the position on the skybox, added areaportals and some hints that should give higher fps, using toolareaportal given effect of not knowing whats on the other side from room to room (just like resident evil) :D\r\n\r\nBeta2a(unreleased): Re-did some brushes to fix visleafs but apparently that's not enough -_-' to gain fps. Portals didn't do jack to fix fps so I scrapped them in the rooms and left them for outside areas. Its not a big change so thats why I didn't release it. Upcoming though on beta 3, a basement/kitchen area, hopefully with a working elevator that leads from kitchen area to the attic. In any case things will get better.\r\n\r\nBeta3: kk , well the attic is scrapped but I did make the basement/kitchen area, also some hidden passage ways, finding them is the fun part. FPS has no change (I suck at optimization) so it'll span from 50-80 depending on graphics card (tested on my crappy laptop from 2002 and works fine only goes down to 40 fps settings set to high). But at most this is what the map shall be like no changes made on my behalf (unless I get some complaints about the way its built) but it will contain detailed props like arches, pots, tables, chairs, the extra stuff, you know, but I'm not adding it till I learn good and well how to optimize. its only fair to me and the downloaders/players (I don't want someone's pc to blow up cuz I placed about 100 props in one room and didn't hint the room correctly, haha XD). Expect an update in 2 weeks or so. Unless someone would like to correctly optimize it for me, feel free to pm me. I learn by seeing it in action not in tutorials (tried that, need better examples for me to learn)\r\n\r\nbeta4: ah yes, lots of changes to the map, i found out the only reason FPS was lagging on the map was cuz of the Bots ... so pretty much with humans and tested it runs 60-70 most of the time. Possibly rearranged the map to make it better, (some wider hallways, new camp spots, props wont block the hallways) although no detailed props but as is its coming next beta. Some hidden goodies, and stuff. have fun!\r\n\r\nbeta4a(unreleased): ah yes, famed beta 4, got bitched at for tight hallways so I widen them a tad bit more, should have a smoother run through the map, aside from that all the barricades and camp spots are still good and fun, also added a light at T-spawn (noticed some people couldn't find the only doorway exit lol). Anyway beta 5 is looking nice, plants in the garden and balcony, music is the piano room (no piano as there isnt a prop and ill be arsed, since im a n00b at prop making) thunder sounds throughout the map (wish i could get the lightning working), ummm im about to figure out the Jill Sandwhich room with working falling/crushing roof and gas chamber for those stuck on the other side (only if you take the gun from its place hold). Im almost there to completeing the map that takes me a step closer to RE 2 :D.\r\n\r\nBeta 5: blah, Jill Sandwhich good bye. Your bad voice acting and funny lines are here no more. Sorry the rooms where just unused so scrapped! But good news the attic is back (Why? I don't know to make it a tad larger I guess ...) But anyways new pathways and hidden stuff, so good luck finding it. Also yes details not too many but enough to have distinct rooms. Ummm ... I dont know what else to say but have fun. This is worthy download, probably next is final release not sure. :D\r\n\r\nBeta7a: Hey underground nuke site, lots of shit to handle, one spot that your safe from the nuke. sounds that are scary, er idk whatelse to say but have fun, the map was changed alot. I finally spaced it out so things wouldn't get too tight but not open, i wanted that claustrophobic feeling to it. You can go under the main hall stairs but theres 3 switches (one of them are randomly chosen), where they are you figure it out. Then when you head down there is a floor only in certain spots so watch your step. lol then theres the Self-Destruct, yea need to know the code. K moving on theres 1 of the 8 switches that activate it, but you only get one chance at activating it. >:D\r\nOnce activated the sounds should let you know, you have about 1:20 seconds to get up and out, up the stairs and behind the fence in the backyard. Good Luck cuz thats the only spot thats safe from the Nuke :). Have fun laters.\r\n\r\nPS no more epilepsy lights lol.\r\n\r\nBeta8: Ok Suprise suprise this is Beta8, final if everyone enjoys what I did this time. There aren't going to be any additions only changes, unless you know complaints but eh for now, its good.\r\n\r\nChanges:\r\n*4 Nuke Buttons (randomly chosen)\r\n*New Skybox\r\n*Lighting is just a tad brighter (might change brighter if needed)\r\n*New area added, the lab area, an elevator to the Helipad\r\n*New Safe Haven from Self Destruct is at the helipad and the hallway directly under it!\r\n*The main hallway stairs now break right near the window and at the bottom of the stairs, so that its harder for zombies to get up the stairs.\r\n*Sounds!!! VERY IMPORTANT YAY!!!!!!!\r\n*Countdown changed from 1:20 secs to 1:00 or 0:55 not sure but better hurry!!!\r\n*Mansion blows up in skybox viewed from helipad\r\n*The door near T-spawn only opens from one side >: D\r\n*Area has been widen in some parts\r\n*Textures fixed/changed (I hope)\r\n*Yes now you can see with a clue (Press F retards) when you want to get to the nuke without jumping/falling (you can walk the entire way there)\r\n*Some rooms given extra props to make it a little harder to get into.\r\n*Ah now you should be able to see vent entrances and exits\r\n*Some crawl space entrances have been turned to breakable entrances.\r\n*You can now fall in the hole in the attic that goes down T-spawn, no matter which side you touch (can't crawl near the wall anymore =D>)\r\n\r\nFINAL VERSION:\r\n\r\nkk well a lot changes/fixes/balances\r\n\r\nMy monitor is working again so now that i've set all my monitors settings to normal so I see what some of you were talking about it being dark but I could still see just not as well as I did before but that doesn't mean I left the map brightness alone.\r\n\r\n*First off I made all the lights about 10-20 points brighter (just a little noticable but you should be able to see where there is light [without flashlight] and not see where there isn't light [unless you use your flashlight] im not gonna change the lights anymore)\r\n\r\n*Sounds to other things I forgot (Elevator, Blast door, Nuke Door)\r\n\r\n*Spaced a couple of rooms to place detailed works\r\n\r\n*One new camping spots at the cementary\r\n\r\n*Fixed the nuke door being stupid (sometimes killing people)\r\n\r\n*If humans camp in the Nuke Room, there will be a encampment prevention method, which will result in extermination. The button next the nuke walls is there for your entertainment but not to spam\r\n\r\n*Skybox fixed for the 3rd time (I hope it won't glitch out anymore ...)\r\n\r\n*Oh yea Doors at CT Spawn, now begin open so no more retards that can't open doors (but they will close after 9 seconds) (5 seconds buy setup time)+(4 seconds post-setup to create some gap in the group)\r\n\r\n*I haven't changed anything with the Nuke area aside from the keypad is now larger (can you say fat fingers?) some of you suck at aiming with your crosshair, so now i have made it easier for you.\r\n\r\n*Oh yea the nuke now doesnt kill everyone, only anyone under 1800 health (lolz at humans), so it won't be such a boring escape. and it doesnt work like the last version where the Trigger hurt is always on so hehe it should work at little faster, where its a quick kill but then the Self Destruct subsides. I did allow it so you could go back in the mansion but then what was the point ... oh yea so the surviving zombies can go back and try to murder the last few humans.\r\n\r\n*The red crate was kinda hard to get on so I added a little help by adding a dumpster you could jump on but still can't jump on top of the red crate (need 2 zombies)\r\n\r\n*Re-did the Box room (the closest switch to CT Spawn), so it should be just a little challeging to get up there.\r\n\r\nPlease, let me know if anything is wrong with it. Thanks\r\nAny other questions? Post it up. \r\n\r\nThat should be it, im done with the map and with it I learned lots to map :D\r\n\r\nFIXED FINAL:  I forgot to add a .RES, also the map may look a little different. Delete the older version and thats it for real this time. Added a ladder, timers tweaked, rooms balanced/spaced."
}