{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_rtr_towncenter_b2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 324769,
			"_nDownloadCount": 1203,
			"_nFilesize": 1631517,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/324769",
			"_sFile": "zm_rtr_towncenter_b2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1266262658
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132711,
	"_sName": "zm_rtr_towncenter_b2",
	"_sText": "I have been developing a much stricter taste for zombiemod maps and because of that, the taste has made my mapping develop more.  I went for a very realistic look and setting with a small town center.  This map is based on looks AND gameplay instead of just one like most maps.  This was designed to be a great map for people who like to barricade but it also has spots that you can just camp as well.  It has its fair share of open space as well, so it will be good for those who like to run around doing a lot hunting.  I placed GOOD camping spots all over the map so it will not be hard to find one.  The spots to camp and cade in are not overpowered though so it should be equal for both humans and zombies.  Everyone can scurry like ants at the round start and easily find a spot to camp no matter which direction they take. ;) This is the first version of the map, so please feel free to tell me what you think and what I should add or change.  This map should be fun to play for everyone and I hope you all enjoy it. Thanks and have fun surviving those zombies!  \r\n\r\n\r\nEDIT: I updated the map already making the building with beams more fair.\r\n\r\nI also majorly optimized it and took out the school bus so now it should not lag at all. Also the school bus seemed to interfere with a lot of other spots on the map so it's better with it gone anyway. Good luck and thanks. :)"
}