{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_siberia.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 335631,
			"_nDownloadCount": 1646,
			"_nFilesize": 1546823,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/335631",
			"_sFile": "zm_siberia.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1230811943
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132768,
	"_sName": "zm_siberia",
	"_sText": "<font color=\"#6666FF\" face=\"helvetica\"><b>zm_siberia\r\n\r\nMap Statistics:</b>\r\n48 Spawns\r\nCubemaps\r\nRadar Map\r\n0 Secrets\r\nSniping Spots\r\n\r\n\r\nIn terms of features, this map is fairly vanilla, but the gameplay on it is different from other maps due to its sheer size, and it could be considered experimental.  The map is a desolate and abandoned farming community out in the middle of Siberia, though it could just as easily be a place like Saskatchewan or Yakutsk...  Any gigantic frozen farmland will do.  To represent the isolation and the fact that it is indeed a very rural farming area, the map is enormous.  It is fully ¼ of the size that a map can be made in Hammer, and takes about a minute to walk from one corner to its opposite.  Why the hell did I do this?  To change the gameplay.  The camping spots are fairly generic...  Mostly climbing spots, but some barricading inside the buildings.  However, due to the sheer size, on this map it is actually worthwhile to use sniper rifles.  Humans can camp the tops of buildings or out behind the snowy hills and trees in cover at the borders of the map with AWPs and snipe down the zombies.  They'll need someone to cover them with a short range weapon though when the zombies begin to attack.\r\n\r\nAnyway, I don't know how popular this style will be, since no one else has done it before, so if you completely hate it and think it's a bad plan, that's fine.  I just figured it'd be interesting to try.  This map is best on a server with !guns or !weapons so that humans can switch to short range weapons when zombies get too close.  Otherwise it's too dangerous to camp the outskirts.\r\n\r\nQuestions & Comments appreciated as always.</font>"
}