{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_suspended_wars_v2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 352862,
			"_nDownloadCount": 1246,
			"_nFilesize": 1284635,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/352862",
			"_sFile": "zm_suspended_wars_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1173673145
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132884,
	"_sName": "zm_suspended_wars_v2",
	"_sText": "Releasing Version 2 of my previous map, hopefully changing up alot of things and making it more enjoyable.\r\n\r\nStill holds 50 people.\r\n\r\nMade for the .:{420}:. Zombie Mod Server. IP - 8.6.8.175:27015\r\n\r\nLIST OF CHANGES AND ADDITIONS.\r\n-Added 4 zombie launchers.  Two for each spawn.  ONLY TWO ARE RECOMMENDED FOR HUMANS.  THE OTHER ONE ALWAYS LEADS TO DEATH.\r\n-Redesigned the structure on the CT side cosmetically.  Took out vents and added another perch.\r\n-Enlarged inside hideout of T structure making it alittle more possible for zombies, also added glass rooms outside of there.  Outside wall of the glass will eventually break if shot too much.\r\n-Added breakable openings to the large rooms on the big building.\r\n-Lowered upper blocks and platforms to be a tad easier for zombies.\r\n-Added two more hovering platforms with teleports leading to them.  Locations of the teleports are hidden, but not too hard to figure out.\r\n-Took out second floor wrap around.  Just wasted space.\r\n-Added a couple more boxes to truck area.\r\n-Doubled damage of the killing floor so zombies die faster.\r\n-Turtles strewn about the map.  Why?  Cause I can.\r\n\r\nPLEASE REPORT ANY BUGS. \r\nLIST OF KNOWN BUGS BELOW.\r\n-For some reason the launcher that goes over the trucks on the T side launches really far, so more control is needed on that, but it's still usable.\r\n\r\nVIDEO SHOWING THE MAP WILL BE POSTED SOON WHEN I CAN FIGURE OUT WHAT IS WRONG ADOBE PREMIERE PRO 2."
}