{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_sorrento_v3.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 331144,
			"_nDownloadCount": 1744,
			"_nFilesize": 3325832,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/331144",
			"_sFile": "zm_sorrento_v3_4.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1245266804
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132810,
	"_sName": "zm_sorrento",
	"_sText": "ZM_SORRENTO\r\n\r\nI converted my original ZE map into a ZM version. But a lot of changes were made to make this map suitable for ZM. Read below for more detailed information.\r\n\r\nStory: Your left behind after the humans escaped succesfully with the escape boats to Licciana. Now you must survive together with your buddies in the Italian city of Sorrento. Arm yourself with a shotgun and stay on rooftops!\r\n\r\nMap info\r\nOverall this map is a lot darker then the ZE version. This is because it follows the timeline of the ZE map. The night was about to fall in the original map so its only obvious that this map is darker because it takes place later.\r\nThis map is zombie favored. Which means that there's plenty campspots or places where you can build up barricades but each place is accesible via multiple routes. Better get ready to run. My survival tip: Buy shotgun, nightvision and stay on the roofs. There's a lot of ways to runaway too.....be creative and make sure you know your exits.\r\n\r\n* 64 spawnplaces\r\n* Multiple routes throughout the whole map\r\n* Non-lethal water this time ;-)\r\n* Access to buildings, rooftops and sewers.\r\n* Small customised weapons at the seadome building (at end of pier):\r\n- 2 shotguns with each 200 rounds\r\n- 2 AWP's with each 50 rounds\r\n- 1 M249 with 999 bullets\r\n* Custom texture: My signature spray can be seen at some places in the map\r\n\r\nHave fun and stay human!\r\n\r\n- GARGANTUA"
}