{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_split_second_b1c.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 346184,
			"_nDownloadCount": 1466,
			"_nFilesize": 1061997,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/346184",
			"_sFile": "zm_split_second_b1c.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1197232543
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 132820,
	"_sName": "zm_split_second_b1c",
	"_sText": "Zm_split_second_b1c\r\n\r\n<object width=\"425\" height=\"355\"><param name=\"movie\" value=\"http://www.youtube.com/v/fQ6aVq1_zm0&rel=1\"></param><param name=\"wmode\" value=\"transparent\"></param><embed src=\"http://www.youtube.com/v/fQ6aVq1_zm0&rel=1\" type=\"application/x-shockwave-flash\" wmode=\"transparent\" width=\"425\" height=\"355\"></embed></object>\r\n\r\nCridets \r\nMapper Crazy[Virus]\r\nIdea Shady/Botgod \r\nInspiration scoutzknivez\r\nLayout  scoutzknivez \r\n\r\nThis map was actually a request for my server by a former member of the Undead-Mafia how ever he is no longer online anymore. It took me over 80 hours to recreate the scouts knives maps and numerous complies but it is finally ready for a public test I would appreciate some good impute please do not post about the authors this is not a decompile. This work is original and yes it does look like scout knives but its only the layout. In the next few days I will have a demo of the map available. If you guys want to check out my server please do so the map is on the rotation My in game screen name Crazy[Virus] and I will change it to the map for a while. The outer admins may not change it if you ask them. \r\n\r\nA question I get a lot is how exactly the map works. Well its very basic actually players can make a barricade in the lower levels styled after lila’s maps or the may jump around in the choppy upper level. This is a very fun map and im sure you will agree its not a ordinary zombie mod map.\r\n\r\n\r\n\r\nMap SPECS\r\n-Original Game play\r\n-Barricading \r\n-Cool Lighting\r\n-Decent fps\r\n-Buy Zones\r\n-No hidden Rooms\r\n-Low Gravity \r\n-Unique Dust Style\r\n\r\nA few little notes about the map\r\n-The top part of the map has low gravity its some what choppy and that’s the was its intended to be. I’m still undecided if I will change it back so it runs smooth or not I personally like it at its current setting because it allows players to not be able to make jumps all the time and helps even the map out.\r\n\r\n-This map is not a decompile of any map as I said it took over 8- hours to create so please don’t post anything along those lines . I did all the work to this map by my self over 3 months and I don’t want to have to appeal assessments it takes a lot of work and I don’t have the time.  \r\n\r\n<div align=\"center\"><a href=\"http://www.undead-mafia.com/\">Check out My Clan</a>\r\n</div>"
}