{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_usmc_deltalabs_beta_tf.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 352152,
			"_nDownloadCount": 1358,
			"_nFilesize": 1695867,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/352152",
			"_sFile": "zm_usmc_deltalabs_beta_tf.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1176585596
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133005,
	"_sName": "zm_usmc_deltalabs_east_beta",
	"_sText": "A escape map where the Humans must evade the zombies and activate the teleporter to escape.\r\nThis is my first zombie mod map and my first objective map -_- Go easy please.\r\n\r\nFAQ\r\n---------\r\n\r\nQ. WTF is with the big blue forcefield stopping us from getting in the teleporter room?\r\n\r\nA. TO DISABLE THE FORCE FIELD CUT THE POWER BY DESTROYING THE TRANSFORMERS ENCASED IN A CAGE IN THE POWER ROOM.\r\n\r\n\r\nUpdates\r\n----------\r\n\r\nSaturday, April 14 2007-\r\n*Removed wall in front of force field that made it too easy for humans to hold back zombies.\r\n\r\n*Added occluders to increase performance.\r\n\r\n*Fixed up bugged triggers.\r\n\r\nObjective\r\n----------\r\n\r\nEveryone spawns up top where there are 2 elevators, a ladder, and a ventilation duct to get down to the lower levels. On the way past the generator room there is a set of transformers surrounded by a cage. Destroying it will cut the power to the labs and also disable the forcefield protecting the teleporter. Beware, by cutting the power you will knock out most of the computers, lights, and the elevators making it easy for zombies to hide along the path and attack you.\r\n\r\nUpon finding the teleport room(at the end of the sewers), someone must run to the teleporter and activate while the remaining humans must stop the zombies from getting through the force field. The teleporter will take 2 minutes to warm up, at which point the bridge extension will open up and the teleport will be ready. At the same time the forcefield will activate. If all the zombies have been held back then the humans will need to teleport in to the pointless room. A minute later the base will be gassed. The test chamber is no longer immune.\r\n\r\nBugs\r\n----------\r\nThis is a beta so it isn't perfect.\r\n\r\n-The gas is way too powerful and is nothing like a nerve agent would be like.\r\n\r\n-Sometimes the forcefield will not engage and will not work for the duration of the map, only restarting the map will fix this... I have been unable to find the cause of this bug.\r\n\r\n-Bots can't navigate for crap on this map.\r\n\r\n*If you find any other bugs please tell me.\r\n\r\nOther Stuff\r\n----------\r\n\r\n+If zombie respawn is enabled where they respawn as terrorists, closing the zombie cage will stop the flow of zombies.\r\n\r\n+If someone finds out the code to the admin room and the humans camp in there, then all the zombies have to do is activate the teleporter and gas them.\r\n\r\n+There are weapons laying about in the offices, some hidden most not.\r\n\r\n+If no one knocked out the power, the sewers make for excelent places to hide since nightvision will not work.\r\n\r\nCredits\r\n----------\r\n\r\nCreater-\r\nUSMC|American Raptor\r\n\r\nClosed Beta Testers-\r\nUSMC|Jarhead\r\nUSMC|Slrpr\r\nUSMC|AMD\r\nUSMC|NeonicAcid\r\nUSMC|Offspring\r\nUSMC|Sandman\r\nUSMC|Python\r\nUSMC|Heineken\r\nUSMC|Eyes_Of_Illusions\r\nUSMC|Semper Fi\r\nUSMC|Sandman\r\n\r\nValve Software(Test Chamber and this game)"
}