{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_vehiclecenter_b2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 350212,
			"_nDownloadCount": 1640,
			"_nFilesize": 1817086,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/350212",
			"_sFile": "zm_vehiclecenter_b2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1184598489
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133023,
	"_sName": "zm_vehiclecenter_b2",
	"_sText": "So first of all this is my second beta which i made while ago. First beta were tested at public but I didint spread it anywhere cause I wanted to check how it plays and fix stuff.\r\n\r\nMap has been made kinda low detailed to make it run fine with my current mapping skills. :D\r\n\r\nMap has been also optimized so it did run perfectly with 32 players with respawn (all the time all players in battle). I had 60 - 120 fps all the time with my comp that arent so good. So for example most of zm maps has much lower fps with this comp.\r\n\r\nPpl did like it. Or I think so. When there was vote for changing/extending map allmost everyone did extend it 2 times row.\r\n\r\nMap has also some \"secrets\" which arent so hard to find.\r\n\r\nWhen u look at the pic #2 I think ure wondering that its annoying to fall from the pipes and die. But actually it teleports u to grave yard for 0 - 30 sec. So its not good idea to jump there in panic to get away from zombies cause zombies gets u for sure at gy (no camps and not so much space to run). Mmeh i think its better to become zombie than die? Em I wrong?\r\n\r\nHmmh I think I recommend 32 - 50 players for this map. It has 60 spawns.\r\n\r\nAbout that it has mixed gameplay there is possiblity to camp normally, barricade, climb, hunt and so on.\r\n\r\n\r\nServer where I tested this map:\r\nName: House of the livingdead (ZombieMod 2.0 beta)\r\nIP: 84.244.162.241:27015\r\n\r\nNice zombiemod 2.0 (beta) server. All settings has been set personally for each map if needed so i recommend this srv to all who likes zm 2.0. ;)"
}