{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zombie_outpost_No1.bsp",
					"zombie_outpost_no10000.jpg",
					"zombie_outpost_no10001.jpg",
					"zombie_outpost_no10002.jpg",
					"zombie_outpost_no10003.jpg",
					"zombie_outpost_no10004.jpg",
					"zombie_outpost_no10005.jpg"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 350729,
			"_nDownloadCount": 1312,
			"_nFilesize": 1416377,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/350729",
			"_sFile": "zombie_outpost_no1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1182538200
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133198,
	"_sName": "zombie_outpost_no.1",
	"_sText": "<hr>\r\n  I made this map in two days. I stayed up all night long making this map and making sure I fixed every bug. 48 hours I spent. Leave comments and suggetions. I even have a story of how you came to the Outpost :) There will be many other Outpost that I will make with more places to go and more secretes to find. And more zombie madness!\r\n<hr>\r\nStory Of the Outpost\r\n<hr>\r\n\r\n  It all began with an experimental error when trying to make the perfect super solider. Everything was going well until....until the \r\nexperimental human went all wrong. It changed his skin and then his hunger began to change. He was no longer human. The monster had became something more than human. It became so sort of z zombie looking creature. The monster had killed all the soliders and scientist there. That was 30 years ago.  A war between Terrorist and Counter-Terrorist  have began. A team of 18 Counter-Terrorist have been assigned to go to an outpost called outpost No.1. The Terrorist team has assigned 18 of its soliders to attack the team of 18 Counter-Terrorist. When the CT's have arived to the Outpost No.1 a missile from the Terrorist hit the Ct's plan and the Ct's while going down fired a missile at the T's and both plans landed. When they all came out of the plan there were about to fire at each other but a Howling Screaming sound came out of no where. And down on the street they all looked they saw this monster. They where about to fire until they saw the monster became one of the Ct's and have fired a shot at one of the Ct's solider. It then Jumped into the air and took one of the T's soliders. Over the years the monster has learned how to transform into a human. So together with both Terrorist and Counter-Terrorist they need to bring this monster down before all of them become...Zombies!\r\n<hr>\r\n\r\n  Hope that story was good and hope you like the map :)"
}