{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"zm_zombie_turret_attack.bsp",
					"zm_zombie_turret_attack.bsp.ztmp",
					"zm_zombie_turret_attack.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 344222,
			"_nDownloadCount": 1386,
			"_nFilesize": 5755970,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/344222",
			"_sFile": "zm_zombie_turret_attack.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1203191309
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133168,
	"_sName": "zm_zombie_turret_attack",
	"_sText": "This map is made for zombie mod but after making it, I realized that it could also work good for a deathmatch map. \r\n\r\nWell in the map there are several rooms that have things such as chairs, couches and vending machines to block the doors with. Although to make these work the best, i'd suggest having ragdoll physics set onto the server, otherwise the map itself won't work as good as it could.\r\n\r\nThere are also several artillary shooters in the map. There are 2 on one building then one on another. These are fully functional and can be used by pressing 'e' while by them. You can aim them with the wsda buttons and shoot them with the left mouse button (or whatever button you use to fire weapons with).\r\n\r\nAt the spawns, there are 2 P90 dispencers for each team since a P90 seems like one of the best guns in zombie mod, you can just run up there, grab the gun and run to somewhere safe. \r\n\r\nI put the spawn areas for both teams on opposite sides of the map so the map could be used for other things such as dm instead of only zombie. But both sides have buy zones in them as well.\r\n\r\nThe map itself is dark in some areas to give it a bit more of a scary feeling to it. Knowing that a zombie could be right behind you, but you can't see it in the dark could ultimately make this map great.\r\n\r\nI spent about 30 hours total creating and perfecting this map, so please, if you find problems in it, tell me. I even included a real working ferris wheel to just mess around with and to have fun on (note: i did not make the ferris wheel, it was a downloaded prefab)."
}