{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cel_xmas.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 335706,
			"_nDownloadCount": 1787,
			"_nFilesize": 1254842,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/335706",
			"_sFile": "cel_xmas.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1230632700
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133269,
	"_sName": "cel_xmas",
	"_sText": "This was a 1 day creation made a few weeks ago for the <a class=\"blue\" href=\"http://www.fpsbanana.com/threads/138051?page=7&amp;mn=3_body\" target=\"_blank\">Xmas mapping competition</a>, didn't really place too much thought into a layout or style other than playing some more with Cel shaded effects on custom models.<br><br>\r\nThe layout is similar to several AWP maps but that was not really my intention for gameplay, just straight up  GunGame action as per usual.<br><br>\r\nI've spent another day on the map to include some new snowflake effects and basic soundscape along with one interesting little thing people will discover really quickly when they play the map.<br><br>\r\nSeveral custom models were used in this map, they will be made available on this site in a simple to download form shortly, just need to package them up nicely is all.<br><br>\r\npersonal assessment of the map, between a 5-6 perhaps, due to the requirements of the contest and just simplicity seen in the map. Nothing really stands out.<br><br>\r\n<b>BSP Filesize:</b> <i class=\"green tmid\">4.88 MB</i>\r\nCompiled for CS:S<br><br>\r\n<hr class=\"blue\"> \r\nThis wasn't a horribly serious attempt at a map, just an absent minded creation for simple relaxation one day. If someone wants to go nuts with it just ask me for the .vmf and I can send it or upload it to the MiP's section even.<br><br>\r\nEnjoy and Happy Holidays,\r\nLogan Dougall<br><br>"
}