{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"fy_iceworld_bloodflow.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 348354,
			"_nDownloadCount": 2646,
			"_nFilesize": 275173,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/348354",
			"_sFile": "fy_iceworld_bloodflow.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1190749710
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133345,
	"_sName": "fy_iceworld_bloodflow",
	"_sText": "Edit: \r\nI edited the map's name since there was a few problems when downloading it to servers. So I made the name shorter. If you had a problem with it before, try again.\r\n\r\nFixes Made:\r\n-Fixed Lighting in the middle of the map so it dosn't blind you.\r\n-Made light effects in the tunnels.\r\n\r\nThis map is a remake from the origonal fy_iceworld map. In mine I took away the guns that are normally at the start and put in buy zones instead. \r\nI also cut a chunk out of each of the 4 main blocks in the map so you can go through the middle of them and into the middle of the map.\r\nI also added 8 ladders which lead to higher areas of the map (highest is a platform I added). \r\nI also raised the skybox, added blocks on top of the 4 main blocks and doubled the amount of spawn points from the origonal (origonal had 24, this one has 48). Although 48 people would be crouded for this map, I tested it with 30 bots and it was rather fun.\r\n\r\nI remade this map to extend the amount of strategic moves you can make to kill your opponent. \r\nAlthough the general idea of this map hasn't changed, I made it so a gun game server could successfully run it with no problems or complications.\r\n\r\nThe addition of the buy zone was placed so that people would stop complaining when another person took the gun they want. I know personally that every time I play in an iceworld map, there's at least 5 or 6 people that will compain everytime when they don't get their gun. With the buy zone, they don't have to worry about that if the map is being played in a normal gameplay format."
}