{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_12_gauge_shotty_final.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 324324,
			"_nDownloadCount": 1249,
			"_nFilesize": 15531874,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/324324",
			"_sFile": "gg_12_gauge_shotty_final.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1267603130
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133411,
	"_sName": "gg_12_gauge_shotty_final",
	"_sText": "Is your gungame server filled with gg_aim_shotty clones like mine? Well, mash them all together into a single map. Players start unable to fire upon each other until one person enters the center area via teleport (modified from Biuxify's spritetrail prefrab) and chooses one of the 12 aim shottys (hence the map name) by pressing the red button in front of the picture of the map. There are also 2 secret aim shottys to choose from if you can find them. \r\n\r\nChoices include:\r\n-gg_aim_shotty created by -=][-][=-Silent\r\n    The original that started all these maps.\r\n-gg_sewer_shotty created by Dr. Kepper\r\n    An aim shotty with an underwater area where the ground normally is\r\n-gg_heavy_shotty created by (unknown)\r\n    An aim shotty with a basement area\r\n-gg_shotty_snow created by fiasco\r\n    An aim shotty with a snow theme with a taller central area and middle passage \r\n-gg_shotty_suburb created by soulsz\r\n    An aim shotty with a suburban theme with a modified upper level that you can get to the top of.\r\n-gg_cbble_shotty created by festea\r\n    A larger aim shotty with a cbble theme and large central building.\r\n-gg_wow_shotty created by The Naked Stick\r\n    A more circular spooky shotty made for warriors of war clan (that I am also in)\r\n-gg_momentum_shotty created by Dr. Kepper\r\n    A duplicate of aim shotty with a warehouse theme. The boxes and side walls move up and down ever 5 seconds.\r\n-gg_glass_shotty created by Dr. Kepper\r\n    A duplicate of aim shotty with a glass theme. Give wallhacks to everyone.\r\n-gg_halo_shotty created by Dr. Kepper\r\n    A duplicate of aim shotty with a halo theme. Everyone also has half gravity. Halo textures by [-B-]\r\n-gg_hell_shotty created by Dr. Kepper\r\n    A duplicate of aim shotty with a fire theme. There are many ramps that launch players to the other side to speed up game play and increase movement. Also, fall damage has been disabled.\r\n-gg_simpson_arena_vi created by RattenHaus\r\n    A simpson theme map that has a layout pretty similar to shotty, but the center area stairs are directly in front and the sides of the map are less open.\r\n\r\nSECRET SHOTTYS\r\n-gg_rave_shotty created by Dr. Kepper\r\n    An aim shotty duplicate complete with disco balls, neon textures by shox, and some music by the East Clubberz\r\n-gg_sonic_shotty created by Dr. Kepper\r\n    An aim shotty duplicate with a blue metal texture theme with textures created by .Eric, a rotating Sonic model created by (unkown), and players move twice as fast.\r\n\r\nIf you upload this to your server or use part of it for your map please post here, I'd love to hear about it. Also reviews are greatly appreciated."
}