{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"README.txt",
					"gg_200glockbullets.bsp",
					"gg_200glockbullets.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 301678,
			"_nDownloadCount": 1142,
			"_nFilesize": 571941,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/301678",
			"_sFile": "gg_200glockbullets.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1341685353
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133423,
	"_sName": "gg_200glockbullets",
	"_sText": "Gungame map, also works as a fight yard map. Comes with BSP, NAV and Read-me.\r\n\r\n- Buyzones included;\r\n- No weapons anywhere in the map;\r\n- Improved .nav file.\r\n\r\n**Note:** The screen shots make the map look like crap (because of the lightning), but when you play it, it isn't that bad. I'll might apply colour correction to the next version.\r\n\r\n\r\nThis map is a look-a-like to gg\\_deagle\\_assault, but we can't make a comparison between this maps. This is because my map has different boxes size (making paths with normal width and others thinner). Also, this map has breakable boxes. When we get to the map, there are standard paths to walk, which by themselves make a good gaming situation, but when we break the boxes, we add several more paths to the map, adding complexity and fun to the game. The paths are completely different from any other map. One other feature, I made 4 types of boxes (in texture ways), there are the unbreakable boxes and three different breakable boxes with different textures and resistance. I also made boxes of different sizes, and the boxes maintain the same resistance value (example, a box has 5 of resistance, half of that box has only 2.5 of resistance). To conclude, I also made some camping spots, which are very small, but that are placed so that players can humiliate others.\r\n\r\n\r\n**Why name it gg\\_200glockbullets?**\r\n\r\nThis was a random event. I was shooting all the breakable boxes (not spending a single bullet any other place and not making bullets pierce to the next box) and, at the end, I had spent 200 glock bullets breaking all those boxes! Of course I had to go buy another glock before I finished shooting them all. As I didn't had any idea for the map's name, I chose that one then xP\r\n\r\n\r\nWell, I just hope you enjoy playing it as much I did ;)\r\nDon't forget to comment and rate it :)"
}