{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "readme.txt",
					"Steam": {
						"steamapps": {
							"YOUR_USERNAME": {
								"counter-strike source": {
									"cstrike": {
										"maps": [
											"gg_auschwitz_beta.bsp"
										]
									}
								}
							}
						}
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 307397,
			"_nDownloadCount": 1512,
			"_nFilesize": 8567020,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/307397",
			"_sFile": "gg_auschwitz_beta_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1321537205
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133734,
	"_sName": "gg_auschwitz_beta",
	"_sText": "This map is more or less my first serious project.\r\nMy girlfriend came up with the idea when I asked her about some interesting mapping or gaming scenarios. \"A concentration camp would be kinda unique.\" she said and that's when I started working. After 3-4 Months of work I proudly can say that gg_auschwitz reached Beta status (its not a final because none except me and some close friends tested it yet).\r\n\r\nThe gameplay is pretty fast, there are 4 different ways that allow the players to enter all areas of the map very quickly. The balance has been referred to as \"good one\" , but I hope I get some good bug/issue reports to get everything perfectly. I made the map this dark on purpose, its a concept map that should mirror the vicious things that went on for years on that specific place.\r\n\r\nFinal note: \r\nWith this map I do not want to express any kind of racist or any political opinion. I simply wanted to sort historical things out for myself by means of building it for everyone to access and experience, so that maybe the attention is drawn again on the subject of WW2. Awareness is the best thing to evade future mistakes concerning the topic of racism."
}