{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_austere_facility.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 346171,
			"_nDownloadCount": 1118,
			"_nFilesize": 8249134,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/346171",
			"_sFile": "gg_austere_facility.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1197366213
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133737,
	"_sName": "gg_austere_facility",
	"_sText": "<font color=\"#6666FF\">Gg_austere_facility\r\nBy:  Natalya[AF]\r\n\r\nMap Features:\r\n- 48 Spawns\r\n- Cubemaps\r\n- Radar Map\r\n- Custom Textures\r\n\r\nThis is my first attempt at a Gun Game map.  It has a rather simple layout, 2 spawns on either side of the map connected by a tunnel.  The tunnel has 2 stairs leading into the main part of the map.  The main bit is the interior of a warehouse type building, presumably underground.  It has 2 main levels.  The second level can be accessed by 2 stairways, each of which is near a spawn.\r\n\r\nThe textures are the skybox (look up in the main area to see stars) and a counter top in the tunnel area.  It also has built in some skins for various props including the vending machines, van, pickup truck, and some other small stuff in the tunnels.  The skins shouldn't show up on other maps and won't override any customs you have when you go to another map so don't worry about that happening.  They will show up here only.\r\n\r\nInspiration came from this map:\r\n<a href=\"http://www.fpsbanana.com/maps/40439\">gg_underground_z</a>\r\nBut all the work in my map is 100% mine and original.  I didn't actually take anything out of underground z aside from ideas.\r\n\r\nThanks to Seraphim for helping error test it.\r\n\r\nAnyway...  I hope y'all enjoy the map.  Expect a Death Match version tomorrow.\r\n\r\n*EDIT*\r\n\r\nHere's that Death Match version:</font>\r\n<a href=\"http://www.fpsbanana.com/maps/40890\">dm_austere_facility</a>"
}