{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_bkh_majestic_v1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 339817,
			"_nDownloadCount": 1395,
			"_nFilesize": 1536142,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/339817",
			"_sFile": "gg_bkh_majestic_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1217540379
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133864,
	"_sName": "gg_bkh_majestic_v1",
	"_sText": "-= NEED SOME HELP =- \r\n\r\nI'm adding this map so people can assess it and give me feedback on how I can improve the optimization portion of this map.  I'm not happy with the file size and I need some experience mappers to critique the heck out of it.  I'm probably going to add a 3D skybox.  Its hard to use skip,hint and func_areaportal in the doorways and windows because everything is round and I know to use them they have to fit the opening just right.  So I need so advice from you mappers out there.\r\n\r\n-= MAP DESCRIPTION =-\r\n\r\nThis map contains 5 portals on each side.  1 on top of each castle for a quick way down to original spawn point.  2 on each second floor for a quick way to the top of the castle, (screenshot 3) and 2 semi-secret portals behind the spiral stairway castle, (screenshot 1 you can see the arrows in the corner of the map), that takes you to the top of the opponents castle.  Map is very playable but I\"m just not quite happy with the end results.  \r\n\r\nAlso includes rope ladders and land mines.  2 spiral staircases in each tower.  On the top of each castle is a cannon that shoots barrels to the other teams castle by pressing the red button in screen shot 6.  \r\n\r\nI'm open to all constructive criticism and would like some feedback on how to improve this map.  \r\n\r\nMax 20 players and did not include a nav file because I will probably be making so changes.\r\n\r\nThanks guys."
}