{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_bkh_focus.bsp",
					"gg_bkh_focus.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 338950,
			"_nDownloadCount": 1417,
			"_nFilesize": 795991,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/338950",
			"_sFile": "gg_bkh_focus.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1219689045
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133857,
	"_sName": "gg_bkh_focus_v2",
	"_sText": "This is another \"bkh\" map that I made and run on my server.  I use it for GG/DM but I also included buy zones so it can be use as a non GG map.  \r\n\r\n----------------------------------------\r\n\r\nThis map includes two bottle neck tunnels in the center with a red smoke screen in the center of each tunnel so obscure the opponents and includes a whoosh sound when entering the smoke.  I also included several optimizing tools such as Tools/Hint, Tools/Skip, Tools/Nodraw, Tools/Block Light  and Tools/Occulder.  \r\nThere is also many displacements used for the columns and curved objects.  A Nav file is included.  This map has 42 spawn points, 21 on each side.  It is not a random spawn map. \r\n\r\n----------------------------------------\r\n\r\nNOTE:\r\nI play this map on my server but there has been a couple players that claim they see purple where the blue should be.  I'm not sure why this is.  Ive only had this complaint from 2 players.  Everyone else sees  it just the way it looks in the screen shots.  So if anyone know why this might be happening please pass it on to me.  I personally believe its their video card but I just wanted to let people know.\r\n\r\n----------------------------------------\r\n\r\nUPDATE\r\n\r\nThe blue texture has been changed/fixed due to some players could not DL the texture.\r\n\r\n----------------------------------------\r\n  \r\n\r\nI'm open to all constructive criticism and any suggestions to make this a better map."
}