{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"maps": [
							"gg_bkh_mole_v3.bsp",
							"gg_bkh_mole_v3.nav"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 332445,
			"_nDownloadCount": 1655,
			"_nFilesize": 2590233,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/332445",
			"_sFile": "gg_bkh_mole_v3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1240179939
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133867,
	"_sName": "gg_bkh_mole_v3",
	"_sText": "<fieldset><legend><font size=\"4\"><b class=\"orange\">gg_bkh_mole_f</b></font></legend>This is a map I made a while back and decided to release it with updated textures and also several modifications.  I created this map with the idea of an underground tunnel system.  The map is about 98% displacements.\r\n\r\nPlayers start out in a tunnel like cavern and there are two ways to exit the spawn.  One exit leads to the upper level and the other exit leads to the lower level.  Once you make your way out of the spawns there is an open area that consists of two levels.  This is where most of the action will take place.\r\n\r\nIncluded are a couple of rope ladders, nav file, buyzones, sound, and 32 players.\r\n\r\nPlease download before assessing.  I enhanced the screenshot for better viewing, so the screenshots are a bit brighter than the actual map.  Any constructive criticism would be appreciated.</fieldset><br>\r\n<fieldset><legend><font size=\"4\"><b class=\"red\">Updates</b></font></legend>Thanks to my fellow mappers assessments and their keen eyes and knowledge for mapping details, I have updated this map with the following.\r\n<ul><li>Softened the lighting so it is not as bright.</ul></li><ul><li>Created  more of a rougher look on the tunnel walls so they dont look so round.</ul></li><ul><li>Added a generator with sound and also added cables/wires and light switches for the lighting.</ul></li><ul><li>Replaced the track texture with metal grate texture.</ul></li><ul><li>more displacement work on the center floor area.</ul></li>Thanks again for all the constructive feedback.</fieldset>"
}