{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_blood_bath.bsp",
					"gg_blood_bath.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 339502,
			"_nDownloadCount": 1117,
			"_nFilesize": 1664011,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/339502",
			"_sFile": "gg_blood_bath.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1218323774
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 133918,
	"_sName": "gg_blood_bath",
	"_sText": "****THIS IS ONLY THE BETA VERSION****\r\n\r\nI made this map for gungame to add a lot of excitement into the game itself. Playing in this map i've noticed a lot of things, such as that this is a very strategic map if you know it well. The addition of the fog adds a very lonely feeling to the gameplay. When you're alone in a foggy map and can hear your enemies running all around you, that's when the game gets intense. I made this map for a very intense gameplay. This map is made to suit every type of player, all the way from snipers to knifers. \r\n\r\nI did include a .nav file and the bots play very well in this map, which is a lot of fun. I also included buy zones for regular gameplay (since i know some people like that better than gungame). Also, I put in about 70 spawn points, not that you'll need that many, but to make the spawning for the teams more diverse so that people won't spawn right on top of eachother like most spawn areas that are concentrated to one localized spot in the map. Having the spawn points like I have makes it also seem like a random spawn sorta thing. Also, there is an easter egg (hidden area) somewhere in the map that both teams can easilly access if the see the access point to get to it. And when you find it, jump in.\r\n\r\nThe map also looks somewhat dark, but really, it's not at all. It's very easy to see in the map, other than the blurry look of the fog, but other than that, it looks very well lit up while playing in game.\r\n\r\nPlease test this map out either on your own, or is your server and come back and give me an assessment with constructive criticism to help improve my finished version of this map."
}