{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ReadMe.txt",
					"gg_crackalackin_done.bsp",
					"gg_crackalackin_done.nav"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 346174,
			"_nDownloadCount": 1305,
			"_nFilesize": 1123605,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/346174",
			"_sFile": "gg_crackalackin_done.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1197341115
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 134286,
	"_sName": "gg_crackalackin_done",
	"_sText": "This map was originally designed as part of a DE map I was making, and someone suggested to open up a part of the restricted area/boundary area..  So instead, I cut it apart and created a gg map out of it.\r\n\r\nThen it slowly became a Halloween theme, and got it released in time for that, but it wasn't as good as it could have been, and through play testing, found that the teleporters had some problems.  Some people also had been complaining that it was too dark.\r\n\r\nSo, I continued working on it, and this is the final product.  People should no longer get stuck inside of each other, and the gameplay should be a little more balanced.  Also, it has gotten much better looking. Unless there's something that is effecting gameplay, I'm done monkeying with it.\r\nFeedback will be considered for future releases though.. \r\n\r\nI didn't get around to a map overhead, but its really not needed, considering the size of the map, its not like you're going to get lost.\r\n\r\nIf you're thirsty, grab yourself a drink..  go relax outside or something.  Just don't run into things if the lights go out.. \r\n\r\nAlso includes buyzones incase an update messes with the GG mod..  \r\n\r\n\r\n- Thanks to 3lue (aka Limpet) for his assistance whenever I'd get stuck\r\n&\r\n- Thanks to [GG] and our regulars for putting up with all the versions I've released, and for their feedback.  \r\n"
}