{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"maps": [
							"gg_deagle5_cube_b3.bsp",
							"gg_deagle5_cube_b3.nav"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 341363,
			"_nDownloadCount": 1474,
			"_nFilesize": 1669830,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/341363",
			"_sFile": "gg_deagle5_cube_b3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1212901680
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 134390,
	"_sName": "gg_deagle5_cube",
	"_sText": "<table border width=400><font color=RED>GG_DEAGLE5_CUBE</font>\r\n\r\n<strong>T</strong>his is my latest that I have made. I am very proud of it since I put a whole lot of work into it. \r\n\r\n<fieldset><legend>Special Thanks</legend> Here are some people that I want to thank for helping me make my map the best it can be. \r\n<ul>\r\n<li><strong>Greyfrog</strong> - Thank you for helping me optimize and make the map look a lot cooler.\r\n<li><strong>Crazypip666</strong> - Thank you for instructing me where to place my func_details\r\n<li><strong>Ownt</strong> -Thank you for giving me feedback on my map\r\n<li><strong>HacksawJack</strong> - Thank you for making the custom logo for my map\r\n<li><strong>My Studio</strong> - Thank you also for helping me and giving me feedback</ul></fieldset>\r\n<br><fieldset><legend>Notes</legend><ul><li>I tired a lot of new things in this map. I used a lot of func_details, well more that I have in any previous map.<li> I used a new lighting technique and I think it looks great!<li>I used the skip texture for the first time and it turned out very well.<li>I made everything by hand and used made all of it up (except for the box layout) and I think it looks amazing. <li>I used a env_fog_controller for the first time (thanks to Greyfrog) and it gives the map a great effect.</ul></fieldset>\r\n<br><fieldset><legend>What is included</legend> In the file i have included the Map file as well as a NAV file for bots.</fieldset><br><fieldset><legend>How to install</legend>Once you download the rar file, you should extract it to your cstrike folder. It will ask you if you want to replace the files. <font color=green>Click yes.</font></fieldset><br><fieldset><legend>Random Info</legend><ul><li>The average compile time was about 16 minutes<li>The most frequent obscenity uttered was \"fuck\"<li>It took a total of 27 days to make this map<li>Greyfrog doesnt like when I talk about his wife<li>Nosoul likes ponies</ul></fieldset>\r\n\r\n<font color=orange>Please! When you assess, please give me good, honest feed back and tell me what I can improve on!</font>\r\n\r\n<font color=green>Thank you all,<br>Nosoul!</font></table>"
}