{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"depression": [
						"gg_depression_b1.bsp",
						"gg_depression_b1.bsp.bak"
					]
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 343652,
			"_nDownloadCount": 1169,
			"_nFilesize": 16360577,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/343652",
			"_sFile": "depression.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1204849192
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 134446,
	"_sName": "gg_depression_b1",
	"_sText": "Gg_depression\r\n\r\nDepression was my attempt to create a map of how I actually felt, while it started out being a very dark, gloomy map, as the days past I decided to create more and more feelings, so the map has a crazed sense of many different themes at once. Depression is centered around my \"mind\". Most of the things in the map do play a significant role in my life. Though I hope to make some big changes for each panel of feelings, this is beta 1 and hence, the first major play test, so don't expect gameplay to be perfect.\r\n\r\nIf anyone is interested, the parts of the map are described below, with their special meaning to me.\r\n\r\nThe woodland/park area with lush trees, golden statue, water fountain and benches represents tranquility. The watery cage, graves, headless statue and dead body represents evil/death/suicide- all my fears. The empty bed, ticking clock and lone, raining desk represents loneliness and insomnia. The gated area, with a heavy metal door is where all the secrets a human can hide are. The very center area is the core; here a person can go to any other feeling, which is why sometimes we can be so happy, yet so sad at the same time. This area is inside a broken religious tower- which in my terms is an upside down look at life, represented by the upside cross underneath the map. A table for 2 is set inside here. Finally, the island with the tree. The tree is me- rotten on the outside yet capable of producing good things, represented by the fruit.\r\n\r\nLastly, notice little quotes all around. These add to the depth to slightly explanation how I see life.\r\n\r\nThanks to Hessi for the props and textures. All were taken from his map de_mediterrano which is very beautiful. Also thank you karatekafer for your sky texture. Also thanks Resident Evil 4 for the music.\r\n"
}