{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"gg_double_shotty.bsp",
						"gg_double_shotty.nav"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 342855,
			"_nDownloadCount": 2208,
			"_nFilesize": 916087,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/342855",
			"_sFile": "maps_151.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1207446421
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 134597,
	"_sName": "gg_double_shotty",
	"_sText": "The original map that this was based on was called: gg_andres_simpsons_dbl_shotty, basically it was never released on the internet and was just made for and used on a popular gungame server called andres funservers in the UK. Unfortunately the server closed down about a year ago and the map was almost lost forever except for 1 or 2 other servers that put the map on.\r\n\r\nEveryone seems to love this map, and it's original creator was Aaron Moore. I have retextured it using phqnix's textures and edited a few small things as well as optimized it, and now it's once again available again for everyone to enjoy!\r\n\r\nEDIT - This is a new version - I have changed a few things since \"gg_dbl_shotty_reloaded\" including:\r\n\r\nAdding the side bits\r\nMaking the top part wider\r\nMoving the boxes near the stairs (they were in the wrong place in the last version)\r\nUsing a more appropriate skybox\r\n\r\nI think this version looks better than the previous version, mainly thanks to Karatekäfer's skybox.\r\nThis version has been renamed to \"gg_double_shotty\"\r\n\r\nMaximum players: 40\r\nRecommended players: 20 - 30\r\n\r\nCredits:\r\n\r\nAaron Moore - the original creator of this map - respect <3\r\nPhqnix and Hamster - thanks for the great textures!\r\nKaratekäfer - thanks for the great skybox!\r\n\r\nEnjoy, elliotuk and the gg Nuts team!\r\n"
}