{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"README.txt",
					"gg_humiliation_danger_v2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 306970,
			"_nDownloadCount": 1242,
			"_nFilesize": 780606,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/306970",
			"_sFile": "gg_humiliation_danger_v2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1322958910
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 135317,
	"_sName": "gg_Humiliation_danger_v2",
	"_sText": "[NEW VERSION - CLICK HERE!](http://gamebanana.com/cssgg/maps/165491 \"New version - CLICK HERE!\")\r\n\r\n\r\nThis is the edition of my previous map, \"gg\\_towerbit\". Now, gg\\_Humiliation\\_danger brings an exciting experience of tower defense and humiliation dangers. There are three towers, two for each team and a central one. This central tower has invisible walls when seen from the outside, but it has concrete walls when in the inside. This makes it very vunerable to all other players in the ground, except this tower has healing powers...\r\n\r\nThere is a good camping place, at the players spawn, that offers quite good view to the enemies tower, which could be used by snipers to kill and clean the tower from the distance and the safety of the spawn area. To cross to the other side of the map we have three options, the central passage or the side passages. The central passage is tight and will be full of players trying to get into the main tower, and it’s a big risk going by this path, but neither the side paths will save you from the eminent danger of the humiliation. This sides offer quite good camping spots, either to humiliate players, either to kill players in the towers. It has an simple disposal of obstacles that makes the humiliation task pretty much easy. So, it would be a good way to have fun, looking for killing people that way!\r\n\r\nIn the overall, the map is quite balanced, has good camping spots, good humiliation spots, good sniping spots, offers a competition towards conquering the central tower. Personally, I think the map is great, much better than my first map. So, I expect everyone enjoys it!!\r\n\r\n\r\n[NEW VERSION - CLICK HERE!](http://gamebanana.com/cssgg/maps/165491 \"New version - CLICK HERE!\")"
}