{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_ht_texture.bsp",
					"gg_ht_texture.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 339019,
			"_nDownloadCount": 1157,
			"_nFilesize": 210074,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/339019",
			"_sFile": "gg_ht_texture.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1219601967
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 135315,
	"_sName": "gg_ht_texture",
	"_sText": "You can see this map in action at my server: 72.249.94.124:27015  - Hello, this is the first map I've made AND released. Its been tested on my gungame server, and appears to be enjoyed by the players. Best for fewer players, but can support up to 16 players. Very small so it makes for an instant action gungame: round start, BOOM ! Headshot! etc, round end. However, there are underground tunnels for hiding and sneaking to enemy spawn to get your knife kill, and an upper area to snipe, so those with lesser guns can avoid immediate action if desired. Makes for a fun kill fest! Download it and let me know what you think, especially what I could do to improve it! Also, please feel free to visit my gungame server: [DE] (Death Elite Squad) REVERSE GUNGAME TURBO SERVER at 72.249.94.124:27015\r\n\r\nTest notes: After seeing the map in action, and with feedback from various sources, I think this map would benefit from the following: Lighting could be improved in the lower area, and I was thinking there should be light switchs at both ends of the tunnels below the floor. Some players like to camp the tunnels forcing players to seek them out in total darkness. Flip a light on, and they lose the darkness advantage. Map could be slightly bigger, with a bit more cover or escape from instant encounters on spawn. The textures should be different, but i'm thinking something less typical than the \"real life simulation\" style texture. I'll let everyone's imagination flow on what I mean by that, because i'm not quite sure how to explain it. "
}