{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"gg_murder_grounds.bsp",
						"gg_murder_grounds.bsp.bak",
						"gg_murder_grounds.nav"
					],
					"materials": {
						"skybox": [
							"README.TXT",
							"mpa70v2bk.vmt",
							"mpa70v2bk.vtf",
							"mpa70v2dn.vmt",
							"mpa70v2dn.vtf",
							"mpa70v2ft.vmt",
							"mpa70v2ft.vtf",
							"mpa70v2lf.vmt",
							"mpa70v2lf.vtf",
							"mpa70v2rt.vmt",
							"mpa70v2rt.vtf",
							"mpa70v2up.vmt",
							"mpa70v2up.vtf"
						]
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 340914,
			"_nDownloadCount": 1256,
			"_nFilesize": 8672054,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/340914",
			"_sFile": "gg_murder_grounds_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1214439343
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 135876,
	"_sName": "gg_murder_grounds",
	"_sText": "***UPDATE***\r\nI changed and reuploaded the map file with the skybox texture I used, this should fix the problem of there being no skybox visible when you play the map. To download and use this map, download and save this file to your C:\\Program Files\\Steam\\steamapps\\username\\counter-strike source\\cstrike folder and extract the files there. \r\n\r\n\r\nI made this map after making my marble map, I loved the idea of having the smooth turns and walkway areas that the map had and since the marble map wasn't playable, I wanted to make a map that was. Although this one was much easier than my last one because I already knew exactly what to do to get the nice curves in the map. The map is also fully optimized.\r\n\r\nThanks to Karatekaefer for the awesome skybox and mekaonija for the awesome textures used in my map.\r\n\r\nI made this map based around the thought of having a playground after a zombie attack. I had this funny image of a bunch of T's and CT's running around playing with eachother then a bunch of zombies just came out of nowhere and everything ended up dead.\r\n\r\nIf you have a problem with the custom textures, PLEASE tell me."
}