{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_oil_rig.bsp",
					"gg_oil_rig.nav",
					"readme.txt"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 332455,
			"_nDownloadCount": 1148,
			"_nFilesize": 190581,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/332455",
			"_sFile": "gg_oil_rig.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1240167391
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 136007,
	"_sName": "gg_oil_rig",
	"_sText": "Ok so this is my second map for FPSBanana, and my first for my new studio Vertex Studio, which I'm glad to be a part of.\r\n\r\nI did this all in one long ass night, full of restarts, this game is currently unavailable, and computer crashes, due to fucking ladders.\r\n\r\nSO anyways, I'm really happy that I managed to release this within the 3 week limit lol, and my next project will be a realistic map, but I havent decided the actual map theme. Heres the summary of the map from my project page:\r\n\r\nThis is my first map for Vertex Studio!\r\n\r\nAfter crashing my computer countless times and fixing a shit-ton of bugs, its here. Its a map in which you spawn in the same room as the enemy, only you're separated by a glass wall. You then jump down into the first fight pit, full of glass walls to fight through, then head to the corner and jump down to the crate-yard, overlooking the sea upon which your oil rig lies. Head up the ramp and climb the ladder to the top of this menacing dev textured beast and jump into the final fight pit, but be warned, the only way out of the pit is to die.\r\n\r\nPLEASE enjoy the map because I put a lot of work into it :D\r\n\r\n..::DISS4LIFE::..\"\r\n\r\nSo there it is, I hope you enjoy this one better than my purple and black textured submission from earlier, but anyways, enjoy, and please rate, comment, and assess, that way I know what i did wrong, or maybe even right ;D"
}