{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_overthetop.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 328359,
			"_nDownloadCount": 1161,
			"_nFilesize": 71675,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/328359",
			"_sFile": "gg_overthetop_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1254377562
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 136072,
	"_sName": "gg_overthetop",
	"_sText": "This is just an alpha version of a map I want to make.  I am just testing the layout of the map first, and will texture it if I get a good response.  Please try it out and feel free to comment.  I mostly need layout suggestions at the moment, and will texture it nicely once this testing is done.\r\n\r\nUPDATE!: (October 1, 2009): I have made a newer version of this map with nicer corners so it is less blocky like mentioned.  This was something that also was bugging me for a while so I decided to change it.  Othere than that it is all the same, this version has been uploaded.  (Images still from the previous version!)\r\n\r\nI scrapped the idea to put side guards on the starting barrier.\r\n\r\nUPDATE: (October 6, 2009): I am not sure if the newest version uploaded properly so I will reupload it now.\r\n\r\nUPDATE: (October 8, 2009): Yesterday or the day before I started adding in textures and details, plus I added in an environmental light.  This will not be posted yet however, because not all of the texturing is very appealing at the moment.\r\n\r\nUPDATE: (October 15, 2009): I have decided to release a textured version with basic lighting and details.  It will be coming soon, but for now I just replaced my last screenshot with a screenshot of the new map.  I will upload it soon!  I also may move buyzones up onto the map so it can be used for both gungame and other modes.\r\n\r\nUPDATE: (October 31, 2009): Still tweaking with the newer version.  HAPPY HALLOWEEN!"
}