{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_pdark_complex.bsp"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 357291,
			"_nDownloadCount": 1519,
			"_nFilesize": 3132971,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/357291",
			"_sFile": "gg_pdark_complex.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1152940731
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 136105,
	"_sName": "gg_pdark_complex.bsp",
	"_sText": "GG_Pdark_complex.bsp\r\nIf you're unaware, complex is a map from perfect dark.  I remade it.  Goldeneye also had the map complex, but I don't own Goldeneye so I used textures from Perfect Dark.  I basically took pictures of my tv screen and went to town.  It isn't perfect, but you'll definitely feel like you're playing complex when you play this map.\r\n\r\nThe map was originally a DM map, but I changed it to a GG/DE map.  I didn't add DE to the name, it's meant for my clan servers (one of the mods of which is Gun Game, thus the GG).  It is a bomb map with two bomb sites.  Buy zones for both teams, I added stealth bombers that circle around the map for kicks.\r\n\r\nIf I feel like it, I'll make later versions for DM and I'll use the map for surf_oblivionarena and call it surf_oblivioncomplex.\r\n\r\nFind a bug?  Leave feedback.  Need a version?  Leave feedback.  \r\n\r\nEDIT1:  I'm going to do some revisions on this.  Apparently there are some purple textures in the map (hearing mixed feedback on this, so I'm not fully sure).  Also, I'm going to release a new map that is smaller for the purpose of gun game.  I will leave this map under the de section and rename it to a DE map later.  I also have to add more direction (bomb sites, etc.).\r\n\r\nEDIT2:  Cancel that.  I think I've done everything right (except I could have used better names for my custom textures) but whatever.  As for a shrunk version I'm not going to do it.  Not in the mood of renaming it either.  And if you guys beg me I can try a DM version (or if someone wants to make a DM version, you can ask me for the vmf)."
}