{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "README.txt",
					"1": "gg_realmaze_a1.bsp",
					"NAV with NO ladders": [
						"gg_realmaze_a1.nav"
					],
					"NAV with ladders": [
						"gg_realmaze_a1.nav"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 293496,
			"_nDownloadCount": 983,
			"_nFilesize": 534679,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/293496",
			"_sFile": "gg_realmaze_a1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1373771300
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 136288,
	"_sName": "gg_realmaze_a1",
	"_sText": "Gungame map, also works as a fight yard map. Comes with BSP, NAV and Read-me.\r\n\r\n- Buyzones included;\r\n- No weapons anywhere in the map;\r\n- Optional .NAV file.\r\n\r\n\r\nThis is a map that is very similar to my other gg\\_200glockbullets map (That is based on the gg\\_deagle\\_assault), but this map is way much better than my first gg_200glockbullets. I decided to change the name instead of making it like a new version because I plan on changing a lot of things in the map and it wouldn't be correct because I was basically creating a new map, and also because it seems to me that the name of the map referring to GLOCK is getting people away from my map. \r\nThis map has breakable boxes. When we get to the map, there are standard paths to walk, which by themselves make a good gaming situation, but when we break the boxes, we add several more paths to the map, adding complexity and fun to the game. The paths are completely different from any other map. One other feature, I made 4 types of boxes (in texture ways), there are the unbreakable boxes and three different breakable boxes with different textures and resistance. I also made boxes of different sizes, and the boxes maintain the same resistance value (example, a box has 5 of resistance, half of that box has only 2.5 of resistance).  \r\nWell, this is the first playable version of the map, I intend to add outside lightning trough windows, I plan on making the lamps to be breakable and I plan to give the map some optimization, even though it runs pretty well without it (I get 300 FPS with 9 bots in the game so...).\r\n\r\n\r\nI hope you enjoy the map! Don't forget to comment and rate :)"
}