{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"gg_rats_clues.bsp",
						"gg_rats_clues.nav",
						"gg_rats_clues.txt"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 293816,
			"_nDownloadCount": 2082,
			"_nFilesize": 22509755,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/293816",
			"_sFile": "rats_clues.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1372413871
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 136277,
	"_sName": "gg_rats_clues",
	"_sText": "This is my entry for the \"Rats Style\" mapping contest\r\n============================================================\r\n\r\n\r\nRats Clues\r\n------------\r\nGame: Counter-Strike: Source\r\n------------\r\nMap Type: Gun Game\r\n-----------\r\n\r\n****\t\r\nYou have 2 messages:\r\n--------------------\r\n\r\n- \r\n\r\n### AL,\r\n### Another poor guy lying in the small alley again, you might wanna come here. And we will not clear the area this time, as you said. Anyway, the whole scene is a mess, my guys are complaining. Just... hurry up and get here.\r\n\r\n- \r\n\r\n### AL,\r\n### Where the hell are you? we got some RATS problem! RATS!\r\n\r\n****\r\n\r\n### Calm down, sheriff! Just a second. \r\n- Rats Clues is a small gun game map, it is taking place at a crime scene in a small alley corner. There are three routes in this map; \"The head\", \"The feet\", or you can climb up to the top of the wooden table and box by ropes. You can also jump on the corpse(to be seen).\r\n\r\n****\r\n\r\n### Features\r\n- Color Corrections: Warm weather color and black n' white style as an intro of every game rounds.\r\n- Bot Navigation File: Somehow I managed to get the nav works great. The only place bots won't go is the lower deck of the table.(bots can't jump in the middle of the ladder) But they're definitely ready for fights.\r\n- Freestyle: The incredible map layouts will not stop your plaforming skill. do your parkour.\r\n- Clues: Investigating in progress...\r\n****\r\n### Specials\r\n- There's a very small chance, the lamp in the background will flickers or even breaks.(it doesn't change the gameplay, I just want to make this.)\r\n- A special graffiti with a banana I have drawn. and a photo of my pc monitor...\r\n\r\nLast thing, I was testing the map with 31 bots and it was laggy, not sure if that happends to everyone. If so, I'm really sorry about that because I can't do anything to fix that due to the map is too \"opened\". But it's fine with 26 bots.\r\n\r\nRats Clues is a rats style map by CXX AL, and it was made for FPSBANANA Rats Style mapping contest.\r\nI only did the retexture or remodel of custom models(except the HTC phone)\r\nAll the models were original made by Valve Software."
}