{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_simpsons_x2.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 349364,
			"_nDownloadCount": 4921,
			"_nFilesize": 2622085,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/349364",
			"_sFile": "gg_simpsons_x2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1187238364
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 136614,
	"_sName": "gg_simpsons_x2",
	"_sText": "**************\r\n\r\nGG_SIMPSONS_X\r\n\r\n**************\r\n\r\n\r\nThe following maps were used by me to build this map:\r\n\r\nURL: http://www.fpsbanana.com/maps/26476\r\nMAP: gg_simpsons_street\r\nAUTHOR: mck-76 / koma kolonne\r\nNOTES: This map is the main influence I used. It is the basis for gg_simpsons_x. Without this map, gg_simpsons_x would not exist. Plain and simple.\r\n\r\n\r\nhttp://www.fpsbanana.com/maps/10432\r\nMAP: de_simpsons_css_v2\r\nAUTHOR: ChoGGi\r\nNOTES: This map by ChoGGi is where I got my Simpsons textures from. I also used this map for the store designs, UFO, the bench design, etc.\r\n\r\n\r\nhttp://www.fpsbanana.com/maps/23346\r\nMAP: aim_crazyjump_simpsons_fixed\r\nAUTHOR: cepo\r\nNOTES: From this map I sourced the bus and trailer designs as well as the treehouse.\r\n\r\n\r\nhttp://www.fpsbanana.com/maps/10122\r\nMAP: awp_simpsons_css\r\nAUTHOR: ChoGGi\r\nNOTES: This map provided me with the basis for the Krusty Burger and Moe's Tavern stores.\r\n\r\n\r\nAlthough those maps by those authors were referenced to make gg_simpsons_x, I made a lot of custom textures on my own, edited texture faces, and put in a lot of personal time, work and effort to complete the build. Nonetheless, however, this map by me wouldn't have been possible without these other authors' hard work, too.\r\n\r\nThis map is similar to other Simpsons maps, as well as my other map, gg_simpsons_x.\r\n\r\nI made this map for several reasons:\r\n\r\n1 -- Some people think gg_simpsons_x is too big.\r\n2 -- I enjoy making Simpsons maps and wish I had more time to make them!\r\n3 -- It's fun trying out new layouts for Simpsons-themed maps.\r\n\r\n\r\nPersonally, I like my other gg_simpsons_x map better. It has more features, but that's largely because it's much bigger. At any rate, this map is very fun, too, and much more suited for smaller matches.\r\n\r\nThis map supports 40 players max.\r\n\r\nThe T and CT side each have 1 spawn on top of the UFO. This should add some fun!\r\n\r\n*** ALSO ***\r\n\r\n* VARIED SPAWNPOINTS !!\r\n\r\nEach team has 3 areas to spawn in on their side. It's now impossible to know exactly where your enemies will come from each round. 4 areas including the UFO spawn!\r\n\r\nIn the playtests with this new map I've had on my server, the map's been an absolute blast. VERY FAST playing map, too! No boring rounds on this map at all!\r\n\r\n\r\nEnjoy!\r\n\r\n"
}