{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_simpsons_x.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 350503,
			"_nDownloadCount": 11229,
			"_nFilesize": 3438379,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/350503",
			"_sFile": "gg_simpsons_x.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1183499510
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 136613,
	"_sName": "gg_simpsons_x",
	"_sText": "**************\r\n\r\nGG_SIMPSONS_X\r\n\r\n**************\r\n\r\n\r\nThe following maps were used by me to build this map:\r\n\r\nURL: http://www.fpsbanana.com/maps/26476\r\nMAP: gg_simpsons_street\r\nAUTHOR: mck-76 / koma kolonne\r\nNOTES: This map is the main influence I used. It is the basis for gg_simpsons_x. Without this map, gg_simpsons_x would not exist. Plain and simple.\r\n\r\n\r\nhttp://www.fpsbanana.com/maps/10432\r\nMAP: de_simpsons_css_v2\r\nAUTHOR: ChoGGi\r\nNOTES: This map by ChoGGi is where I got my Simpsons textures from. I also used this map for the store designs, UFO, the bench design, etc.\r\n\r\n\r\nhttp://www.fpsbanana.com/maps/23346\r\nMAP: aim_crazyjump_simpsons_fixed\r\nAUTHOR: cepo\r\nNOTES: From this map I sourced the bus and trailer designs as well as the treehouse.\r\n\r\n\r\nhttp://www.fpsbanana.com/maps/10122\r\nMAP: awp_simpsons_css\r\nAUTHOR: ChoGGi\r\nNOTES: This map provided me with the basis for the Krusty Burger and Moe's Tavern stores.\r\n\r\n\r\nAlthough those maps by those authors were referenced to make gg_simpsons_x, I made a lot of custom textures on my own, edited texture faces, and put in a lot of personal time, work and effort to complete the build. I spent about 30 hours or more in making this map and it was very tedious. Nonetheless, however, this map by me wouldn't have been possible without these other authors' hard work, too.\r\n\r\nI made this map because I love the Simpsons maps for CS/CS:S and because of the new Simpsons movie coming out. I hope everyone enjoys this map as much as I do and will.\r\n\r\nGG_SIMPSONS_X plays a ton better than these screenshots. The map is very large as well. Download it and play it and you'll see what I mean. A mere six screenshots on FPSBanana do NOT do it justice at all. Give it a try!\r\n\r\nI am thinking I will make a FY version of this map if enough people want it. Let me know.\r\n\r\nThanks,\r\nJeremy \"Air\" Hurley\r\nbasicair1@cox.net\r\nAIM: basicair1\r\nSteam: basicair1\r\nIRC: Air (irc.gamesurge.net)"
}