{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "gg_sunray.bsp",
					"1": "gg_sunray.nav",
					"Screenshots": [
						"Thumbs.db",
						"gg_sunray0001.jpg",
						"gg_sunray0002.jpg",
						"gg_sunray0003.jpg",
						"gg_sunray0004.jpg",
						"gg_sunray0005.jpg"
					]
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 342735,
			"_nDownloadCount": 1389,
			"_nFilesize": 2883508,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/342735",
			"_sFile": "gg_sunray.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1207803295
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 136848,
	"_sName": "gg_sunray",
	"_sText": "I have been working on this for a while now, a few months actually. After being introduced to GunGame mod and playing it for a while, I came to realize that majority of maps were somewhat small and linear. And so I decided to give it a shot and make my own, especially since arena style maps are my favorite. I tend to put a lot of effort into layout of my maps, which actually is the main reason why it usually takes me so long to finish them. And although at first glance this map might appear a bit overcomplicated, if not confusing, I must assure you that it was designed with player in mind and that as long as you follow common sense you'll end up exactly where you want. This map was also designed to encourage freestyle gameplay. Multiple levels and approach routs allow variety of choices and tactics.\r\n\r\nWell, have fun.\r\n\r\nNote: You have my permission to retexture and/or add player spawns/weapons to this map as long as you give credit to its original creator (Me). I, in fact, will later on release the original .vmf file so that people could easily add whatever they want and I wouldn't have to release multiple versions of the same map.\r\n\r\n.vmf file - http://www.mediafire.com/?xjdyydzj24x"
}