{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_manfly_teleporter.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 351588,
			"_nDownloadCount": 1597,
			"_nFilesize": 507502,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/351588",
			"_sFile": "gg_manfly_teleporter_4.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1178945548
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 136924,
	"_sName": "gg_teleporter",
	"_sText": "Here is the 3rd time I've submitted this map in the last 2 hours, hope i have completed my credits properly now. didn't mean to do it different...:(\r\n\r\n\r\nI will begin by saying Tech_Gamer, from <a href=\"http://www.fpsbanana.com/studios/1000\">black crimson studios</a> accepted my help to create a custom spawn point for his <a href=\"http://www.fpsbanana.com/maps/24771\">gg_tech_tube_b2</a>. i did this and added my name/decal to it. upon further inspection of his second release, the one with my custom spawn points, i found out that his brush work was horrible. his concept was grand, and he did the best he could for his first release. i however could not allow my name to be upon such a displeasing map design. i offered to edit his brush work only to have him decline. \r\n\r\nthis map is a 'complete' re do. no-draw textures were used, triggers, props, dynamic props, breakable brushes, and rain. I've func_detail all of the necessary brushes to give optimal frame rates. and the lighting is  quite fitting. I've worked on this map for a total time of 6 hours.  \r\n\r\nThe spawn points are separate from the main map and you will have to run a short hallway to teleport into the main game area. each hall will take you to one of the three possible floors. once inside the arches hold the key to teleporting from arch to arch. one teleporter is a 1 way. it is one the bottom, i just didn't seem to figure that one out.\r\n\r\nI hope this map ushers in a new map type. hint' hint' nudge' nudge'\r\n\r\nThank you again Tech_gamer for your grand concept, i couldn't of done this without you.\r\n\r\n\r\n\r\nenjoy"
}