{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_tip_oldwest.bsp",
					"gg_tip_oldwest.nav",
					"readme.txt"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 306528,
			"_nDownloadCount": 1988,
			"_nFilesize": 4256999,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/306528",
			"_sFile": "gg_tip_oldwest.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1324633315
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 137077,
	"_sName": "gg_tip_oldwest",
	"_sText": "gg_tip_oldwest map is by t.I.P. / Andrew Greeness\r\nversion 1.0 (first public release)\r\nI spent many months trying to perfect this map, but I finally realized it is was already well done a long time ago. It probably could be optimized, but I don't know how to do that any further. If you are a pro mapper and have some optimization tips let me know.\r\n\r\nThere are several secrets/tricks in this map:\r\n- If you destroy all the letters on the trading post sign it reads: \"ding st.\"\r\n- If you destroy just the T in the trading post sign, you can climb up on the roof.\r\n- It is possible to climb up in the bell tower, see if you can figure out how! There is one destructible wall that is marked with a lambda decal\r\n- In The saloon you can break part of the wall sticking out above the bar and climb up above.\r\n- You'll notice most of the windows in the map break individually. The saloon crossbeams break individually from the windows. If you break the metal crossbeams in the trading post windows, all the glass will break with it.\r\n- You'll notice there are beams in most of the building allowing you to climb up in the rafters, including the spawns, trading post, church, and shed... There is an invisible beam in the shed that lets you climb up!\r\n- There is a secret room that you can see when you join the server (3rd camera view). There is no way to actually get to it though. Its in the Church building.\r\n\r\nThank you for the comments everyone, I am encouraged to improve it further and release a v2.\r\n\r\nInstallation Instructions:\r\nPut the .bsp and .nav file in your maps folder.\r\nMaps folder should be at:\r\nC:\\Program Files (x86)\\Steam\\steamapps\\yoursteamname\\counter-strike source\\cstrike\\maps"
}