{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_texture_hills_v1.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 350819,
			"_nDownloadCount": 1058,
			"_nFilesize": 271887,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/350819",
			"_sFile": "gg_texture_hills_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1182204311
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 137000,
	"_sName": "gg_texture_hills",
	"_sText": "Ummm.. this is in beta process, this only took me about 2 hours to make but all heart went into making it, trust me. Well, I hope you guys like it, this is a texture =OoN= remake of Grasshills. ENJOY! :D\r\nEDIT : 1 -----   I changed the textures on the hills, I removed ALOT of the grass and spread it out more.. removed ALOT of the shrubs on the walls (looked tacky)  . There is only ONE thing I'm unaware on how to fix. I started the game with 23 bots (+me = 24) and when the round started it cut me down to 30 fps and it lagged some. I imediately thought \"fog\" but upon removing the fog I still lowered down to 30 fps with lag. If anyone can help me (or maybe its just me) (shouldnt be) lend me a hand, greatly appreciated. :D :D \r\n\r\nEDIT : 2 -----   I change some of invisible walls to match more in with my secret area... I changed the density of the fog by a wee bit, I removed some MORE shrubs... I still get low FPS going over the hill with 23 bots... Unfixed yet, working on it\r\n\r\nEDIT : 3 -----  I added a 3d skybox, new screenshots and some other things I forget... :/ (removed all grass on hills)\r\n\r\nEDIT : 4 -----  I changed the setting of the map to night.... I moved ALL my brushes out of eachother... Moved around some things, deleted some props... ummm.... did almost anything possible to raise FPS... I think I failed... but I've never played the map in an actual server yet so IDK.. im only up against bots\r\n\r\n!UPDATE! - I was messing around with the lighting and fog and trees,brushes... everything I guess. and I got my fps to 250 <(Me)   65-80 <(23 bots) .. Another victory for me.. tell me what you guys are getting .. ty :D hf"
}