{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_western_dust_town.bsp",
					"gg_western_dust_town.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 337646,
			"_nDownloadCount": 1159,
			"_nFilesize": 3255973,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/337646",
			"_sFile": "gg_western_dust_town.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1223949473
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 137390,
	"_sName": "gg_western_dust_town",
	"_sText": "THIS MAP HAS A FIXED VERSION THAT HAS THE LAG PROBLEM FIXED, FIND THAT MAP HERE:\r\nhttp://www.fpsbanana.com/maps/68803\r\n\r\n\r\n\r\nThis is a remake of my original Western map (http://www.fpsbanana.com/maps/30506). I made this one much better with more detail, a dust sort of theme, more buildings, a more detailed inside bar, better stairs, much better designed windows with glass (original didn't have glass), better scaled windows and doors, much better ladders, buy zones, many more spawn points (i went a little overboard on the spawn points), much better lighting, more props places strategically in the map, and much more. \r\n\r\nI originally made this map with a 3d skybox, but with it, I lost 40fps, so I removed it and took out anything that was unnecessary for a gungame map, so everything that involved the 3d skybox was removed.\r\n\r\nAlso in this map I didn't put in the bridges that connect the roof tops since I found that to be really annoying in the original map. \r\n\r\nThe buildings are based off a bar (not a real one) so I used tables, stools and wine shelves to make it look realistic. I also added a second floor to all of the buildings to make gameplay a little more exciting.\r\n\r\nAnd overall, this map would also work Excellent for a deathmatch server, it is large enough to provide great gameplay but small enough that it won't be a challenge to find people. \r\n\r\nEnjoy! assess please."
}