{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"surf_pleb-life2": {
						"0": "surf_pleb-life2 readme.txt",
						"cstrike": {
							"maps": [
								"surf_pleb-life2.bsp"
							]
						}
					}
				},
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 289824,
			"_nDownloadCount": 2509,
			"_nFilesize": 4693200,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/289824",
			"_sFile": "surf_pleb-life2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1391673421
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 137694,
	"_sName": "surf_pleb-life2 - Updated",
	"_sText": "Hello folks, this is my first public release.  An arena style combat surf map with a unique jail-trap/release system.  Spawns are located on opposite sides of the map.  Each spawn features a week boost that may be hit with a telehop found in the middle of the map, if hit properly you may find yourself with a ton of speed and air thrusting towards the arena area.  \r\n\r\nAt the initial choke-point you will find an AK-47, M4A1, or M3.  Below the initial choke-point is a teleport to the top &amp; a Scout + Deagles lined up on a bench + a teleport to the top.\r\n\r\nThere are four sniping pads at the very top with AWPs &amp; 'wedge' boosters that you may use to fly across to the next pad.\r\n\r\nThere's a secret room that you must fly central high to reach.  The teleport to it is not visible, so don't expect to find it right away :-)\r\n\r\nIf there's any suggestions for feedback or improvements please get in touch with me and I will do what I can to improve the map.  Everybody's input is highly appreciated, and hopefully somebody can enjoy this map as much as I do.\r\n\r\n**VERSION 2 CHANGES:**\r\n1. Added additional boosts &amp; wedge boosters for improved flow, also makes it easier to surf\r\n2. Removed timed door from tube\r\n3. Fixed cubemaps\r\n4. Misc. minor details"
}