{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_bnw.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 414920,
			"_nDownloadCount": 261,
			"_nFilesize": 9229342,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/414920",
			"_sFile": "surf_bnw.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1553776327
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 137730,
	"_sName": "surf_bnw",
	"_sText": "This is my complete map having the \"black and white\" theme as <a href=\"https://gamebanana.com/maps/203932\">is_bnw</a>. The abbreviation was required as there already is a map named surf_blackandwhite (it has nothing to do with it though). <br><br>It's a single-run surf map with an extra bonus level in the middle of the circuit.<br>The bonus level and the main map can both take you to the ending room (supposing you are the one who finished the map first),  where you'll have four buttons standing next to you. Meanwhile, all the other people from the game that could not finish the map before you will be stuck into the wall, waiting for your decision. The buttons can:  <br><ol><li>Give you a M249 machine gun to kill them</li><li>Set them on fire and watch them slowly die</li><li>Take everyone to a map-themed ice-skating arena, where you'll be the one that will have a shotgun instead of having only knives (like everyone else)</li><li>Take everyone (unarmed) to another ice-skating arena, but this one being the race kind. At the end of the circuit, there will be a door. Whoever finishes first and goes into this door can stay alive (whereas everyone else dies instantly)</li></ol>I hope yall like this map, it was a very old project that got abandoned and picked up almost 7 years later... still, it's one of the maps I dedicated my best efforts to finish!<br>If anyone is interested in a NJV (non-jail version) of the map, please tell me via inbox or in the comment section! :) Happy surfin'!"
}