{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_rolly.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 460076,
			"_nDownloadCount": 224,
			"_nFilesize": 167447280,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/460076",
			"_sFile": "surf_rolly_css.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1588177632
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 137883,
	"_sName": "surf_rolly",
	"_sText": "Map by Klemix<br><br>Tier 3-4<br><br>4 stages<br><br>Settings:<br><div class=\"SelectedElement\">66tick 150aa <span class=\"GreenColor\"><span class=\"GreenColor\">4500</span>maxvel</span></div>The number of vertexes: <span class=\"GreenColor\">over million</span><br><br>You can see the map creation process <a href=\"https://youtu.be/a7rxd1dBE5U\">here</a><br><br><a href=\"https://gamebanana.com/maps/209260\">Csgo download</a><br><br><span class=\"RedColor\">I strongly recommend reading the description below:</span><br><br>When porting the map from csgo to css, I ran into a problem: prop_static (models) cast shadows crookedly in css,for this reason the map immediately took on the appearance of a monotonous and nondescript picture. Therefore, if you want to enjoy the map in full, I recommend playing csgo at the maximum settings, but be careful, your computer may burn :)<br><br><span class=\"RedColor\">A little bit about the map:</span><br><br>The map was created for the ksf mapping contest. The main task was follow to the theme-<span class=\"GreenColor\">sunnyhappylove</span>.<br><br>The idea for the map was chosen as an amusement Park, which served as the perfect opening of the theme. In the Park, you can get a lot of happy emotions, enjoy the Sunny warm weather, and certainly get a lot of furious emotions from the roller coaster, undoubtedly everyone like them.<br>The map is unique in its own way<br>1. It is made almost without a single brush<br>2. the size of the map is more than 400MB<br><br>There was little time to develop such a large project (30 days), but I tried to do as much as I can and show a result.<br>This is a fan project, I just wanted to test myself, test my strength.<br>The main idea of the map is an open space, from any point of which you can see all the elements.<br><br><span class=\"RedColor\">Stages 1 & 2</span><br><br>The first two stages are made in the form of roller coasters, the rail designs of which are completely different. Each of them has certain skips that are not easy to find. The main thing - beware of invisible barriers, stay close to the ramps +-5 meters.<br>Don't rush to say that it is impossible to ride on them, it is inconvenient and generally the surf is disgusting. It is worth playing enough time, and believe me, you will understand the essence and subtlety of these elements.<br><br><span class=\"RedColor\">Stage 3</span><br><br>Playing on one location, I came to the conclusion that it can bore players, so creating a third stage, I decided to put it in a completely different zone. To dilute the map, it was decided to make it in the theme of low poly (cute and cartoon style), which also slightly concern the theme of sunnyhappylove. It is made of wedge straight ramps, players will have to surf on the roofs of cartoon houses. It is quite short, so try not just to fly it headlong, but at least look around and appreciate the decor.<br><br><span class=\"RedColor\">Stage 4</span><br><br>The fourth stage is made from the usual ramps. Its essence is that many ramps need to be used several times, but you can only take boosters once. The player will have to find the shortest way to the finish line, flying around all the invisible walls and maintaining enough speed to pass. All ramps are close to each other, so finding the path will not be an easy task.<br><br>I hope you will like the map and leave your rating below.<br><br>"
}