{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_ColColon002.bsp",
					"cs_colcolon002.nav"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 460874,
			"_nDownloadCount": 50,
			"_nFilesize": 6373274,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/460874",
			"_sFile": "colcolon_c194b.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1588539901
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 137947,
	"_sName": "Col. CristobalColonSanBernardinoParaguay",
	"_sText": "This is the second version of the Col Cristobal Colon map located in San Bernardino Py, it is not finished and it lacks many corrections, but I think it is playable, it does not have props, it does not have lights or details because the computer could not finish the compilation although I would have liked to include them and the windows are poorly designed, because bots cannot use them well. I took some liberties with the design and the sizes, for example the windows are very large, to facilitate the passage through them it does not have custom textures because I was kaigue (lazy) to go to take photos and I do not think it was worth it either<br><br>This is the first map I make, during its development I learned how to use the hammer tool.<br><br><div class=\"SelectedElement\">Don't expect much from him</div>anyways... thanks in advance<br><br>20200426 - fixed some land/ground issues, added some props, I'm still learning how to use them plus&nbsp;I found the uncapable of adding them was I, sorry computer your wasn't the culty one<br><br>I'm still learning how to add explosion to help the terrorist defend the ground ,&nbsp; coming soon...<br><br>20200503 - added some props and lights didn't like the result but ok I'l leave it there, also I droped the idea about the explosions, is something that is not in the rescue/hostages maps thing, I have some issues with some textures leaving the void getting inside, in the editor it looks ok, the vertex are all in the same spot but in game there are not.&nbsp;<br><br>Anyways I'm moving to the next proyects, la escalinata, el Col. J. H. P., and historic la Rotonda and the street in front of my house all places in San Bernardino Py"
}