{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Made by KENNITHH.txt",
					"mp_ziba.vmf"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 45412,
			"_nDownloadCount": 1651,
			"_nFilesize": 463941,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/45412",
			"_sFile": "mp_ziba.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1367400698
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 2570,
	"_sName": "BF3 - Ziba Tower",
	"_sText": "Ziba Tower\r\n==========\r\n\r\n_So I played Battlefield 3 the past few months and I really liked this map called Ziba Tower. I was pretty much waiting for someone to create this map but after weeks and weeks of waiting, I actually started making this map based on these pictures: <a href=\"http://www.4shared.com/all-images/PF6zbfuk/Ziba_Tower_map.html \"Ziba Tower - maps\"\">Ziba Tower Maps</a>, my own guts, and going ingame (empty server) and being killed whole the time -_-._\r\n\r\nSo I am creating this map from scratch for Soldier of Fortune II - Double Helix but I also want to release the final .vmf for the people of the GameBanana community.\r\n\r\nThe problem is though that I haven't had time to continue working on it so I decided to release the map in it's beta phase.\r\n\r\nI hope some great mapper will use this .vmf and create one hell of a Ziba Tower.\r\nAnd please, don't forget giving credits as I put lots of time in this !\r\n\r\nEnjoy !\r\n\r\n_**PS: Feel free to post screenshots at the bottom so I and others can see your progress !**_\r\n\r\nNotes:\r\n------\r\n- The map has test textures in SoF2 so it's just for screenshots.\r\n- While porting the map from SoF2's .map format to .vmf, it removed the entities and textures so you'll have to retexture and add entities (fairly easy as it's almost the same everywhere).\r\n- I also recommend to remove some small things like the light stand/benches and remake it as a model or just use models instead of these as it will look tons nicer.\r\n- The map isn't 100% accurate to the real Ziba Tower because I want the doors to be 112x64 units in SoF2 and that it's impossible to find the correct size.\r\n\r\n- Process of the map: <a href=\"http://facepunch.com/showthread.php?t=1257913&p=40106151 \"Ziba Tower @FacePunch\"\">Ziba Tower @ FacePunch</a>"
}