{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_resistance_v2,1 nav readme.txt",
					"de_resistance_v2,1.nav"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 565659,
			"_nDownloadCount": 168,
			"_nFilesize": 156798,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/565659",
			"_sFile": "nav_de_resistance_v2_1_.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1620314741
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 259648,
	"_sName": "Hand-tuned NAV for map DE_RESISTANCE_V2,1",
	"_sText": "<b>Counter-Strike: Source : Bot's Navigation file for the map DE_RESISTANCE_V2,1</b><br><br>Nav Creator: Meurglis3<br>Release Date: May 6 2021<br><br>Here is the Navigation Mesh for awesome map <a href=\"https://gamebanana.com/mods/103708\">de_resistance_v2,1</a> by Labmonkey (relesed January 2013).<br><br>It's fully created from scratch and carefully hand-tuned (manually optimized) .nav-file. The attached original navigation file, although manually edited, was not fully playable.<br><br>Almost all auto-generated areas were remade manually. The special attention was paid to climbing on boxes and perches, followed by penetration into the interior of buildings through window openings.<br><br>Well... bots use almost all possible paths now and very decent navigate with all map. And they are certainly not looking for easy ways! :-)<br><br>Also this Navigation Mesh is fully Place Painted.<br><br>NOTE: For possibility of comparison and in-game testing the original .nav-file by map creator available to downloading with the <a href=\"https://gamebanana.com/mods/103708\">same map</a>.<br><br>Play and Enjoy! Also your responses are still important for me ;-)<br><br>Credits and Gratitudes:<br>&nbsp; &nbsp;Labmonkey / Bo Laugesen (for nice atmospheric map with DoD-style setting)<br><br>Additional Gratitudes:<br>&nbsp; &nbsp;BarnDoor (for perfect playable navigation meshes for many fine CS:S maps),<br>&nbsp; &nbsp;Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),<br>&nbsp; &nbsp;CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),<br>&nbsp; &nbsp;Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br><div class=\"SelectedElement\">I've seen a quite a lot of foreign countries, walking through them with a rifle in my arms... (from \"Flying migratory birds\" by M.V. Isakovsky)</div><br>"
}