{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"CS_Biodome": {
						"0": "README.txt",
						"maps": [
							"cs_biodome.bsp",
							"cs_biodome.nav",
							"cs_biodome.txt"
						]
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 638382,
			"_nDownloadCount": 1683,
			"_nFilesize": 295803742,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/638382",
			"_sFile": "cs_biodome.rar",
			"_sMd5Checksum": "831c7a57a1f4487b54ed38cc6660b6ba",
			"_tsDateAdded": 1629111346
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 314377,
	"_sName": "CS_Biodome",
	"_sText": "<h1>\r\nBiodome - Hostage Rescue\r\n<br>\r\nMade by Foofinoo\r\n</h1>\r\n<br>\r\n<i class=\"SelectedElement\">\r\nWhile a terrorist group has invaded the Black Mesa Research Facility to steal their new energy weapons, something strange seems to have happened in this place...\r\n<br>\r\n<br>\r\nMost of the inhabitants appear to be missing, as if everyone had suddenly decided to leave overnight. In addition, military equipment and traces of combat are scattered throughout the laboratories. On top of that, strange creatures seem to prowl in these corridors...\r\n<br>\r\n<br>\r\nDespite all that, the terrorists were still able to get their hands on several scientists. A team of counter-terrorists was sent to rescue them.\r\n</i>\r\n<br>\r\n<br>\r\n<hr>\r\n<br>\r\nAfter over ten months of development (okay, I did little to nothing for the last two months), here it is: the remake of my own map <a href=\"https://gamebanana.com/mods/91760\">CS_Biodome</a>!\r\n<br>\r\nAs always, it has been really fun to build. Perhaps a bit long, but really cool to see the map grow more and more during the first few months.\r\n<br>\r\n<br>\r\nYet, I have to admit I was expecting a bit more feedback on the <a href=\"https://gamebanana.com/wips/52563\">WIP</a> page. At least the few comments were positive...\r\n<br>\r\nIf you're interested in the map development, you can check that page to find quite a lot of information about it!\r\n<br>\r\n<br>\r\nAs you can see, all the custom content is coming from Black Mesa.\r\n<br>\r\nThat's right, why not take advantage of the marvellous work from the Crowbar Collective?\r\n<br>\r\nOf course, I still had a lot to do to fix, adapt and edit the different assets so that everything fits well in the level.\r\n<br>\r\n<br>\r\nAbout the map itself, it is actually a remake of an old map of mine that was originally released for Counter-Strike 1.6 in 2016.\r\n<br>\r\nNeedless to say, this new version greatly improves the layout, the visuals and more generally every aspect of it.\r\n<br>\r\nTo put it simply: everything is bigger, larger, greater and in the end (hopefully), better.\r\n<br>\r\nI have kept the main ideas I was able to develop on the original map while adding a huge amount of detail and paths as well as some little easter eggs.\r\n<br>\r\n<br>\r\nHere are a few interesting numbers about the map:\r\n<ul>\r\n<li>A file weight of over 620 MB! (yeah it's quite heavy, but it's because there is a lot of custom stuff, as you will see)</li>\r\n<li>About 5830 brushes and 34720 faces!</li>\r\n<li>Over 250 custom models!</li>\r\n<li>More than 200 custom textures!</li>\r\n<li>An estimated making time of: far too much!</li>\r\n</ul>\r\n<br>\r\nAnyway, I really hope you will have fun and enjoy the map!<br>\r\n<br>\r\n<hr>\r\n<br>\r\nFoofinoo\r\n<br>\r\nAugust 16, 2021"
}