{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"jb_minecraft_kis_v1.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 678260,
			"_nDownloadCount": 150,
			"_nFilesize": 53495981,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/678260",
			"_sFile": "jb_minecraft_kis_v1_00a43.rar",
			"_sMd5Checksum": "483b8b3e2991a9592d240779c44b47de",
			"_tsDateAdded": 1634773116
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 329375,
	"_sName": "jb_minecraft_kis_v1",
	"_sText": "Minimap fixed.<br><br>FINALLY.<br><br>Started working on this 8 years ago... when I was 14, and error after error, delay after delay and massive breaks inbetween, I've finally finished it. This map should spice things up for the small number of jailbreak servers left. It's not your regular map... Trust me ;)<br><br>Features:<br><br>Armoury: M4, AWP, Deagle, Armour, Grenade, Defend The Castle.<br><br>Cellblock: Vent cell, gun cell, teleport cell, break door cell, VIP cell (with music, nade & armour), Six Chairs, gun underground<br><br>LR Room: Shot 4 Shot (+ headshot only), Gun Toss, Knife Arena (with friendly fire), 2 secrets<br><br>Pool: Mini Course, Lava Race, Sword Fight, 3 secrets<br><br>Disco: Colours, 6 songs, 2 secrets (flashing lights will be added in next version)<br><br>Football: Football, Whispers, 1 secret<br><br>Games: Football, Traitor, Deathrun, Bhop, Invisible Race, Climb (indoor + outdoor), 6 Chairs, Pool Race, Pool Course, Sword Fighting (:]), Colours, Knife Arena (LR Room), Defend The Castle (once per map)<br><br>Defend The Castle: CT's defend the castle against the T's who are trying to get in. Once T's break in, it's an instant kill on CT's. This can only be triggered once per map to avoid abuse.<br><br>Rocket: 1 incorrect input and it is locked for the rest of the round. Only smartasses who can think OUTSIDE THE BOX will be able to find the code. ;)<br><br>Epilepsy warning. The map is flooded with flashing lights and colours.<br><br>The nuke drops after 7 minutes killing everyone on the map. Stop watching porn and end the round...<br><br>MASSIVE props to Marsquakes and Fronexe for being apart of this map, giving me ideas, help and bugfixing. Thank you both <3<br><br>Next update: More games, more secrets(?), better disco, perhaps a changed layout for better map flow.<br><br>My profile:<br><br>https://steamcommunity.com/id/thefirstkis<br><br>https://steamcommunity.com/id/fakemeezz/<br>"
}