{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Rush_bomb_prefab_test1.bsp",
					"Rush_bomb_prefab_test1.vmf"
				]
			},
			"_bContainsExe": false,
			"_idRow": 45355,
			"_nDownloadCount": 402,
			"_nFilesize": 467114,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/45355",
			"_sFile": "map_and_vmf.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1373731273
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 3325,
	"_sName": "Rush Mod [Battlefield][Plugin-less]",
	"_sText": "<font size=\"5\"><b>RUSH MOD</b></font>\r\n\r\nThe concept of this rush mod follows the same lines as rush on battlefield (bc2/3 etc).<br>\r\nFor those of you who are not familiar with it, here is a brief overview:\r\n<br>\r\nThere are 2 M-com stations on each stage, and a total of 3 stages per map. There are 2 teams in this game type: Attackers and Defenders.\r\n\r\nIF YOU WOULD LIKE TO SEE THIS MOD IN ACTION, CHECK OUT MY FIRST RUSH MAP: [CLICK ME TO SEE MAP](http://css.gamebanana.com/maps/172478 \"CLICK ME TO SEE MAP\")\r\n\r\n<font size=\"5\"><b>Attackers</b></font><br>\r\nYour job is to arm, hold and destroy the M-com stations in each area/stage. You start with X amount of spawn tickets (set by server admin) which are basically reinforcement/spawns. When you die, your team loses a ticket. When both objective within a stage are cleared, the stage will mark itself as cleared and the ticket reserve will be replenished back to full.<br>\r\nDestroy all 6 objectives over 3 stages and you win the game!<br>\r\nGet your ticket count to 0 and you lose!<br>\r\n\r\n<font size=\"5\"><b>Defenders</b></font><br>\r\nYou job is to protect and defend the M-com stations at all cost or risk losing the game. You have unlimited tickets to spawn with. If an attacker arms the M-com station in your base, you must walk into it to disarm it before the count-down reaches 0.<br>\r\nYour secondary goal is to eliminate all attackers and bring their ticket count down to 0 before they are able to clear all 3 stages.<br>\r\nProtect the objectives and reduce attackers tickets to 0 to win!<br>\r\nLose the M-com stations and you lose!<br>\r\n\r\n<font size=\"5\"><b>The Prefab/Mod</b></font><br>\r\nI have edited the mod so it no longer uses Eventscripts - is all done in Hammer.<br>\r\nIt has dynamic spawn points implemented (using info\\_teleport\\_destinations and logic\\_relays) so spawns advance with the map.<br>\r\nAn example of this is when Stage 1 is cleared. As soon as the second M-com station goes down, Defender spawn points are moved back and they are given 15 seconds to prepare for the next assault phase, and attacker spawn points are moved up to where the M-com stations were destroyed (or wherever the mapper wants to put them really).<br>\r\nMath\\_counters are used to identify when both bombs in a Stage have been destroyed and it communicates with the script to replenish spawn tickets and progress through to the next stage.<br>\r\nThe bombs themselves consist of a few entities. There is a ambient\\_generic that hosts the bomb armed sound and a series of env\\_explosions and env\\_sprites for effects.<br>\r\n<br>\r\nThe spawn counter is done by counting the player spawns using the trigger_teleport brush. The vmf caters for all but respawns etc.<br>\r\n\r\n\r\n<font size=\"5\"><b>Sounds cool, how do I use it?</b></font><br>\r\nTo implement this prefab/mod into your maps there are a few key things you will need. I will run through them step by step.<br>\r\n<ul>\r\nPrograms:\r\n<li>Source SDK (Hammer Editor) - STEAM</li>\r\n</ul>\r\n<br>\r\nCreate the shell of your map, put places for the bombs to go and assign where you want the teams to spawn. It is recommended you have the Defending team spawn near the M-coms, but not so close they can shoot out of their base, or be spawn camped.\r\n<br>\r\nAfter the map has been created, we want to import the stations/entities in 1 stage at a time.<br>\r\nin the attached prefab (.vmf file) there are 4 different rooms, 3 housing 2 M-com stations each and 1 that is sealed off in the middle of the map that hosts the spawn points of each team.\r\n<br>\r\nThe spawn system is simple: when a player spawns, they are instantly teleported to the info\\_teleport\\_destination. The destinations are changed as the stages progress.\r\n\r\n<font size=\"5\"><b>THE ROOMS</b></font><br>\r\nThe first room in this prefab houses 2 M-com stations and all of the entities that this prefab uses: 2 x filter\\_activator\\_team, 4 x logic\\_relays, 3 x math\\_counters, 1 x point\\_servercommand and 1 x logic\\_auto. There are also 3 sets of info\\_teleport\\_destinations (spawn points). 2 belong to the attacking team and the other to the defending team. The furthest one from the M-com station is the initial spawn point for the game, so place that where you want the attacking team to start.<br>\r\n\r\nThe next set of spawn points that are facing towards the door are also for the attacking team. This is where the team will start to spawn when they have cleared Stage 1. Place this around where the M-com stations are, ready to charge at Stage 2.<br>\r\n\r\nThe last set of spawn points in this room are for the Defending team (their initial spawn as well). Place these where you would like the team to start.\r\n<br>\r\nCopy and paste all of the entities (should be 11) and the M-com stations into your map file.\r\n<br>\r\nYou will need to edit the math\\_counter named bomb\\_site\\_stage\\_1 (may have to ungroup the entities).<br>\r\nOpen up the Properties screen (alt+enter) and click on outputs tab.<br>\r\nWhere it says \"OnMaxHit bomb\\_site\\_a\\_door Open\" you have 2 choices. Create a door (or copy and paste the one in the prefab) named bomb\\_site\\_a\\_door where you want the attacking team to progress through (splits the map up etc, gives the defenders time to get ready).<br>\r\nAlternatively you can create other things like func\\_breakable player clip brushes by simply changing the output to: OnHitMax func\\_breakable\\_name break (delay)\"<br>\r\nThe choice is yours.\r\n<br>\r\nDo the same for the math\\_counter named bomb\\_site\\_stage\\_2, but leave named bomb\\_site\\_stage\\_3 alone.\r\n<br>\r\nGo ahead to rooms 2 and 3 in the prefab and move them bomb sites and spawn points into place. At this point you should know which is which, and if not, un-group them and check the name.\r\n<br>\r\n<ul>\r\n<li>ct\\_stage1\\_detX</li>\r\n<li>ct\\_stage2\\_detX</li>\r\n<li>ct\\_stage3\\_detX</li>\r\nObviously CT spawns\r\n<br>\r\n<li>t\\_stage1\\_detX</li>\r\n<li>t\\_stage2\\_detX</li>\r\n<li>t\\_stage3\\_detX</li>\r\nObviously T spawns\r\n</ul>\r\n<br>\r\nOne thing I will mention is be sure to place the spawn points in a separate (non accessible) area of the map so players don't accidentally trigger the teleports etc.\r\n<br>\r\nThe final thing you will need to add to your map (or copy from my prefab) is the trigger\\_hurt. Drag them so they cover all accessible areas of your map and name one: ct\\_killer and the other: t\\_killer.<br>\r\nThese are triggered by the script at the end of the map (after M-coms are blown) or after attacker tickets are drained to end the round so SUPER IMPORTANT!! :)\r\n<br>\r\nIt is a lot of to read and if you do have any questions you are all more than welcome to post below.\r\n<br>\r\nDONT FORGET TO RATE ME 10/10 :D"
}