{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_warmblow.bsp",
					"de_warmblow.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 689321,
			"_nDownloadCount": 507,
			"_nFilesize": 110325870,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/689321",
			"_sFile": "de_warmblow.rar",
			"_sMd5Checksum": "b168a04d7fe14cc3fcc38a30ae9e5d79",
			"_tsDateAdded": 1636365833
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "Adjustment",
					"text": "Full vershion"
				}
			],
			"_sText": "",
			"_sTitle": "de_warmblow - Full vershion",
			"_tsDateAdded": 1636366103
		}
	],
	"_idRow": 332771,
	"_sName": "de_warmblow",
	"_sText": "de_warmblow is a port of the de_warmblow map from the Counter-Strike: Global Offensive game.<br><br>Description from the author:<br><br>About the level<br><br>This is a remake of my entry for last years GameBanana <a href=\"//gamebanana.com/contests/31 \" winter=\"\" wonderland=\"\" mapping=\"\" contest\"\"=\"\">Winter Wonderland Mapping Contest</a>. Even though I got placed 1st in the contest I was still not fully contented with the final result, what I wanted to achieve was something way more complex, beautiful and overal better, but of course that is not always possible when you have the clock ticking and pressure to release the map on schedule. So here it is, way later then I expected, but also better then I had planed, much due to lazyness, other life related stuff and lack of inspiration during some periods of time. Even before the contest had ended I already had plans to release a diferent version with warmer colors, and more pleasent to the players experience. Also because snow is fun and all, but it gets tiresome from my experience. So here it is, I bring you this map to warm your heart during the cold season _which wasn't in anyway suposed to have come out 6 months ago. #save_ It's a remake, yes, but it's also a remake that took me more time to create then every other map I've ever finished. True story. Between bug fixes including the highly request bot support, new gamemode support, new aditions, improvements, and everything else it took a lot of my time, but in the end, I got to get the most polished map I've ever gotten published. So, featuring more fun, more balanced and story telling experience, here you have it. I hope you like it, and feel that my time was worth it. For those who wondered why have I been so inactive in terms of submiting, I apreciate your attention, and apolagize for the AFKness, but I've not been totally inactive, just a bit more due to life / will to map but we all know how that is. And now that I'm at it, I'd also like to wish all of you a good Christmas season, whether you celebrate it or not. Best wishes bananites!<br><br>Special mentions<br><br>I'd like to thank some people in particular who were very supportive, kind and helpful in the making of this map. Those people are Rafael who did some modeling for me as well as some 2D art, always very kind, _Se7en_ my eternal buddy, always involved in my projects and lastly Will2k, one of the most talented mappers I know and possibly the best teacher I've ever had, without whom I would have never finished this project. \\*flies away\\*<br><br>"
}