{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"maps": [
						"cs_denaro_b1 nav readme.txt",
						"cs_denaro_b1.nav"
					],
					"materials": {
						"overviews": [
							"cs_denaro_b1.vmt",
							"cs_denaro_b1.vtf"
						]
					},
					"resource": {
						"overviews": [
							"cs_denaro_b1.txt"
						]
					}
				},
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 418186,
			"_nDownloadCount": 137,
			"_nFilesize": 970976,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/418186",
			"_sFile": "cs_denaro_b1_nav_radar_.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1556449395
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "Addition",
					"text": "Added minimap for radar"
				}
			],
			"_sText": "",
			"_sTitle": "Update 1",
			"_tsDateAdded": 1556449730
		}
	],
	"_idRow": 34785,
	"_sName": "Hand-tuned NAV for map CS_DENARO_B1",
	"_sText": "<b class=\"SelectedElement\">Counter-Strike: Source : Bot's Navigation Mesh for the map CS_DENARO_B1</b><br><br>Nav Creator: Meurglis3<br>Release Date: December 12 2013<br><br>Here is the Navigation Mesh for one of the most fascinating (imho) office/warehouse themed map <a href=\"http://css.gamebanana.com/maps/165415\">cs_denaro_b1</a> by Sethen (released April 2012). It's an almost fully created from scratch and totally hand-tuned .nav-file ('cause in original map author's archive was included simple auto-gen).<br><br>Most areas and routes were tuned manually (also some additional areas were created from scratch) because during an auto-generation processing the majority of them were constructed incorrectly or incomplete. Some broken of important pathways were restored and adjusted properly (in particular ladder to the roof of office hangar at the terrorist's spawn area, also many paths trough the doorways and narrow corridors). Multiple small defects took away a lot of time too... :-)\r\n\r\nNow, after manually reworking of nearly 80% of an auto-generated Navigation Mesh, bots have opportunity to use almost all walkable ways (see IMPORTANT NOTE below!) and surely move on all extent of the map. Be not surprised to unexpected meetings! ;-)<br><br>Also this Navigation Mesh is fully Place Painted.<br><br>IMPORTANT NOTE about concerning the second level at the T-base: In spite of the fact that the waypaths from a hangar's roof to standing near it cargo containers and a metal rack were laid, bots won't be able to use them completely. On a roof they move freely and even occasionally jump on the next container. But they won't be able to reach the second container (because over that place the overlapping beam is located) or a rack (as it costs too far for them).<br><br>NOTE: For possibility of comparison and in-game testing the original navigation file by map creator available to downloading with the <a href=\"http://css.gamebanana.com/maps/165415\">same map</a>.<br><br>Play and Enjoy! All responses and remarks are always welcomed ;-)<br><br>Credits and Gratitudes:\r\n   Sethen (for high detailed, very realistic and modern styled urban-themed map).<br><br>Additional Gratitudes:\r\n   BarnDoor (for perfect playable navigation meshes for many fine CS:S maps),\r\n   Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),\r\n   CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),\r\n   Valve Developer Community (for its learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>Happy Frags and High Spirits!<br><br><i><span class=\"RedColor\">P.S. In addition to the NAV-file the archive also contains a minimap for the radar (which was not presented in the original release of the map).</span></i><br>"
}