{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_supply_beta2_ldr nav redame.txt",
					"de_supply_beta2_ldr.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 2759,
			"_nDownloadCount": 597,
			"_nFilesize": 106896,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/2759",
			"_sFile": "nav_de_supply_beta2_ldr_7c9c8.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1389525405
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "-",
					"text": "Improved bot movement through the stairway (BackWay, Deck)"
				},
				{
					"cat": "-",
					"text": "Improved bot movement inside the rooms (LongHall, BackHall, Upstairs, Attic, BackDoor)"
				},
				{
					"cat": "-",
					"text": "Improved bot movement through tht narrow pathways (DownStairs, CrawlSpace, Basement)"
				}
			],
			"_sText": "",
			"_sTitle": "Update 2",
			"_tsDateAdded": 1491238062
		},
		{
			"_aChangeLog": [
				{
					"cat": "-",
					"text": "Total improvement of comlete Navigation Mesh"
				},
				{
					"cat": "-",
					"text": "Added Place Names"
				}
			],
			"_sText": "",
			"_sTitle": "Update 1",
			"_tsDateAdded": 1470419437
		}
	],
	"_idRow": 34801,
	"_sName": "Hand-tuned NAV for map DE_SUPPLY_BETA2_LDR",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_SUPPLY_BETA2_LDR<br><br>Nav Creator: Meurglis3,&nbsp;Release Date: January 12 2014<br><br>Here is the Navigation Mesh for nice large and multi-layered industrial-themed map <a href=\"http://gamebanana.com/maps/44691\">de_supply_beta2_ldr</a> by Deh0lise (released January 2008). It's a created from scratch and fully optimized (hand-tuned) .nav-file (because in original mapauthor's archive was included the almost unplayable auto-gen).<br><br>IMPORTANT NOTE: Bots (as however and human players) can't leave the underground room (Bunker) in the middle of map if they came there from the underground part of the map (Sewers) as the sliding lattice door opens from outside area (CourtYard) by means of the push-button (see last screenshot). It's unchangeable design feature of this map! Also bots aren't able to use the elevator as the elevator is activated by means of push-buttons too. Bots aren't capable to use triggers like push-buttons... partly, because they aren't connected with a Navigation Mesh.<br><br>Well... in everything else the bots use all possible ways and play quite adequately - according to their IQ and education&nbsp;:D<br><br>Also this Navigation Mesh is fully Place Painted.<br><br>Play and Enjoy! Also you share the impressions and a play experience ;-)<br><br>NOTE: For possibility of comparison and in-game testing an initial auto-gen .nav-file included in original author's archive and available to downloading with the <a href=\"http://gamebanana.com/maps/44691\">same map</a>.<br><br>Credits and Gratitudes: Deh0lise (for detailed, realistic and atmospheric industrial-themed map).<br><br>Additional Gratitudes: BarnDoor (for perfect playable navigation meshes for many fine CS:S maps), Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes), CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps), Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>Long Live Fine Maps!"
}