{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_fishhook nav readme.txt",
					"de_fishhook.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 2624,
			"_nDownloadCount": 508,
			"_nFilesize": 339788,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/2624",
			"_sFile": "nav_de_fishhook.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1395078353
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34819,
	"_sName": "Hand-tuned NAV for map DE_FISHHOOK",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_FISHHOOK\r\n\r\n\r\nNav Creator: Meurglis3, Release Date: March 17 2014\r\n\r\nHere is the Navigation Mesh for very old and long ago known map [de_fishhook](http://css.gamebanana.com/maps/8716) by white_pony (released April 2005). It's a completely hand-made and carefully optimized .nav-file (because in original author's release the .nav-file probably was simple auto-gen embedded in .bsp-file).\r\n\r\nThis Navigation Mesh was remade approximately for 70% and the most part of the areas was recustomized manually 'cause auto-generated Navigation Mesh was not fully playable. The special attention was paid to pathways through a tunnels and the second level of buildings. Also a pathway through the underground tunnel was builded from scratch.\r\n\r\nWell... bots freely move through all possible ways now. They with pleasure will organize to you cheerful fishing! ;-)\r\n\r\nPlay and Enjoy! Also you aren't lazy to write about your impressions and remarks :-)\r\n\r\nNOTE: For possibility of comparison and in-game testing the original navigation file by map creator included in original archive and available to downloading with the [same map](http://css.gamebanana.com/maps/8716).\r\n\r\nCredits and Gratitudes:\r\n   white_pony (for good balanced and one of the oldest custom map for CS:S).\r\n\r\nAdditional Gratitudes:\r\n   BarnDoor (for perfect playable navigation meshes for many fine CS:S maps),\r\n   Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),\r\n   CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),\r\n   Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).\r\n\r\nWhat does the worm got on a hook think of fishing..? :D"
}