{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_feat nav readme.txt",
					"de_feat.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 2352,
			"_nDownloadCount": 651,
			"_nFilesize": 46155,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/2352",
			"_sFile": "nav_de_feat_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1404469538
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34848,
	"_sName": "Hand-tuned NAV for map DE_FEAT",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_FEAT\r\n\r\n\r\nNav Creator: Meurglis3, Release Date: July 4 2014\r\n\r\nHere is the Navigation Mesh for dashingly twirled and fine designed map [de_feat](http://css.gamebanana.com/maps/171787) by Redbodega (released January 2013). It's a completely hand-made and carefully optimized .nav-file (because in original author's release the .nav-file probably was simple auto-gen).\r\n\r\nThis Navigation Mesh was created from scratch and the most part of the areas was recustomized manually because in auto-generated Navigation Mesh some pathways and areas were constructed incorrectly or incomplete.\r\n\r\nWell... bots freely and surely move through all available places now. They anyway will visit and the local market, and a little shop of souvenirs :-)\r\n\r\nAlso this Navigation Mesh is fully Place Painted.\r\n\r\nPlay and Enjoy! Also share your impressions of gameplay with friends ;-)\r\n\r\nNOTE: For possibility of comparison and in-game testing the original .nav-file by map creator included in original archive and available to downloading with the [same map](http://css.gamebanana.com/maps/171787).\r\n\r\nCredits and Gratitudes:\r\n   Redbodega (for nice twisted and high detailed map also for his other excellent maps).\r\n\r\nAdditional Gratitudes:\r\n   BarnDoor (for perfect playable navigation meshes for many fine CS:S maps),\r\n   Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),\r\n   CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),\r\n   Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands)\r\n\r\nThe Exclusive Italian Recipe for Classic Infernal Cuisine: Meat Small Slices and More Red Ketchup! :D\r\n\r\n- - - - - - - - - - - -\r\n\r\n**UPDATED 06.11.2014**\r\n\r\nGeneral Fixes:\r\n- Added Place Names;\r\n- Some other minor changes.\r\n\r\n**PLEASE REDOWNLOAD UPDATED ARCHIVE!**"
}