{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"maps": [
							"de_pyramid_css.nav"
						]
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 2343,
			"_nDownloadCount": 761,
			"_nFilesize": 100671,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/2343",
			"_sFile": "de_pyramid_css_nav_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1405208472
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34850,
	"_sName": "NAV-file for de_pyramid_css",
	"_sText": "This is custom NAV-file for tactic, but simple map [de_pyramid_css](http://css.gamebanana.com/maps/12593 \"\").\r\n\r\nAdded names of places, and many areas are reworked. So, bots using all possible ways now, but:\r\n\r\n1) They almost can't get inside the pyramid near the CT-spawn, because they can not jump onto the stone. Still, they regularly use the tunnel, and can suddenly surprise you with shot in the back, when you planting a bomb on the bombplace B! :D\r\n\r\n2) They do not use high bridge of three long boards because on the one side they can not jump on the roof from the stairs (so they are designed...), and on the other side they can not get into the window by the protrusions in the wall (protrusions are too thin).\r\n\r\n3) Sometimes problems (crowding) can occur when they trying to jump on the crates on both sides of far tortuous corridor. But it passes quickly and almost no effect on the fun and dynamic gameplay ;)\r\n\r\nIn other respects, they behave like humans - camping in the right places, cleverly using shelters like armored vehicle or crates, easy making a hole in the wall, jumping over the railing of the bridge into the water when needed... Also doing not bad headshots from behind the crates... :D\r\n\r\nI advise, before the game with bots, to run on the map alone and see how the place names are arranged.\r\n\r\nFeedback is welcomed. Have fun ;)\r\n\r\nUPDATE 07.08.2014: Now CTs don't crowding on CT Spawn. Some minor improvements."
}