{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_econtower_pro nav readme.txt",
					"de_econtower_pro.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 2055,
			"_nDownloadCount": 451,
			"_nFilesize": 80432,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/2055",
			"_sFile": "nav_de_econtower_pro_2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1429086042
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34872,
	"_sName": "Hand-tuned NAV for map DE_ECONTOWER_PRO",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_ECONTOWER_PRO\r\n\r\n\r\nNav Creator: Meurglis3, Release Date: April 15 2015\r\n\r\nHere is the Navigation Mesh for variously designed and good balanced office-styled indoor map [de_econtower_pro](http://css.gamebanana.com/maps/167813) by Setin1312 / th3_Jugg3rn4ugh7 / Austin House (released August 2012). It's a completely hand-made and carefully optimized .nav-file (because in original author's release the .nav-file was slightly edited auto-gen).\r\n\r\nThis Navigation Mesh was created from scratch approximately for 90% and the most part of the areas was builded manually because in auto-generated Navigation Mesh some pathways and areas were constructed incorrectly (one-way stairways) or were missed (paths through a windows).\r\n\r\nWell... bots freely move through all walkable areas of the map now. I hope that fresh style of an fighting with bots on this beautiful map will give you pleasure ;-)\r\n\r\nAlso this Navigation Mesh is fully Place Painted.\r\n\r\nNOTE: For possibility of comparison and in-game testing the original navigation file by map creator available to downloading with the [same map](http://css.gamebanana.com/maps/167813).\r\n\r\nPlay and Enjoy!\r\n\r\nCredits and Gratitudes:\r\n   th3_Jugg3rn4ugh7 (for nice designed and funny playable map).\r\n\r\nAdditional Gratitudes:\r\n   BarnDoor (for perfect playable navigation meshes for many fine CS:S maps),\r\n   Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),\r\n   CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),\r\n   Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).\r\n\r\nDon't want daughter sweet to be target practice in the high street! :-)"
}