{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_core nav readme.txt",
					"de_core.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 2072,
			"_nDownloadCount": 562,
			"_nFilesize": 43190,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/2072",
			"_sFile": "nav_de_core.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1427487066
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34870,
	"_sName": "Hand-tuned NAV for map DE_CORE",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_CORE\r\n\r\n\r\nNav Creator: Meurglis3, Release Date: March 27 2015\r\n\r\nHere is the Navigation Mesh for nice competition focused industrial-themed map [de_core](http://css.gamebanana.com/maps/149357) by BaShoR (released October 2010).\r\nIt's a completely created from scratch and fully hand-tuned .nav-file. because an original mapauthor's .nav-file was not perfect (imho). For example bots didn't rise in a tower with a window at one of exits there.\r\n\r\nWell... Bots freely and surely move on all outdoor/indoor areas of the map now. It seems, even ESL would estimate their aggression and command spirit! :D\r\n\r\nAlso this Navigation Mesh is fully Place Painted.\r\n\r\nNOTE: For possibility of comparison and in-game testing the original navigation file by map creator available to downloading with the [same map](http://css.gamebanana.com/maps/149357).\r\n\r\nPlay and Enjoy! All your responses and remarks are always welcomed ;-)\r\n\r\nCredits and Gratitudes:\r\n   BaShoR (for one of the best maps for all times :-)\r\n\r\nAdditional Gratitudes:\r\n   BarnDoor (for perfect playable navigation meshes for many fine CS:S maps),\r\n   Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),\r\n   CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),\r\n   Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).\r\n\r\nOne core by Bashor nine times more coolly than nine cores by Intel & AMD! :D"
}