{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_resident nav readme.txt",
					"de_resident.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 2027,
			"_nDownloadCount": 797,
			"_nFilesize": 170389,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/2027",
			"_sFile": "nav_de_resident.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1431248059
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34878,
	"_sName": "Hand-tuned NAV for map DE_RESIDENT",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_RESIDENT\r\n\r\n\r\nNav Creator: Meurglis3, Release Date: May 10 2014\r\n\r\nHere is the Navigation Mesh for fine designed industrial-themed map [de_resident](http://css.gamebanana.com/maps/169800) by paramecium100 / Dovla / Vlad Cepesh (released October 2012). It's a completely hand-made and carefully optimized .nav-file (because in original author's release the .nav-file probably was slightly edited auto-gen embedded in .bsp-file).\r\n\r\nThis Navigation Mesh was created from scratch and the most part of the areas was recustomized manually because in auto-generated Navigation Mesh some pathways and areas were constructed incorrectly or incomplete.\r\n\r\nWell... bots freely and surely move through all available places now. No one can fight more than these boys, the boys in the band! :D\r\n\r\nAlso this Navigation Mesh is fully Place Painted.\r\n\r\nPlay and Enjoy! Also share your impressions of gameplay with friends ;-)\r\n\r\nNOTE: For possibility of comparison and in-game testing the original .nav-file by map creator embedded in .bsp-file and available to downloading with the [same map](http://css.gamebanana.com/maps/169800).\r\n\r\nCredits and Gratitudes:\r\n   Dovla (for fine designed and nice atmosperic map).\r\n\r\nAdditional Gratitudes:\r\n   BarnDoor (for perfect playable navigation meshes for many fine CS:S maps),\r\n   Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),\r\n   CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),\r\n   Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands)\r\n\r\nGood Adventures in Sunshine Suburb! :-)"
}