{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_wolfenstein nav readme.txt",
					"cs_wolfenstein.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1883,
			"_nDownloadCount": 727,
			"_nFilesize": 130370,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1883",
			"_sFile": "nav_cs_wolfenstein_85924.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1442846893
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "-",
					"text": "Improved bot's movement through all stairways"
				},
				{
					"cat": "-",
					"text": "Some other minor changes"
				}
			],
			"_sText": "",
			"_sTitle": "Update 1",
			"_tsDateAdded": 1473718144
		}
	],
	"_idRow": 34887,
	"_sName": "Hand-tuned NAV for map CS_WOLFENSTEIN",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map CS_WOLFENSTEIN<br><br>Nav Creator: Meurglis3, Release Date: September 21 2015<br><br>Here is the Navigation Mesh for a gloomy atmospheric WWII-themed map <a href=\"http://css.gamebanana.com/maps/15714\">cs_wolfenstein</a> by nay0r (released September 2006). It's an almost fully created from scratch and totally hand-tuned .nav-file (because in original map author's archive was included slightly edited and not fully playable auto-gen).<br><br>Most areas and paths were edited manually (also some additional areas were created from scratch) because during an auto-generation processing the majority of them were constructed incorrectly or incomplete. Some broken of important pathways were restored and adjusted properly (for examle passes through low window openings, oar doors, over walls and protections).<br><br>Well... the bots are really ready to the last battle now. So each of them will deserve an own personal award from the Death - Purple Heart or Eisernes Kreuz :D<br><br>Also this Navigation Mesh is fully Place Painted.<br><br>NOTE: For possibility of comparison and in-game testing the original navigation file by map creator available to downloading with the <a href=\"http://css.gamebanana.com/maps/15714\">same map</a>.<br><br>Play and Enjoy! All your responses and remarks are always welcomed ;-)<br><br>Credits and Gratitudes:\r\nnay0r (for nice designed, gloomy atmospheric and very realistic assault-themed map).<br><br>Additional Gratitudes:\r\nBarnDoor (for perfect playable navigation meshes for many fine CS:S maps),\r\nChizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),\r\nCoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),\r\nValve Developer Community (for its learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>Back to the Trenches! :-)<br>\r\n<br>"
}