{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_lost2 nav readme.txt",
					"de_lost2.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 2013,
			"_nDownloadCount": 960,
			"_nFilesize": 806393,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/2013",
			"_sFile": "nav_de_lost2.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1433017959
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34882,
	"_sName": "Hand-tuned NAV for map DE_LOST2",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_LOST2<br><br>Nav Creator: Meurglis3, Release Date: May 31 2015<br><br>Here is the Navigation Mesh for excellent atmospheric and memorable map <a href=\"http://css.gamebanana.com/maps/20724\">de_lost2</a> by NIPPER (released February 2007).\r\nIt's a completely hand-made and carefully optimized .nav-file, because in original author's release the .nav-file probably was simple auto-gen and separately distributed .nav-file by CoCoNUT was not fully playable (imho).<br><br>This Navigation Mesh was created from scratch and fully Place Painted in more detail.\r\nNow... bots freely move through all areas of the map. Though they visit some areas not too often (as well as human players, generally).<br><br>NOTE: For possibility of comparison and in-game testing the original navigation file by map creator included in original archive and available to downloading with the <a href=\"http://css.gamebanana.com/maps/20724\">same map</a>. Also a custom hand-tuned .nav-file by CoCoNUT available to downloading with his <a href=\"http://css.gamebanana.com/tools/148\">nav-pack</a>.<br><br>Play and Enjoy! Also don't forget to leave the responses ;-)<br><br>Credits and Gratitudes:\r\nNIPPER (for excellent map with earthquakes, smoke swarms and otherworldly voices).<br><br>Additional Gratitudes:\r\nBarnDoor (for perfect playable navigation meshes for many fine CS:S maps),\r\nChizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),\r\nCoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),\r\nValve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>4, 8, 15, 16, 23, 42... You Win! :D<br>\r\n<br>"
}