{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_fedra_autumn nav readme .txt",
					"de_fedra_autumn.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1891,
			"_nDownloadCount": 410,
			"_nFilesize": 104286,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1891",
			"_sFile": "nav_de_fedra_autumn_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1442077017
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34885,
	"_sName": "Hand-tuned NAV for map DE_FEDRA_AUTUMN",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_FEDRA_AUTUMN\r\n\r\n\r\nNav Creator: Meurglis3, Release Date: September 12 2015\r\n\r\nHere is the Navigation Mesh for beautiful designed and fine balanced map [de_fedra_autumn](http://css.gamebanana.com/maps/151619) by wostok / WeserGold (released December 2010). It's a completely hand-made and carefully optimized .nav-file (in original author's release the .nav-file probably was simple auto-gen).\r\n\r\nThis Navigation Mesh was created from scratch approximately for 50% and the most part of the areas was recustomized manually 'cause auto-generated Navigation Mesh was constructed partially and some short pathways between strategically important points were lost. The special attention was paid to pathways through windows and the second floors of buildings. It was a lot of work, but it results were worth it.\r\n\r\nWell... bots freely move through ALL locations of the map now. And I hope that play against them on this wonderful map becomes now even more fascinating and hazardous! ;-)\r\n\r\nAlso this Navigation Mesh is fully Place Painted.\r\n\r\nNOTE: For possibility of comparison and in-game testing the original navigation file by map creator included in original archive and available to downloading with the [same map](http://css.gamebanana.com/maps/151619).\r\n\r\nPlay and Enjoy! Also you aren't lazy to report about your impressions and possible remarks :-)\r\n\r\nCredits and Gratitudes:\r\n   wostok (for one of the best map for CS:S, also for his other nice maps).\r\n\r\nAdditional Gratitudes:\r\n   BarnDoor (for perfect playable navigation meshes for many fine CS:S maps),\r\n   Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),\r\n   CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),\r\n   Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).\r\n\r\nLong Live Great Maps! :-)"
}