{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_motel_b4 nav readme.txt",
					"de_motel_b4.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1429,
			"_nDownloadCount": 402,
			"_nFilesize": 401057,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1429",
			"_sFile": "nav_de_motel_b4_nav.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1467995115
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34898,
	"_sName": "Hand-tuned NAV for map DE_MOTEL_B4",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_MOTEL_B4<br><br>Nav Creator: Meurglis3,&nbsp;Release Date: July 8 2016<br><br>Here is the Navigation Mesh for urban/office themed map <a href=\"http://gamebanana.com/maps/141224\">de_motel_b4</a> by Garten (released July 2010). It's a created from scratch and manually optimized (hand-tuned) .nav-file (because original mapauthor's .nav-file was not fully playable auto-gen).<br><br>Many areas and paths were created manually because during an auto-generation processing the majority of them have been lost or created incorrect. The special attention was paid to a ladders between the levels, also to smooth passing of narrow rooms and halls.<br><br>Also this Navigation Mesh is fully Place Painted.<br><br>Well... bots have opportunity to use all walkable ways and surely move on all extent of the map. Like a skilled room service! :-)<br><br>NOTE: For possibility of comparison and in-game testing the original navigation file by map creator available to downloading with the <a href=\"http://gamebanana.com/maps/141224\">same map</a>.<br><br>Play and Enjoy! All your responses and remarks are always welcomed ;-)<br><br>Credits and Gratitudes: Garten (for very realistic and high detailed map).<br><br>Additional Gratitudes: BarnDoor (for perfect playable navigation meshes for many fine CS:S maps), Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes), CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps), Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>Many vacant rooms... for wounded and murdered! :D<br><br>"
}