{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_losttemple_pro nav readme.txt",
					"de_losttemple_pro.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1751,
			"_nDownloadCount": 642,
			"_nFilesize": 337447,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1751",
			"_sFile": "nav_de_losttemple_pro.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1452719966
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34894,
	"_sName": "Hand-tuned NAV for map DE_LOSTTEMPLE_PRO",
	"_sText": "<p>Counter-Strike: Source : Bot's Navigation Mesh for the map DE_LOSTTEMPLE_PRO</p><p>Nav Creator: Meurglis3,&nbsp;<span>Release Date: January 14 2016</span></p><p>Here is the Navigation Mesh for fine antiquity-themed map <a href=\"http://css.gamebanana.com/maps/19970\">de_losttemple_pro</a> by Magikus &amp; StarD00d (released January 2007).</p><p>It's a created from scratch and carefully optimized (hand-tuned) .nav-file (because included in mapauthor's original archive simple auto-gen was not fully playable).</p><p>Some of paths was completely broken-off, in particular: through the both hinged bridges (Stairs, Water) and over the boxes to the bridge (Water).</p><p>Well... bots use ALL possible ways now and more sucessfully operate in ALL locations. They will be overcome for invaluable treasures of aztecs :D</p><p>Also this Navigation Mesh is fully Place Painted.</p><p>NOTE: For possibility of comparison and in-game testing the original mapauthor's .nav-file available to downloading with the <a href=\"http://css.gamebanana.com/maps/19970\">same map</a>.</p><p>Play and Enjoy! Also you share the impressions :-)</p><p>Credits and Gratitudes: Magikus &amp; StarD00d (for fine designed and ancient-atmospheric map, also for their other nice maps).</p><p>Additional Gratitudes: BarnDoor (for perfect playable navigation meshes for many fine CS:S maps), Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes), CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps), Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).</p><p>When trees were big and and gods were closer :-)</p><p><br></p>"
}