{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_hairyhouse_b1 nav readme.txt",
					"de_hairyhouse_b1.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1308,
			"_nDownloadCount": 299,
			"_nFilesize": 588631,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1308",
			"_sFile": "nav_de_hairyhouse_b1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1470160555
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34902,
	"_sName": "Hand-tuned NAV for map DE_HAIRYHOUSE_B1",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_HAIRYHOUSE_B1<br><br>Nav Creator: Meurglis3,&nbsp;Release Date: August 02 2016<br><br>Here is the Navigation Mesh for the unique and fun map <a href=\"http://gamebanana.com/maps/37320\">de_hairyhouse_b1</a> by NIPPER (released September 2007).&nbsp;It's a completely hand-made and carefully optimized .nav-file (in original author's release the .nav-file was slightly edited and not fully playable auto-gen).<br><br>This Navigation Mesh was created from scratch approximately for 80%. But the special attention has been paid to some hard-passable areas - oar doors, air ducts and rope ladders.<br><br>Also this Navigation Mesh was fully Place Painted.<br><br>Well... the bots freely move through all areas of the map now. Though these dirty bastards visit a bathroom very reluctantly :D<br><br>Play and Enjoy! Also don't forget to write your responses ;-)<br><br>NOTE: For possibility of comparison and in-game testing the original navigation file by map creator included in original archive and available to downloading with the <a href=\"http://gamebanana.com/maps/37320\">same map</a>.<br><br>Credits and Gratitudes:&nbsp; NIPPER (for fine mansion-themed map for close combats).<br><br>Additional Gratitudes:&nbsp; BarnDoor (for perfect playable navigation meshes for many fine CS:S maps),&nbsp; Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),&nbsp; CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),&nbsp; Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>There is no boredom in this house! :-)<br><br><br>"
}