{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_chaves_css_v1 nav readme.txt",
					"cs_chaves_css_v1.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1109,
			"_nDownloadCount": 394,
			"_nFilesize": 13448,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1109",
			"_sFile": "nav_cs_chaves_css_v1.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1475350095
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34906,
	"_sName": "Hand-tuned NAV for map CS_CHAVES_CSS_V1",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map CS_CHAVES_CSS_V1<br><br>Nav Creator: Meurglis3,&nbsp;Release Date: October 1 2016<br><br>Here is the Navigation Mesh for small fun fast-paced map <a href=\"http://gamebanana.com/maps/55591\">cs_chaves_css_v1</a> by cellexpert (released June 2008).&nbsp;It's a completely created from scratch and fully hand-tuned nav-file (because original author's .nav-file was almost unplayable auto-gen).<br><br>In the original Navigation Mesh attached to the map some ways were broken off. Besides there was a set of inaccuracies in connections of areas.<br><br>Well, bots use all possible ways now... though here not so there is a lot of them :D<br><br>Also this Navigation Mesh was fully Place Painted.<br><br>NOTE: For possibility of comparison and in-game testing the original navigation file by map author available to downloading with the <a href=\"http://gamebanana.com/maps/55591\">same map</a>.<br><br>ADDITIONAL NOTE: I made this NAV at the request of <a href=\"http://gamebanana.com/members/1516506\">tylerbmxer</a> (thanks for his interest). Personally this map not really is pleasant to me, but... if people play on it let play with the maximum pleasure! :-)<br><br>Play and Enjoy! Also share your game impressions with mates and friends ;-)<br><br>Credits and Gratitudes:&nbsp;cellexpert (for his diligence to make the amusing map).<br><br>Additional Gratitudes:&nbsp;BarnDoor (for perfect playable navigation meshes for many fine CS:S maps),&nbsp;Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),&nbsp;CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),&nbsp;Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>Welcome to film-making pavilion for mexican TV-show! :-)<br><br>"
}