{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_cabaret nav readme.txt",
					"cs_cabaret.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1365,
			"_nDownloadCount": 530,
			"_nFilesize": 401094,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1365",
			"_sFile": "nav_cs_cabaret.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1469091627
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34900,
	"_sName": "Hand-tuned NAV for map CS_CABARET",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map CS_CABARET<br><br>Nav Creator: Meurglis3,&nbsp;Release Date: July 21 2016<br><br>Here is the Navigation Mesh for old good fast-paced assault-themed map <a href=\"http://gamebanana.com/maps/35877\">cs_cabaret</a> by Alex Roycewicz (released February 2006).&nbsp;It's a completely created from scratch and fully hand-tuned .nav-file (because in original mapauthor's release was included almost unplayable auto-gen).<br><br>This Navigation Mesh was hand-maded at 80% because in auto-gen nav some areas were made incorrectly and many paths were broken (in particular - ladder and some stairways between the floors, also some doorways and narrow passes).<br><br>Well... bots use all possible ways now. They gonna go build their own theme cabaret, with blackjack and hookers! :D<br><br>Also this Navigation Mesh is fully Place Named.<br><br>NOTE: For possibility of comparison and in-game testing the original mapauthor's navigation file available to downloading with the <a href=\"http://gamebanana.com/maps/35877\">same map</a>.<br><br>Play and Enjoy! Also share your game impressions with mates and friends ;-)<br><br>Credits and Gratitudes:&nbsp; Alex Roycewicz (for nice atmospheric and fine designed adult-themed map).<br><br>Additional Gratitudes:&nbsp; BarnDoor (for perfect playable navigation meshes for many fine CS:S maps),&nbsp; Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),&nbsp; CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),&nbsp; Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>Let's play the Disco! :-)<br><br>"
}