{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_acre nav readme.txt",
					"de_acre.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1346,
			"_nDownloadCount": 400,
			"_nFilesize": 75498,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1346",
			"_sFile": "nav_de_acre.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1469516272
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34901,
	"_sName": "Hand-tuned NAV for map DE_ACRE",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_ACRE<br><br>Nav Creator: Meurglis3,&nbsp;Release Date: July 26 2016<br><br>Here is the Navigation Mesh for recent fast-paced arab-themed map <a href=\"http://gamebanana.com/maps/191068\">de_acre</a> by FreNzy! / Sime5 (released June 2009).It's a created from scratch and fully hand-tuned .nav-file (because in original mapauthor's release the .nav-file was not included).<br><br>This Navigation Mesh was hand-maded at 90%. So a lot of time was required for optimization and exact control of a narrow pathways and broken surfaces :-)<br><br>Well... bots use all possible ways now. Though they are not attracted by spices and sweeties from local bazars! :D<br><br>Also this Navigation Mesh is fully Place Painted.<br><br>Play and Enjoy! Also share with other with your game impressions ;-)<br><br>P.S. Personal big thank to member <a href=\"http://gamebanana.com/members/1501061\">F3R0X</a> for a reminder about this map!<br><br>Credits and Gratitudes:&nbsp; FreNzy! / Sime5 (for this nice dust-styled map).<br><br>Additional Gratitudes:&nbsp; BarnDoor (for perfect playable navigation meshes for many fine CS:S maps),&nbsp; Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes),&nbsp; CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps),&nbsp; Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>Stub towers in the distance, riders the blasted moor against the horizon... :-)<br><br><br>"
}