{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_alberta nav readme.txt",
					"de_alberta.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 612,
			"_nDownloadCount": 259,
			"_nFilesize": 164268,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/612",
			"_sFile": "nav_de_alberta.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1489565839
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34914,
	"_sName": "Hand-tuned NAV for map DE_ALBERTA",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_ALBERTA<br><br>Nav Creator: Meurglis3, Release Date: March 15 2017<br><br>Here is the Navigation Mesh for fine urban themed map <a href=\"http://gamebanana.com/maps/82911\">de_alberta</a> by Propaganda (released February 2009). It's a created from scratch and manually optimized .nav-file (because original .nav-file embedded in .bsp-file was not fully playable).<br><br>Most areas were created manually (also some paths were created from scratch) because some of them were constructed incorrectly or incomplete. Some pathways were precisely adjusted (a path through the overpass, through a dumpster to the roof and some other difficult paths).<br><br>Well... bots use all walkable ways now and surely move through all extent of the map. And they very much dexterously ride on ice... unlike human players &nbsp;:D<br><br>Also this Navigation Mesh was fully Place Painted.<br><br>NOTE: For possibility of comparison and in-game testing the original navigation file by map author available to downloading with the <a href=\"http://gamebanana.com/maps/82911\">same map</a> (embedded in .bsp-file).<br><br>Play and Enjoy! Yeah... your responses and remarks for me are still important ;-)<br><br>Credits and Gratitudes: Propaganda (for high detailed, very realistic and nice twisted map).<br><br>Additional Gratitudes: BarnDoor (for perfect playable navigation meshes for many fine CS:S maps), Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes), CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps), Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>Don't forget a warm mittens and a knitted scarf... with colors of your favorite NHL team :-)<br><br>P.S. Also I strongly recommend to try hand-tuned NAV for hostage rescue version of this map - <a href=\"http://gamebanana.com/gamefiles/5495\">cs_hockey</a>."
}