{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_olympic nav readme.txt",
					"cs_olympic.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 600,
			"_nDownloadCount": 476,
			"_nFilesize": 216623,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/600",
			"_sFile": "nav_cs_olympic.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1490028444
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34916,
	"_sName": "Hand-tuned NAV for map CS_OLYMPIC",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map CS_OLYMPIC<br><br>Nav Creator: Meurglis3, Release Date: March 20 2017<br><br>Here is the Navigation Mesh for nice assault-themed map <a href=\"http://gamebanana.com/maps/146145\">cs_olympic</a> by K@rt (released October 2010). It's a created from scratch and carefully edited (hand-tuned) .nav-file because an embedded in .bsp-file was not fully playable.Unfortunately, it was hastily edited .nav-file with a set of inaccuracies and simplifications.<br><br>Now, after precise manipulations with all areas of Navigation Mesh, the bots don't suffer from hydrophobia anymore :D<br><br>Also this Navigation Mesh is fully Place Painted (more detailed and pertinently than in the original .nav-file).<br><br>NOTE: For possibility of comparison and in-game testing the original navigation file embedded in .bsp-file and available to downloading with the <a href=\"http://gamebanana.com/maps/146145\">same map</a>.<br><br>Play and Enjoy! Also all your responses and remarks are always welcomed ;-)<br><br>Credits and Gratitudes: K@rt (for high detailed and nice twisted assault-themed map).<br><br>Additional Gratitudes: BarnDoor (for perfect playable navigation meshes for many fine CS:S maps), Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes), CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps), Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>Missed pool rules: don't piss in water and don't spit from height! :-)"
}