{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_hospital_tws nav readme.txt",
					"cs_hospital_tws.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 375,
			"_nDownloadCount": 409,
			"_nFilesize": 86495,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/375",
			"_sFile": "nav_cs_hospital_tws.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1499418581
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34919,
	"_sName": "Hand-tuned NAV for map CS_HOSPITAL_TWS",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map CS_HOSPITAL_TWS<br><br>Nav Creator: Meurglis3, Release Date: July 7 2017<br><br>Here is the Navigation Mesh for excellent realistic assault-themed map <a href=\"http://gamebanana.com/maps/103059\">cs_hospital_tws</a> by The Wormhole Studios (released July 2009). It's a totally created from scratch and manually optimized .nav-file (because in original author's archive was included slightly edited auto-gen .nav-file - not fully playable).<br><br>Most of areas and paths were remade manually (about 90% of all area of map). Some broken-off important pathways were restored (in particular - the ways through a both ladders, all available windows, etc.).<br><br>Well... bots have opportunity to use all walkable ways now. They also actively support euthanasia legalization... by head shot method, mainly! :D<br><br>Also this Navigation Mesh is fully Place Painted (more detailed and corresponding to location in comparison with the mapauthor's nav-file).<br><br>NOTE: For possibility of comparison and in-game testing the original .nav-file by map creator available to downloading with the <a href=\"http://gamebanana.com/maps/103059\">same map</a>.<br><br>Fight and Fun! Your remarks and feedbacks are always welcomed :-)<br><br>Credits and Gratitudes: The Wormhole Studios (for high detailed and very realistic urban-themed map).<br><br>Additional Gratitudes: BarnDoor (for perfect playable navigation meshes for many fine CS:S maps), Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes), CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps), Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>You voted yes to Obamacare, loser? :D"
}