{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_liquidwebx nav readme.txt",
					"de_liquidwebx.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 361,
			"_nDownloadCount": 209,
			"_nFilesize": 114090,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/361",
			"_sFile": "nav_de_liquidwebx.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1499966437
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34920,
	"_sName": "Hand-tuned NAV for map DE_LIQUIDWEBX",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_LIQUIDWEBX<br><br>Nav Creator: Meurglis3, Release Date: July 13 2017<br><br>Here is the Navigation Mesh for good designed industrial-themed map <a href=\"http://gamebanana.com/maps/26991\">de_liquidwebx</a> by neotic (released June 2007). It's a totally created fom scratch and fully hand-tuned .nav-file (in original mapauthor's release the .nav-file was almost unplayable).<br><br>This Navigation Mesh was manually remaded approximately for 80% 'cause auto-gen constructed many areas not correctly (also created many excess areas which are going beyond the map frontiers).<br><br>Well... Bots use all possible ways now and move according to all areas of this map quite surely. They frolic at offices of this liquid company as the real office plankton :D<br><br>Also this Navigation Mesh is fully Place Painted.<br><br>Play and Enjoy! All responses and remarks are always welcomed ;-)<br><br>Credits and Gratitudes: neotic (for nice fast-paced industrial-themed map).<br><br>Additional Gratitudes: BarnDoor (for perfect playable navigation meshes for many fine CS:S maps), Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes), CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps), Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>What a flies have stuck in this web..? :-)"
}