{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_ziba nav readme.txt",
					"de_ziba.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 45,
			"_nDownloadCount": 459,
			"_nFilesize": 121377,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/45",
			"_sFile": "nav_de_ziba.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1507997293
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34922,
	"_sName": "Hand-tuned NAV for map DE_ZIBA",
	"_sText": "Counter-Strike: Source : Bot's Navigation file for the map DE_ZIBA<br><br>Nav Creator: Meurglis3, Release Date: October 14 2017<br><br>Here is the Navigation Mesh for amazing fast-paced corridors-themed map <a href=\"https://gamebanana.com/maps/197222\">de_ziba</a> by KENNITHH &amp; Valerik (relesed September 2017). It's fully created from scratch and carefully hand-tuned (manually optimized) .nav-file because original mapauthor's nav-file was not perfect.<br><br>More than a half of all auto-generated areas were remade manually. The special attention was paid to all numerous windows, doors and stairways.<br><br>Well... bots use all possible ways now and perfectly navigate with all map. They are very inspired with the idea about destruction of a private property :-)<br><br>Also this Navigation Mesh is fully Place Painted (more detailed and more suitable to environment than in original).<br><br>NOTE: For possibility of comparison and in-game testing the original navigation file by map creator available to downloading with the <a href=\"https://gamebanana.com/maps/197222\">same map</a>.<br><br>Play and Enjoy! Also your responses for me are still important ;-)<br><br>Credits and Gratitudes: KENNITHH &amp; Valerik (for nice remake of nice map from Battlefield 3)<br><br>Additional Gratitudes: BarnDoor (for perfect playable navigation meshes for many fine CS:S maps), Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes), CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps), Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>There's a ghost outside my window haunting me :D"
}