{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_shutdown nav readme.txt",
					"de_shutdown.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 384266,
			"_nDownloadCount": 161,
			"_nFilesize": 106717,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/384266",
			"_sFile": "nav_de_shutdown.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1527697893
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34928,
	"_sName": "Hand-tuned NAV for map DE_SHUTDOWN",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_SHUTDOWN<br><br>Nav Creator: Meurglis3, Release Date: May 30 2018<br><br>Here is the Navigation Mesh for old good dust-themed map <a href=\"https://gamebanana.com/maps/159844\">de_shutdown</a> by Bobpoblo (released September 2011). It's a completely created from scratch and fully hand-tuned .nav-file. because in original mapauthor's archive was included simple (not fully playable) auto-gen .nav-file.<br><br>Most areas and paths were build manually 'cause during an auto-generation processing the majority of them were constructed incorrectly or incomplete. Some important pathways were broken off (in particular ladders and other difficult passable pathways).<br><br>Well, the bots freely and surely move through all outdoor/indoor areas of the map now. And they by all means will find the MCBW hidden among heaps of a camel shit and baskets with dirty rags! :D<br><br>Also this Navigation Mesh is fully Place Painted.<br><br>NOTE: For possibility of comparison and in-game testing the original navigation file by map creator available to downloading with the <a href=\"https://gamebanana.com/maps/159844\">same map</a>.<br><br>Play and Enjoy! All your responses and remarks are always welcomed ;-)<br><br>Credits and Gratitudes: Bobpoblo / Blair Burkhardt (for nice twisted Middle Eastern styled map).<br><br>Additional Gratitudes: BarnDoor (for perfect playable navigation meshes for many fine CS:S maps), Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes), CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps), Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>My name's a war song, I sing you a new one! :-)<br><br>"
}