{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_strata nav readme.txt",
					"de_strata.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 389863,
			"_nDownloadCount": 272,
			"_nFilesize": 108630,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/389863",
			"_sFile": "nav_de_strata_79e06.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1532003701
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34932,
	"_sName": "Hand-tuned NAV for map DE_STRATA",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_STRATA<br><br>Nav Creator: Meurglis3, Release Date: July 19 2018<br><br>Here is the Navigation Mesh for nice large and multi-layered industrial-themed map <a href=\"https://gamebanana.com/maps/14464\">de_strata</a> by Xj2 / Kev (released October 2006). It's a created from scratch and manually optimized .nav-file (because embedded in .bsp-file navigation mesh edited by Barndoor was not perfect playable).<br><br>Well... now bots use all possible paths and play quite adequately. Though they don't care the factory property at all :D<br><br>Also this Navigation Mesh is fully Place Painted (more detailed and suitably to environment... in comparison with initial version).<br><br>Play and Enjoy! Also appreciate each good playable map ;-)<br><br>NOTE: For possibility of comparison and in-game testing an initial .nav-file included in original author's archive and available to downloading with the <a href=\"https://gamebanana.com/maps/14464\">same map</a>.<br><br>Credits and Gratitudes: Xj2 (for his spacious, realistic and atmospheric industrial-themed map).<br><br>Additional Gratitudes: BarnDoor (for perfect playable navigation meshes for many fine CS:S maps), Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes), CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps), Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>Inside they will disperse as ordered,<br>Each loaded with a heavy gun.<br>Behind the monitors we laughter,<br>Because those bastards have been fun.<br><br><i>- from \"The Factory\" by Alexander Blok in translation by Yakov Hornstein... almost :-)</i><br><br>"
}