{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_glacier nav readme.txt",
					"de_glacier.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 388516,
			"_nDownloadCount": 365,
			"_nFilesize": 132558,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/388516",
			"_sFile": "nav_de_glacier.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1531148361
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34931,
	"_sName": "Hand-tuned NAV for map DE_GLACIER",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map DE_GLACIER<br><br>Nav Creator: Meurglis3, Release Date: July 9 2018<br><br>Here is the Navigation Mesh for nice snowy-themed map <a href=\"https://gamebanana.com/maps/28393\">de_glacier</a> by Dr. Spud (released July 2007). It's an almost fully created from scratch and manually optimized (hand-tuned) .nav-file because included in original mapauthor's archive .nav-file was not perfect playable.<br><br>Well... bots use all possible ways now. Though don't lease a sunglasses and snowboards :D<br><br>Also this Navigation Mesh is fully Place Painted (slightly more detailed and more suitably to a environment).<br><br>NOTE: For possibility of comparison and in-game testing the original mapauthor's .nav-file included in archive with the <a href=\"https://gamebanana.com/maps/28393\">same map</a>.<br><br>Play and Enjoy! Always will be grateful for your remarks and feedbacks. ;-)<br><br>Credits and Gratitudes: Dr. Spud (for good fast-paced map with winter mood).<br><br>Additional Gratitudes: BarnDoor (for perfect playable navigation meshes for many fine CS:S maps), Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes), CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps), Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>The snowflakes glisten on the tree, the sun no longer sets me free... :-)<br><br>"
}