{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_mari nav readme.txt",
					"cs_mari.nav"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 386365,
			"_nDownloadCount": 243,
			"_nFilesize": 219826,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/386365",
			"_sFile": "nav_cs_mari.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1529427893
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34930,
	"_sName": "Hand-tuned NAV for map CS_MARI",
	"_sText": "Counter-Strike: Source : Bot's Navigation Mesh for the map CS_MARI<br><br>Nav Creator: Meurglis3, Release Date: June 19 2018<br><br>Here is the Navigation Mesh for port of the classic assault-themed map <a href=\"https://gamebanana.com/maps/200472\">cs_mari</a> by Niko (released June 2018). It's a totally reworked and carefully optimized (hand-tuned) .nav-file because in original map author's archive was included not finished .nav-file.<br><br>More than a half of all areas were created manually because during an auto-generation processing the majority of them were constructed incorrectly or incomplete.<br><br>Well... bots have opportunity to use all walkable ways and they surely move according to all areas of the map. So you twist the head extensively at the same time! :D<br><br>Also this Navigation Mesh is fully Place Painted.<br><br>Play and Enjoy! Also all your responses and remarks are always welcomed :-)<br><br>Credits and Gratitudes: Niko (for fine port of awesome styled bikini-themed map, also for his other nice ports).<br><br>Additional Gratitudes: BarnDoor (for perfect playable navigation meshes for many fine CS:S maps), Chizbone (for informative and clever article BOT_BRAINED and a set of excellent navigation meshes), CoCoNUT (for fine hand-tuned navigation meshes for many fine CS:S maps), Valve Developer Community (for learning articles by Navigation Meshes and Navigation Mesh Commands).<br><br>Happy Frags and More Fun!<br><br>"
}