{
	"_aAlternateFileSources": [
		{
			"description": "DE_Shanty",
			"url": "https://gamebanana.com/maps/164105"
		}
	],
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_shanty_v3.nav"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 483180,
			"_nDownloadCount": 114,
			"_nFilesize": 65087,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "v1.0",
			"_sDownloadUrl": "https://gamebanana.com/dl/483180",
			"_sFile": "de_shanty_v3_nav.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1598738965
		},
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_shanty_v3.nav"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 486430,
			"_nDownloadCount": 212,
			"_nFilesize": 81821,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "v1.1",
			"_sDownloadUrl": "https://gamebanana.com/dl/486430",
			"_sFile": "de_shanty_v3_nav_v1_1.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1600281522
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "Overhaul",
					"text": "Redid several indoors areas with static props mismatching with nav, also at both bombsites"
				},
				{
					"cat": "Bugfix",
					"text": "Removed/changed several tiles (poles at A, Alley; sheet metal \"doorway\" at Side) that were impassable"
				},
				{
					"cat": "Improvement",
					"text": "Removed jumping in doorways and on Bridge"
				},
				{
					"cat": "Bugfix",
					"text": "Fixed bathroom accessibility on both sides"
				},
				{
					"cat": "Bugfix",
					"text": "Removed impossible dropdowns near Bridge (which I think got some bots stuck), also on fenced area on Alley-BackAlley border"
				},
				{
					"cat": "Adjustment",
					"text": "Some minor place name changes (\"Downstairs\" renamed \"Family Room\", fixed some odd borders between areas)"
				},
				{
					"cat": "Adjustment",
					"text": "some tile shape changes in various areas"
				}
			],
			"_sText": "Most of these changes should definitely be improvements, two minor ones I'm not sure about:<br><br>- a pipe of sorts in the ground at B near the sewer ladder that you have to jump onto or across. Might have been better to have the nav avoid it entirely. Previously made a bigger gap in the net than it probably should even then.<br><br>- While a lot of the props nav previously went right through the bottom of are solid (like Washing Machines, Stoves), I also put some tiles on top of tables... at least some of which I later noticed are destructible. Might revert this in a later update if it turns out to have been stupid.<br>",
			"_sTitle": "1.1",
			"_tsDateAdded": 1600281490
		}
	],
	"_idRow": 34944,
	"_sName": "de_shanty_v3.nav",
	"_sText": "[v1.0] This is pretty basic right now, I had a very autogenerated-looking nav around (the map source for <a href=\"https://gamebanana.com/maps/164105\">de_shanty</a> / \"de_shanty_v3\" is a nice map but comes just with bsp) and did some pretty superficial improvements for the time being to make it less terrible:<br><br>- added place names (32 of them in total)<br>- removed inaccessible areas (probably just regenerating to not have this would have been easier, but I noticed too late...)<br>- made ladders accessible<br>- fixed some broken staircases<br>- added missing connections over aboveground scrap metal walkways (most of \"Roof\", part of \"Loft\", all of \"Deck\" and \"Bridge\")<br>- broke up and merged some particularly hideous tiles (but no deep optimization or anything)<br>- removed some blatantly bad jumps and dropdowns<br><br>There's one weird thing on this map, some big wooden doors that the nav generator seems to believe are breakable, and I've managed to break one of them... but with a ton of hits. It doesn't seem worth keeping these as connections (except for the different breakable wall near \"Bathroom\" and A), but not 100% sure if completely removing these was really the right idea.<br>"
}