{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_sunstroked.nav"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 485634,
			"_nDownloadCount": 60,
			"_nFilesize": 414658,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "v1.0",
			"_sDownloadUrl": "https://gamebanana.com/dl/485634",
			"_sFile": "de_sunstroked_nav.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1599945680
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 34946,
	"_sName": "de_sunstroked.nav",
	"_sText": "This is a nav file for <a href=\"https://gamebanana.com/members/207362\">catfood</a>'s Rats map <a href=\"https://gamebanana.com/maps/28584\">de_sunstroked</a>, which comes without one and nobody seems to have uploaded one yet either - my game initially autogenerated a useless one where only the elevated area on the stone wall was accessible, CTs and Ts if they're spawning on ground would just beeline and stand on the edge. So I regenerated and edited it for a while to make it <i>reasonably</i> playable, though it's not really <i>good</i> as some things don't quite work yet (but I thought, since there is none at all otherwise, might as well share it in this semifunctional state):<br><br>Particularly \"Bridge\", the fly swatter narrowly connecting (upper) \"CT Spawn) to \"Computer Room\" - the central table with a laptop (can be used for sniping, as a quick but dangerous route to some ground-level places, or as the only way to get to \"Roof\"/\"Elevator\") - is a grievance. It is not properly recognized as a walkable surface even though it is one, and I don't know how to get nav tiles up there because it's really narrow and goes diagnonally through grid)<br><br>There are several disguised ladders, not sure if all function properly (for instance, to get from lower CT Spawn (Bombsite B) to upper CT Spawn (\"CTSpawn\"), you need to jump frontwards off the ladder going up to \"Tower\" (a big flower pot), which I have not been able to get bots to replicate, though the connections are theoretically there.<br><br>There is an button-activatable horizontal elevator on the map, which I doubt is possible to get bots to work with? Fortunately, it starts off positioned in an extremly remote way (on \"Roof\" which is a bit of a pain to get to even if the required \"Bridge\" were to be functional) that it would nearly never be used anyway.<br><br>\"Bunker\", a box to stay out of LOS and ambush people coming to the chicken house at A, is not reachable by bots either, they just stand on the wall if I try to make them jump onto the edge from the ledge near the side entrance from \"Dumpster\" as a player would.<br><br>Lastly, since a lack of them can be really irritating, everything has place names, even if some are quite silly and contrived given just how unfitting the regular names are for the setting ... like, I ended up calling the chairs \"Offices\" (\"Big Office\" is of course the one with the computer, \"Little Office\" the one without), and used \"Foyer\" for the fire thing (brazier?) around the middle of the of the ground level's B-route because at least it sounds at least arguably similar and nothing else really suited it at all -&nbsp; better than no names or having half the map called \"Middle\"...?<br>"
}