{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "README.txt",
					"maps": [
						"de_rapidtransit.bsp",
						"de_rapidtransit.nav",
						"de_rapidtransit.txt"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 763580,
			"_nDownloadCount": 640,
			"_nFilesize": 185908518,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/763580",
			"_sFile": "de_rapidtransit_c9993.rar",
			"_sMd5Checksum": "0be813df22bb19aedacc7705c4f4bd17",
			"_tsDateAdded": 1647080719
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 363842,
	"_sName": "DE_RapidTransit",
	"_sText": "<h1>\r\nRapid Transit - Bomb/Defuse\r\n<br>\r\nMade by Foofinoo\r\n</h1>\r\n<br>\r\n<i class=\"SelectedElement\">\r\nOn August the 8th, 2016, due to years of neglected maintenance, parts of the Bergmann fresh water tunnel system finally collapsed, in turn causing significant damage and flooding to various subterranean structures.\r\n<br>\r\n<br>\r\nDue to the blockage of the tunnels, an unusually high amount of pressure was put on the already derelict Two Gorges Dam, and around 20:00 the dam failed catastrophically.\r\n<br>\r\n<br>\r\nThe resulting flood forced the evacuation of Stalburg, and ended up submerging various sites within the river valley including parts of the city itself.\r\n<br>\r\n<br>\r\nHowever, these recent events have not stopped local terrorists from trying to take control of Stalburg by pushing the city further into collapse.\r\n<br>\r\n<br>\r\nTheir next stop is the Stenhill metro station...\r\n</i>\r\n<br>\r\n<br>\r\n<hr>\r\n<br>\r\nThis map has been in development for the past five months.\r\n<br>\r\nInitially started as a fun little \"remake\" project, it quickly became bigger and bigger over time.\r\n<br>\r\n<br>\r\nYou may have recognized it from the name, this is based on the classic map from Counter-Strike 1.6 made by Cayle George and Jake Anderson, namely <a href=\"https://gamebanana.com/mods/84784\">DE_RapidTransit</a>.\r\n<br>\r\nIf you are interested in this remake development and the process of making it, I have been keeping a WIP page right <a href=\"https://gamebanana.com/wips/61966\">here</a> on GameBanana, so feel free to give it a look for more information.\r\n<br>\r\n<br>\r\nJust like my last map, <a href=\"https://gamebanana.com/mods/314377\">CS_Biodome</a>, most of the assets are custom content for a total change of scenery.\r\n<br>\r\nThis time, they are coming from the amazing game called <a href=\"https://store.steampowered.com/app/251110/INFRA/\">INFRA</a> by <a href=\"https://loisteinteractive.com/en/index.html\">Loiste Interactive</a>.\r\n<br>\r\nI've been completely grasped by it, and I thought that it would be cool to make a map with such great assets - even more so a subway map!\r\n<br>\r\n<br>\r\nTherefore, I have tried to stick as much as possible to the original map layout, while also taking into account the deep and rich lore of <a href=\"https://store.steampowered.com/app/251110/INFRA/\">INFRA</a>.\r\n<br>\r\nI guess it will fly over most people's head, but there are quite some little eater eggs and fun things scattered all over the map...\r\n<br>\r\nBy the way, a special thanks to <a href=\"https://gamebanana.com/members/1396356\">Amaruq</a> for allowing me to use his funny <a href=\"https://gamebanana.com/blogs/19270\">Tom's Movies Posters</a>!\r\n<br>\r\n<br>\r\nI really hope you will enjoy the map as much as I had fun making it!\r\n<br>\r\n<br>\r\n<hr>\r\n<br>\r\nFoofinoo\r\n<br>\r\nMarch 12, 2022"
}