{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_museum2.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 843251,
			"_nDownloadCount": 74,
			"_nFilesize": 93206297,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/843251",
			"_sFile": "bhop_museum2.rar",
			"_sMd5Checksum": "6b8c0e2b8e0b6cd086be2902ebe6e1a4",
			"_tsDateAdded": 1659733232
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 394189,
	"_sName": "bhop_museum2",
	"_sText": "<b><i><u>bhop_museum2</u></i></b><br><br>This map functions in a similar way to bhop_museum1. It utilizes Tony's non-linear checkpoint system and the map can be completed in any variation. There are four wings in total, with the \"north wing\" being the last one to complete. <br><br><b><span class=\"RedColor\">West Wing</span></b> - Features large hallways that lead into red art rooms with some models & features showcased. Mostly featured on artwork in antiquity. Most of the artwork is unique to the map but there is some featured from museum1<br><br><span class=\"GreenColor\"><b>East Wing</b></span> - A series of green, modern art rooms that are intertwined with each other. Not that the map itself is very \"realistic\", but this is probably the least immersive stage in the map.<br><br><span class=\"RedColor\"><b>Atrium/Cafe Wing</b></span> - This \"wing\" features a hallway that connects you into a mini cafe section, then into an atrium and then into a temple that is currently being renovated. If I'm being honest, this wing was plagued with FPS issues so I had to scale back some of the things. Originally, there was a stonehenge model but I decided the extra FPS was more important.<br><br><span class=\"GreenColor\"><b>North Wing</b></span> - The North Wing is the last wing to be completed and features the checkpoint teleporter at the beginning of the hallway. This wing is inspired by the starting room in museum1, however it is unique. The end zone is on the 2nd story of the room.<br><br><span class=\"RedColor\"><b>Bonus 1</b></span> - The first bonus starts in a bathroom that is connected to one of the West Wing hallways. You bhop through both male and female bathrooms, into a vent, then you drop & spin into an office room, followed by a downstairs \"basement-ish\" room and then lastly a temple. In hindsight, it doesn't make sense to have a bathroom vent lead into an office, but the bonus' aren't meant to be super immersive. I was just having fun making them.<br><br><span class=\"GreenColor SelectedElement\"><b>Bonus 2</b></span> - I was trying to go with some varied gameplay on the 2nd bonus. The bonus starts out with a booster and then the first half of the level is somewhat climby. The 2nd half is inside of a temple (kind of the like the start of the temple in the atrium level) and is more of a speedrun part. However, it is slightly technical and requires you to keep spin in tight spaces. <br><br>I would like to thank everybody who has tested the map and gave me feedback/advice. This is probably the most time and effort I've put into a map, and even though some of the aesthetics fall a little flat, I think the map still turned out nicely. I wanted significantly more models, but around 75-85% of the models were unable to be used in source/turned out terribly after decompliation.<br><br>Enjoy the map!<br><br>"
}