{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"aim_wintermaze_2016_v5": {
						"steam": {
							"steamapps": {
								"common": {
									"Counter-Strike Source": {
										"cstrike": {
											"maps": [
												"aim_Wintermaze_2016_V5_beta.txt",
												"aim_wintermaze_2016_v5_beta.bsp"
											]
										}
									}
								}
							}
						}
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 843593,
			"_nDownloadCount": 71,
			"_nFilesize": 22394545,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/843593",
			"_sFile": "aim_wintermaze_2016_v5.rar",
			"_sMd5Checksum": "42c7873b7e8356023e2d9db4113f4264",
			"_tsDateAdded": 1659791076
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 394308,
	"_sName": "aim_Wintermaze_2016_V5_beta",
	"_sText": "Ah...Finaly... the Wintermaze V5 map is out! With this map the base of project wintermaze has been concluded.&nbsp;<br><br>I cannot tell you enough how much of a pain it was to make this thing!&nbsp;<br>See dev notes for extra info.<br><br>About the map:&nbsp;<br><br>Player Count: 20vs20<br><br>Newest map as part of project \"Wintermaze_2016\".&nbsp; The map is huge and took me a long time to get it up and running.&nbsp;<br><br>The map is quite interactive, not your standard layout, but you shouldn't get lost either.&nbsp; I tried to make a relatively fun map that would be interesting to play with friends, or to wage war against other clans. Control of certain parts of this map can be useful as there certain things that can give you an advantage (helicopter, trams, armory, warehouse, CCTV room).&nbsp; Oh and CCTV,helicopters and trams are all working.&nbsp;<br><br>The map also has an interactive minimap, which works on the top left of your screen. It should change, depending on if your in tunnels or on surface.&nbsp;<br><br>The map itself is quite large, very spacious, and sort of like an open world type thing. So not your typical layout.&nbsp;<br><br>This map was also a test for myself as a mapper, to see what can i come up with and do.&nbsp;<br><br>Hope you'll like it and will have fun!<br><br>Instructions:&nbsp;<br><br>When you download the map, every file will be in a folder, that has the same name as the folders in your steam directory.&nbsp;<br><br>"
}