{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "readme.txt",
					"cstrike": {
						"maps": [
							"zm_3_rooms_v4.bsp"
						]
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 872457,
			"_nDownloadCount": 48,
			"_nFilesize": 32870548,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/872457",
			"_sFile": "zm_3_rooms_v4.zip",
			"_sMd5Checksum": "a9ed635c8699764ae53ed4677a72d80f",
			"_tsDateAdded": 1664957900
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 405196,
	"_sName": "zm_3_rooms_v4",
	"_sText": "Zm_3_rooms by Davomobil/ Davo SVK/ Davo6233, now in V4 ! Its the biggest update of the all versions. The map is rebuilded from scratch to reach the best performance. It had now 4 brand new places, like disco bar, expansions of the old canals, old graveyard and maintenance corridors. Ive paid great attention to details (like live zombies or flying crows or falling leaves from trees). The elevator is now much more realistic, and fully foolproof. You cant bug it (I hope :D). <br><br>CAN U FIND ALL THE SECRETS? <br><br>Yes, there are 7 secret places, some are reachable only by button, or even.. combination of buttons and triggers. If you are clever, you can shut down all the lights in main part of the map. You just have to find a way, how to unlock the door of the transofrmator room.<br>There are another 4 secret teleports, one whole teleport room (with 6 teleports), and 6 secret buttons<br><br>GRAVEYARD<br><br>Dont try to find it :P. You wont last long here :) As human ofc<br><br>DISCOBAR<br><br>Tired of camping on casual camping spots like in all ZM maps?<br>Come here to discobar, get a drink and play the music you want! You have whole JUKEBOX with 11 unique songs :) Dont forget to turn on dryice and lights!<br><br>I hope you will like this map, and you will have a fun!<br><br>This map is dedicated to Elite Hunterz server :) But you can play it on any server u want, since there are not many of them. Have fun!"
}