{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"maps": [
							"zm_3_rooms_v5.bsp"
						]
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 875151,
			"_nDownloadCount": 66,
			"_nFilesize": 35945015,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/875151",
			"_sFile": "zm_3_rooms_v5.zip",
			"_sMd5Checksum": "68a4169a65a528b43b6af8ae0bb17cb0",
			"_tsDateAdded": 1665495214
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 406202,
	"_sName": "zm_3_rooms_V5",
	"_sText": "Zm_3_rooms by Davomobil/ Davo SVK/ Davo6233, now in V5 ! Another very BIG update of pervious V4 version.&nbsp;&nbsp;After not good test of V4 with 64players (The map was too small), V5 is now much bigger<br>It has now whole new place: Exterior. Explore it yourself. You can also see flying crows and falling leaves. To enjoy the ambience of the map even more. Map has also more entrances, bigger staircase, corridors, canals, more fair camps, same secrets as V4 had. Map is now much more fitted for 64players<br><br><span class=\"SelectedElement\">CAN U FIND ALL THE SECRETS?&nbsp;</span><br><br>Yes, there are 7 secret places, some are reachable only by button, or even.. combination of buttons and triggers. If you are clever, you can shut down all the lights in main part of the map. You just have to find a way, how to unlock the door of the transofrmator room.<br>There are another 4 secret teleports, one whole teleport room (with 6 teleports), and 6 secret buttons<br><br>GRAVEYARD<br><br>Dont try to find it :P. You wont last long here :) As human ofc<br><br>DISCOBAR<br><br>Tired of camping on casual camping spots like in all ZM maps?<br>Come here to discobar, get a drink and play the music you want! You have whole JUKEBOX with 11 unique songs :) Dont forget to turn on dryice and lights!<br><br>I hope you will like this map, and you will have a fun!<br><br>This map is dedicated to Elite Hunterz server :) But you can play it on any server u want, since there are not many of them. Have fun!"
}