{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"Zm_Wintermaze_2016_V5_beta": {
						"steamapps": {
							"common": {
								"Counter-Strike Source": {
									"cstrike": {
										"maps": [
											"zm_wintermaze_2016_v5_beta.bsp"
										]
									}
								}
							}
						}
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 917866,
			"_nDownloadCount": 9,
			"_nFilesize": 20300437,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "map file",
			"_sDownloadUrl": "https://gamebanana.com/dl/917866",
			"_sFile": "zm_wintermaze_2016_v5_beta.rar",
			"_sMd5Checksum": "9058ba1b430290d4639e345137251690",
			"_tsDateAdded": 1673191598
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 421348,
	"_sName": "zm_Wintermaze_2016_beta",
	"_sText": "My first ever zombie mod map.  It's like a bonus map for my wintermaze_2016 series.<br>When I made Wintermaze_2016_V5 I thought to myself \"It would make a decent zm map. <br>So I made a few modifications and here you go! <br><br>And yes the helicopter and trains are functional. No, it wont be impossible to escape zombies, for you can walk on the cables and helicopter cannot be stopped mid air, and you need time to get it in the air. <br><br>Now what are some of the differences between this and the aim version of this map? <br><ul><li class=\"SelectedElement\">Helicopter cannot be stopped mid air (I removed the \"STOP\" button).</li><li>You can walk on ALL the cables, including the train ones. </li><li>Some containers have boxes in em. </li><li>The \"security room\" has a tunnel near ceiling which leads into the prototype room, allowing players to gain high ground. But it's not as easy as it looks to get there. </li></ul>This is my first ever ZM map. I hope it works well... IF not, if you have any ideas/suggestions, please let me know! <br><br>The inspiration for this map came from cs_alpin. A good old map that is dear to my hart and was a favorite during the good ol' 1.6 days. <br>That map could be played as both a cs and zm map, which is why I thought that with a little bit modification this map could also work in a similar fasion..."
}