{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "README.txt",
					"maps": [
						"de_gossamer.bsp",
						"de_gossamer.nav"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 1212661,
			"_nDownloadCount": 563,
			"_nFilesize": 262124137,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1212661",
			"_sFile": "de_gossamer_65963.rar",
			"_sMd5Checksum": "6c856722bdc0b5e4527543fd65a376ea",
			"_tsDateAdded": 1718039066
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 453898,
	"_sName": "DE_Gossamer",
	"_sText": "<h1>\r\nGossamer - Bomb/Defuse\r\n<br>\r\nMade by Foofinoo\r\n</h1>\r\n<br>\r\n<i>\r\nWhat if Simon had written his special gaming memories instead of the book we know?\r\n<br>\r\n<br>\r\nWhat if reading his words could give us an insight into his best matches instead of horrifying us and trapping us in his fears and anxieties?\r\n<br>\r\n<br>\r\nThen maybe we'd have had the perfect playground for some thrilling games, rather than this monster-infested city.\r\n<br>\r\n<br>\r\nWe wanted to see how it could have ended differently if we changed the source of all this insanity: the book.\r\n<br>\r\n<br>\r\nOur mission is to win this match.\r\n</i>\r\n<br>\r\n<br>\r\n<hr>\r\n<br>\r\nOh well, it only took a whole year, after all!\r\n<br>\r\nAs with my two previous maps, if you're interested in the process of how I made and developed this map over the course of the last year, I warmly invite you to check out the dedicated WiP page over <a href=\"https://gamebanana.com/wips/68558\">there</a>.\r\n<br>\r\n<br>\r\nNow about the map itself, I hope it's not too hard to see that it is largely inspired by <a href=\"https://store.steampowered.com/app/223710/Cry_of_Fear/\" target=\"_blank\">Cry Of Fear</a>, a pretty incredible Half-Life horror mod released over eleven years ago by the <a href=\"https://www.youtube.com/channel/UCTLVbaCQ6BJ41DQuMY4UHMw\" target=\"_blank\">Team Psykskallar</a>!\r\n<br>\r\nBeing totally free, there's no excuse if you've never played it before.\r\n<br>\r\n<br>\r\nThe main idea behind this map was simply to pay tribute to that game.\r\n<br>\r\nAs I wrote on the WiP page, I've always wanted to make a map for Cry Of Fear, but working with GoldSource on a single map when the campaign is already so perfect didn't seem very interesting...\r\n<br>\r\nSo I came up with the idea of making a sort of medley of several of the game's key locations to obtain a map that would be playable and, I hope, enjoyable and fun.\r\n<br>\r\n<br>\r\nThat being said, I couldn't limit myself to the default CS:S assets.\r\n<br>\r\nI like the idea of having a map that's completely unique from the others. \r\n<br>\r\nSo once again, I used the splendid assets of the stunning game that is <a href=\"https://store.steampowered.com/app/251110/INFRA/\" target=\"_blank\">INFRA</a>.\r\n<br>\r\nJust to remind you, INFRA is an incredible walking simulator / puzzle game by <a href=\"https://loisteinteractive.com/en/index.html\" target=\"_blank\">Loiste Interactive</a> made with the Source Engine that I can only recommend.\r\n<br>\r\n<br>\r\nIn addition to this, I also used a few assets from a great horror mod for Half-Life 2: Episode Two named <a href=\"https://www.grey-mod.com/grey-mod.com/index.html\" target=\"_blank\">Grey</a> and made by the <a href=\"https://deppresick.com/\" target=\"_blank\">DeppreSick Team</a>.\r\n<br>\r\nIt's also free, so don't hesitate to check it out too!\r\n<br>\r\n<br>\r\nWith all these assets, I think I was able to make the biggest and most varied map I've ever made to date.\r\n<br>\r\nThere are details all over the place, and plenty of references to Cry Of Fear.\r\n<br>\r\nSo don't hesitate to wander around - you never know what you might stumble across!\r\n<br>\r\n<br>\r\nAnd finally, here are some interesting figures about the map:\r\n<ul>\r\n<li>About 5530 brushes and 32720 faces!</li>\r\n<li>Approximately 550 unique textures, including 350 custom ones!</li>\r\n<li>Around 440 unique models, including 370 custom ones!</li>\r\n<li>A total of about 500 MB of custom content!</li>\r\n</ul>\r\n<br>\r\nWell, I think that says it all.\r\n<br>\r\nOnce again, feel free to take a look at the <a href=\"https://gamebanana.com/wips/68558\">WiP</a> page for more information about the map.\r\n<br>\r\nNow, all that's left for me to say is have fun and enjoy!\r\n<br>\r\n<br>\r\n<hr>\r\n<br>\r\nFoofinoo\r\n<br>\r\nJuly 3, 2023"
}