{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"baserace": [
						"0.png",
						"1.png",
						"2.png",
						"3.png",
						"4.png",
						"5.png",
						"Baserace.bsp",
						"Notice.txt"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 1047541,
			"_nDownloadCount": 32,
			"_nFilesize": 20134493,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1047541",
			"_sFile": "baserace.zip",
			"_sMd5Checksum": "3ba2551f8e765600d5d3d6dd21fa5caf",
			"_tsDateAdded": 1693506765
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 466022,
	"_sName": "Baserace",
	"_sText": "EN :<br><br>Hello! to start I did not create this idea of ​​maps, it is a map that already existed on the game wolfenstein enemy territory<br><br>I only recreated this maps via my memories! It is probably different from the original, I put the goal of the official game below<br><br>--------------<br><br>Description official:<br><br>Original Map Links :https://et.trackbase.net/map/131/<br><br>Its a race, to build your base! Steal Construction Materials from your enemy's base and secure them at the various 'Capture Pads' located in your team's base.<br><br>Different capture pads correspond to different base constructions and upgrades, so be sure to think about where you secure your Construction Materials.<br><br>Capture Pads can be used multiple times to upgrade constructions. Also, constructions can be 'synergized' by completing combinations of other constructions.<br><br>The first team to complete all 40 (There are 20 on my map) constructions / upgrades or have the most completed when the timer runs out wins!<br><br>--------------<br><br>Description of the map:<br><br>20 plates per activator!<br><br>CENTRAL TOWER - 1 phase, Added ladder and guard tower / phase 2, decorative only<br><br>FACADE WALL - 1 phase, Fence + ladder / phase 2, addition of barbed wire which makes you lose -10HP / phase 3, Great wall!<br><br>LEFT WALL - 1 phase, Fence + ladder / phase 2, addition of barbed wire which makes you lose -10HP / phase 3, Great wall!<br><br>RIGHT WALL - 1 phase, Fence + ladder / phase 2, addition of barbed wire which makes you lose -10HP / phase 3, Great wall!<br><br>ARMORIE - 1 phase, 3 Weapons available / phase 2, 9 weapons available<br><br>INFIRMARY - 1 phase, restores 2HP every second / phase 2, restores 14HP every second<br><br>SNIPER TOWER - 1 phase, wooden structure / 2 phase, metal structure<br><br>SPAWN ROOF - 1 phase, Wooden structure<br><br>STORAGE - 1 phase and 2, Only decorations<br><br>The game will restart automatically after a team wins<br><br>Very important! This map can be single-server! don't forget to add the command (mp_ignore_round_win_conditions 1) and add auto respawn!<br><br>I have already added this command on the maps, but you still had to add it on your server<br><br>I'm also thinking of doing a desert and snow version.<br><br>If you encounter any bugs or have any questions, please contact me via discord or steam, I will make sure to correct it as quickly as possible!<br><br>Discord : .Nexore<br><br>Steam : https://steamcommunity.com/id/nexore<br><br>FR :<br><br>Boujour! pour commencer je n'ai pas créé cette idée de maps, c'est une map qui existait déjà sur le jeu wolfenstein enemy territory<br><br>j'ai seulement recrée cette map via mes souvenirs! Elle est probablement différente de l'original, je vous mets le but du jeu officiel en dessous!<br><br>--------------<br><br>Description officiel: <br><br>Liens original de la map https://et.trackbase.net/map/131/<br><br>C'est une course, pour construire votre base ! Volez des matériaux de construction dans la base de votre ennemi et sécurisez-les dans les différents « plateformes de capture » ​<br><br>situées dans la base de votre équipe. Différentes zones de capture correspondent à différentes constructions de base et améliorations,<br><br>alors assurez-vous de penser à l'endroit où vous sécurisez vos matériaux de construction. Les Capture Pads peuvent être utilisés plusieurs fois pour améliorer les constructions.<br><br>De plus, les constructions peuvent être « mises en synergie » en complétant des combinaisons d'autres constructions. La première équipe à terminer<br><br>les 40 (Il y en a 20 sur ma map) constructions/améliorations ou à avoir le plus de constructions à la fin du temps imparti gagne !<br><br>--------------<br><br>Description de la map :<br><br>20 plaques a activer !<br><br>TOUR CENTRAL - 1 phase, Ajout d'une échelle et une tour de garde / phase 2, uniquement décoratif <br><br>MUR FACADE  - 1 phase, Grillage + échelle / phase 2, ajout de barbelé qui fait perdre -10HP / phase 3, Grand mur !<br><br>MUR GAUCHE - 1 phase, Grillage + échelle / phase 2, ajout de barbelé qui fait perdre -10HP / phase 3, Grand mur !<br><br>MUR DROIT - 1 phase, Grillage + échelle / phase 2, ajout de barbelé qui fait perdre -10HP / phase 3, Grand mur !<br><br>ARMURIE - 1 phase, 3 Armes disponible / phase 2, 9 armes disponibles<br><br>INFIRMERIE - 1 phase, Restaure 2 HP toutes les secondes / phase 2, restaure 14 HP toutes les secondes<br><br>TOUR DE SNIPER - 1 phase, Structure en bois / phase 2, structure métallique<br><br>TOIT DU SPAWN - 1 phase, Structure en bois<br><br>STOCKAGE - 1 phase et 2, Uniquement du décor<br><br>La partie recommencera automatiquement après qu'une équipe gagne!<br><br>Je pense également faire une version désert, et neige.<br><br>Surtout très important! Cette map peut faire l'objet d'un serveur unique! ne pas ublier surtout d'ajouter la commande (mp_ignore_round_win_conditions 1)<br><br>et d'ajouter une auto respawn! J'ai déjà ajouté cette commande sur la map, mais vous deviez tout de même de rajouter sur votre serveur<br><br>Si vous rencontrez le moindre bug ou si vous avez des questions, merci de me contacter via discord ou steam, je ferais en sorte de le corriger le plus vite possible !<br><br>Discord : .Nexore<br><br>Steam : https://steamcommunity.com/id/nexore<br><br>"
}