{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"bhop_contamination.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1047874,
			"_nDownloadCount": 16,
			"_nFilesize": 50956618,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1047874",
			"_sFile": "bhop_contamination.zip",
			"_sMd5Checksum": "0a2584a45ed2ed808109f37bf3080c5d",
			"_tsDateAdded": 1693558569
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 466131,
	"_sName": "bhop_contamination",
	"_sText": "I had a lot of free time as of late and had the urge to map again,<br>so here's my first map in over two years - bhop_contamination.<br><br><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/9kCtfuoe9zc\" frameborder=\"0\" allowfullscreen=\"\"></iframe><br><br>Traverse through a long-abandoned and dilapidated nuclear facility, discover hidden easter eggs, and read lore/notes from employees scattered throughout the map which tell the story of how a tragic incident caused The Hanley Corporation to go from thriving to forgotten.<br><br>Alternate between the present and the past to experience what the facility used to look like before the incident, and what it has become since.<br><br>This map has been crafted with love. I have spent close to 200 hours on it and managed to make the BSP file size fairly small considering the reasonably high detail. I have also optimised it as best as I can to ensure that there are no significant FPS drops when entering new stages.<br><br>Gameplay-wise, the map focuses on variation. There are numerous routes you can take, in addition to dozens of areas where you can save time, and even some intentional skips to reward players who successfully maintain high speed during their run. <br><br>In addition to this, I have tried my hardest to make this map enjoyable for both beginners and advanced bhoppers alike. While the optimal route is obviously intended for the better players, if you fail certain stages which are designed for high-speed, you will be reset and given a reasonable amount of velocity. This is done so that casual players who fail during specific stages can still play through each stage without having to pre-speed constantly."
}