{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"surf_commune_beta.bsp",
					"surf_commune_beta11.bsp",
					"surf_commune_beta11.nav",
					"surf_commune_beta2.bsp",
					"surf_commune_beta3.bsp",
					"surf_commune_beta4.bsp",
					"surf_commune_beta5.bsp",
					"surf_commune_beta6.bsp",
					"surf_commune_beta7.bsp",
					"surf_commune_beta8.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1095127,
			"_nDownloadCount": 0,
			"_nFilesize": 39709530,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1095127",
			"_sFile": "surf_commune.zip",
			"_sMd5Checksum": "7d5baa6aef76886a44b0a749f558440d",
			"_tsDateAdded": 1701297294
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 481749,
	"_sName": "surf_commune_betas!",
	"_sText": "Recently helped someone with dates regarding surf_commune_beta11, he notified me that these maps are not around on the internet, even the most up-to-date version of commune, so I thought to post every beta version I have of it.<br><br>Unsure whether it's worth posting all versions of surf_commune_too and surf_commune_again, lemme know if I should or not.<br><br>surf_commune was originally the first large scale collab map, hosted by FAJ over on ny_surf, was the first of it's kind and received huge praise upon conceptual release, everyone loved it, especially the jail system. Most betas was to test new functions (mostly updated on the jail system or minigames).<br><br>First completion was done by FAJ, also the first nofail was also done by FAJ, this was before timersurf so there isn't any specific times I can mention sadly, not like I'd remember that much anyways lmao.<br><br>Dr. Pepper didn't step in until around beta9 or beta10, can't remember when.<br><br>There is also a shotgun only version of assualted_combats stage called surf_commune_shotties but it's so shit, I don't even know if it's worth posting lol.<br><br>Designed for 100tick, 100 sv_airaccelerate, one of the hardest maps during its period.<br><br>Have fun!<br>"
}