{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"gg_spires_theory.bsp",
					"gg_spires_theory.vmf"
				]
			},
			"_bContainsExe": false,
			"_idRow": 44355,
			"_nDownloadCount": 1317,
			"_nFilesize": 3273188,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/44355",
			"_sFile": "gg_spires_theory.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1206418360
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 490,
	"_sName": "gg_spires_theory",
	"_sText": "I have worked more hours on this then the amount of time it took me to learn residential carpentry. Im not kidding. \r\nI started this map 3 years ago. many times i have picked it up and changed things added more, optimized etc. I cannot continue with this map, there simply is to much for me to do. This map is truly stunning. But of course in order to create a map both stunning and playable takes more then just a 1 man team. this map could use several hours of optimizing only the vis. then comes the lighting, then comes the ambiance. the list is endless. I have my signature 'pushing elevator lift with the transparent arrows for visual direction. I have a location where a spawn would go for those that fell off the edges could respawn back with no damage. There are several different locations for the spawns making it more random of a game play. several pockets of spawns exist. generally groups of 6 per team. a couple of hidden buy zones and weapon spawners hidden throughout the map. most of the architecture is placed in a way that flow is the top priority, jumping falling and running paths are emphasis's. no areas are see able from spawn to spawn, thus eliminating spawn kills. several light effects litter the map. fog environment and clouds. breakable glass only in areas needed to access for flow. the others are non breakable. \r\n\r\nI would recommend changing the ambient lighting to be at least 500-1000 this will brighten all the corners. compile time for this on my system took almost 3 hours on 'fast'.  Good luck to anyone wanting to take on such a project. Any brush work taken from this map is required by the taker to add credits to his releases using said brush work, or anything else for that matter. \r\n\r\nI took much pride in the creation and hope it makes it to the community. \r\nthanks again for your interest and good luck in your design process."
}