{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"aim_wintermaze_2016_vx": {
						"steam": {
							"steamapps": {
								"common": {
									"Counter-Strike Source": {
										"cstrike": {
											"maps": [
												"aim_Wintermaze_2016_VX.bsp"
											]
										}
									}
								}
							}
						}
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 1147888,
			"_nDownloadCount": 51,
			"_nFilesize": 23083401,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "Final version, with updates",
			"_sDownloadUrl": "https://gamebanana.com/dl/1147888",
			"_sFile": "aim_wintermaze_2016_vx_57410.rar",
			"_sMd5Checksum": "50c46433e9652e2e17efacb926895c45",
			"_tsDateAdded": 1709220627
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "Bugfix",
					"text": "Fixed the water pillar that was sticking out of the ground"
				},
				{
					"cat": "Bugfix",
					"text": "Some doors were giving off loop mooving sounds constantly. I've fixed this as well."
				}
			],
			"_sText": "<p>Fixed a few bugs with the map. Due to it's size and ammount of information, the ammount of bots you can have will be limited. Not sure about the player count. </p>",
			"_sTitle": "aim_Wintermaze_2016_VX",
			"_sVersion": "1.04",
			"_tsDateAdded": 1709221242
		},
		{
			"_aChangeLog": [
				{
					"cat": "Removal",
					"text": "Had to remove even more props due to map not working with bots in a multiplayer setting."
				}
			],
			"_sText": "",
			"_sTitle": "aim_Wintermaze_2016_VX",
			"_sVersion": "1.03",
			"_tsDateAdded": 1708793446
		}
	],
	"_idRow": 490045,
	"_sName": "aim_Wintermaze_2016_VX",
	"_sText": "<span class=\"GreenColor\"><span class=\"SelectedElement\"><b><u>Intro</u></b></span><br></span><br>In 2016 I started a <span class=\"GreenColor\"><b><u>project- Wintermaze_2016</u></b></span>. I had big ideas of what I wanted to do, because I had finally learned the art of problem solving which opened the doors for me to make complex maps. <br>I wanted to know how far I could push the envelope and learn something in the process. <br>VX is the original vision that I had back in 2016 with a few minor adjustments. It's based off of idea I had about a labyrinth in a map, but was unable to make it come true due to lack of problem solving skills. <br><br>I wanted to make a map that's large, interactive, somewhat fun/entertaining, complex and<br>has a degree of crazyness to it. (I hope I succeeded in atleast one of these elements.). <br><br>Originally I wanted to make a fully controllable helicopter that isn't a train, but decided against it at the last moment, because the map is complex enough as it is.  <br><br><u><b>The map is NOT YET fully done, there will be some minor adjustments that will be made and some small kinks that need to be worked out. But overall, the map is playable. </b></u><br><br><u><b><span class=\"RedColor\">You might want to subscribe or stay tuned in some other way for the updated version! </span></b></u><br><span class=\"GreenColor\"> </span><b>-----------------------------------------------------------------------------------------------------------------------------------------------</b><u><b><span class=\"GreenColor\">About the map: </span></b></u><b><br></b><br><span class=\"GreenColor\"><u><b>Max. Player Count:</b></u></span> <u>20vs20</u><br><br>The map is huge and took me a long time to get it up and running. <br><br>The map is quite interactive, not your standard layout, but you shouldn't get lost either.  I tried to make a relatively fun map that would be interesting to play with friends, or to wage war against other clans. Control of certain parts of this map can be useful as there certain things that can give you an advantage (helicopter, trams, armory, warehouse, CCTV room).  Oh and CCTV,helicopters and trams are all working. <br><br>What's different in this version is that you can also flood the tunnels and take remote control over the trams if you wish. You can also make the reactor explode and flood the valley with radiation.<br><br>There are no buyzones, all guns are in the armory, aside from few awp's and the pistols you will have on spawn. <br><br>The map also has an interactive minimap, which works on the top left of your screen. It will change, depending on if your in tunnels or on surface. <br><br>Map itself is quite large, very spacious, and sort of like an open world type thing. So not your typical layout. <br><br>It was also a test for myself as a mapper, to see what can i come up with and do. <br><br>Hope you'll like it and will have fun!<br><br><span class=\"GreenColor\">Now for some instructions (Couldn't add them to the map description, because too many words, I guess...)<br><br>-----------------------------------------------------------------------------------------------------------------------------------------------<b><u>Instructions</u></b><br></span><br>All trains are driveable, that includes the helicopter<br><br><span class=\"GreenColor\">Trains: <br></span><br>Push E on both small red buttons, then pull the lever that has the green arrow<br><br>To stop the train, pull the lever that has the \"STOP\" sign next to it. <br><br>Helicopter: <br><br>1st- press the white button that has \"Activate\" on it. <br><br>Then press the rest of the buttons that has the white light on it. <br><br><span class=\"GreenColor\">Control console:left side<br><br></span><br>Control console gives you power to control trains and water level in the tunnels<br><br>You will find it in the room, next to cannal, above the warehouse, where trains stop,<br><br>closer to the maze NOT on the hilltop.<br><br>To flood the tunnels (console on the right)- <br><br>Press the large red button first, the console should light up.<br><br>Then press the 4 small buttons at the center <br><br>Finally press on the small copper switch on the top right, near the center<br><br>of the console. The switch should move to the left. <br><br>ONCE THE TUNNELS START FLOODING, THEY CANNOT BE STOPPED! <br><br>To unflood the tunnels, press the copper switch again once the tunnels have flooded. <br><br><span class=\"GreenColor\">Control console:right side</span><br><br>This part of the console gives you the power to completally override the trains and <br><br>take control over them. <br><br>Press the big red button. It will activate the console.<br><br>Press the blue button to take control of the train, green button to give it back. <br><br>Use arrows to choose the direction in witch the train will go, stop button to make it stop. <br><br><b><span class=\"GreenColor\">-----------------------------------------------------------------------------------------------------------------------------------------------<br></span></b><br><br>I will make instructions into a texture and add them into the map. An update should come this month. <br><u><b><br><span class=\"GreenColor\">Conclusion</span></b></u><br><br>Originally this map was based off of one of my all time favorite 1.6 maps- cs_alpin.<br><br>Alot of stuff has happened during these years. Graduated high school, first girlfriend, first breakup, graduated collage, etc. But the project was always at the back of my head and now, it has almost come to a close.  <br><br><u><b><span class=\"RedColor\">If you want me to make prefabs out of some of the stuff you see in the map, please let me know. <br></span></b></u>If you have any comments, ideas, wishes, feel free to comment down bellow."
}