{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"aim_wintermaze_2016 Alternate pack": {
						"steam": {
							"steamapps": {
								"common": {
									"Counter-Strike Source": {
										"cstrike": {
											"maps": [
												"aim_Wintermaze_2016_VX.bsp",
												"aim_wintermaze_2016_v0.bsp",
												"fy_Winterhill_2016.bsp",
												"zm_wintermaze_2016_v5_beta.bsp"
											]
										}
									}
								}
							}
						}
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 1181002,
			"_nDownloadCount": 28,
			"_nFilesize": 62975897,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1181002",
			"_sFile": "aim_wintermaze_2016_alternate_pack.rar",
			"_sMd5Checksum": "ff89571538e6321c3f14de93916e403b",
			"_tsDateAdded": 1713963138
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 509299,
	"_sName": "Project- Wintermaze_2016 Alternate pack",
	"_sText": "Back in 2016 I started 2 things, studying at a university and working on a map. You see I had just figured out how to deal with problems in Hammer, this essentially allowed me to make bigger, more complex maps. And I wanted to put my skills and efforts to the test... So i took an old idea I had for 1.6 and made these monsters of maps...Needless to say I learned alot, made several prefabs in the process and gained a massive headache in attempting to bend Hammer to my will...<br><br>The alternate pack contains Wintermaze_2016_VX map wich was my original vision for this project, well almost. Certain things required compromise, such as the helicopter, that needed to stay as is.&nbsp;<br><br><span class=\"GreenColor\"><b><u>ABOUT THE MAP PACK:&nbsp;</u></b></span><br><br>Alternate pack is basically what it says. Alternate versions that slightly deviate from the original 2016 map pack versions.&nbsp;<br>Player count is mostly 20vs20, thou for VX it might be less.&nbsp;<br><br>In total the map pack contains 4 maps (Originally I wanted 5, but seeing as I couldn't figure out surf maps, I gave up on the idea of surf_Wintermaze_2016)<br><br>If you're a simple individual who just wants a simple fight between friends <u><b>V0 </b></u>might be the map for you.&nbsp; If the idea of a maze at the center is not your cup of tea, try out the <u><b>Winterhill</b></u> map, same concept, but no maze and no spawnhouses, just a hill with a few obsticles.&nbsp;<br>If you want something complex with a degree of crazieness to it, try the <u><b>VX</b></u> map, you can fly a helicopter, blow up a nuclear reactor and flood the tunnel system, drowning anyone unfortunate enough to get trapped in there.&nbsp;<br>If you like zombies, I made a <u><b>ZM</b></u> version as well.&nbsp;<br><br>These maps can be classified under the \"Fight yard\" sub category. Reason why they're called \"aim\" is because when I published the first few maps I was told that \"aim maps\" are different.&nbsp;<br><br><span class=\"GreenColor\"><b><u>All maps have a functioning minimap.&nbsp;</u></b></span><br><br>All maps have a functioning minimap on the top right, so you don't get lost, VX has a minimap with 2 layers that also works underground.&nbsp;<br><br><span class=\"GreenColor\"><b><u>Final words:&nbsp;</u></b></span><br><br>VX is the crown jewel of this collection, it is ALMOST what I had in mind when I started making these maps. It is complex, large, crazy, designed for fun and is the final form of all other maps here. Hope it doesn't dissapoint.&nbsp;<br><br><u><span class=\"RedColor\"><b>IF you find any bugs, please let me know.&nbsp;</b></span></u><br><br><u><b><span class=\"GreenColor\">Individual links for maps:</span></b></u><br><br><b><u>aim_Wintermaze_2016_VX</u><br></b>https://gamebanana.com/mods/490045<br><br><b><u>fy_Winterhill_2016<br></u></b>https://gamebanana.com/mods/477258<br><br><u><b>zm_Wintermaze_2016_beta</b></u><br>https://gamebanana.com/mods/421348<br><br><div class=\"SelectedElement\"><u><b>aim_Wintermaze_2016_v0</b></u></div>https://gamebanana.com/mods/397618<br>"
}