{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "README.txt",
					"maps": [
						"awp_poseidon.bsp",
						"awp_poseidon.nav"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 1212645,
			"_nDownloadCount": 43,
			"_nFilesize": 50067233,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1212645",
			"_sFile": "awp_poseidon_c2618.rar",
			"_sMd5Checksum": "dca931789b21de061a01d2f5fc5d1db7",
			"_tsDateAdded": 1718037634
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 519787,
	"_sName": "AWP_Poseidon",
	"_sText": "<h1>\r\nPoseidon - Sniper War\r\n<br>\r\nMade by Foofinoo\r\n</h1>\r\n<br>\r\n<i>\r\nIn the midst of modern times, a fierce conflict erupts between the followers of the Greek deity Poseidon and the worshippers of his Roman counterpart Neptune.\r\n<br>\r\n<br>\r\nA clash of ancient beliefs unfolds as the two factions engage in a heated clan war within the hallowed walls of the deity's sanctuary.\r\n<br>\r\n<br>\r\nThe battle opposing Poseidon and Neptune's devotees rages on, echoing the timeless rivalry between the Greek and Roman pantheons.\r\n</i>\r\n<br>\r\n<br>\r\n<hr>\r\n<br>\r\nAfter my last map <a href=\"https://gamebanana.com/mods/453898\">DE_Gossamer</a>, which was pretty long and exhausting to make, I wanted to move on to something simpler and more modest.\r\n<br>\r\n<br>\r\nI'd been wanting to do it for some time, so I set about remaking an AWP map.\r\n<br>\r\nI love the concept of AWP maps because they allow me to develop a strong concept in a fairly small environment without getting too hung up on a layout that has to be somewhat refined and balanced to be fun.\r\n<br>\r\n<br>\r\nIn short, my heart fell on the map <a href=\"https://gamebanana.com/mods/87539\">AWP_Poseidon</a> by <a href=\"https://gamebanana.com/members/1346699\">Hemingway</a>.\r\n<br>\r\nI always loved the simplicity of this map, the theme, the colours, the ambiance... So I thought it would be perfect to come back with this new map.\r\n<br>\r\n<br>\r\nSince everything is very clean and there are not really extra adornments on the original map, I focused a lot on the textures so that the whole thing fits together perfectly, while using only custom assets to make the map look really unique.\r\n<br>\r\nOf course, for the models, sounds and a few textures, I had to use those from the mod <a href=\"https://store.steampowered.com/app/251110/INFRA/\">INFRA</a> developed by <a href=\"https://loisteinteractive.com/\">Loiste Interactive</a>.\r\n<br>\r\nThe rest of the textures come from the website <a href=\"https://www.textures.com/\">Textures.com</a>, and the <a href=\"https://gamebanana.com/mods/6566\">water texture</a> was made by <a href=\"https://gamebanana.com/members/1255521\">wohSiesta</a>.\r\n<br>\r\n<br>\r\nI also took the liberty of decorating the map with several pictorial representations of Poseidon to dress up the walls.\r\n<br>\r\nIn addition, I always wondered how the players would get to the area in the first place, so I have added doors as well on both sides of the map.\r\n<br>\r\nThese are pretty much the only notable differences between the original map and my remake.\r\n<br>\r\n<br>\r\nThat said, making the map took a lot longer than I'd hoped.\r\n<br>\r\nIn retrospect, building the map itself went fairly quickly, but it was choosing the textures and making sure everything lined up properly that took the longest.\r\n<br>\r\nI went back and forth on the models and textures countless times because I really wanted everything to be as good and clean as possible.\r\n<br>\r\n<br>\r\nI actually started to work on the map at the beginning of September 2023.\r\n<br>\r\nBut unlike my previous ones, I've really given myself plenty of time.\r\n<br>\r\nSometimes, several months would go by between two sessions of work - which is really huge for me, as I usually work almost \"in one go\".\r\n<br>\r\nYet this kind of map allows it, so it wasn't too much of a hindrance and it was actually quite nice to be able to come and go when I really wanted to.\r\n<br>\r\n<br>\r\nAccording to my backups, I didn't touch the map from December to February, and again in April.\r\n<br>\r\nBut it was truly starting to drag, so I took advantage of the many public holidays in May to really get back to it and add the final touches at that time.\r\n<br>\r\nI even managed to add a little easter egg (yes, I'm a child).\r\n<br>\r\n<br>\r\nAnyway, it's getting to be a lot of words for such a small map and I don't even know if anyone actually reads what I write, so I'll just end here...\r\n<br>\r\nHave fun!\r\n<br>\r\n<br>\r\n<hr>\r\n<br>\r\nFoofinoo\r\n<br>\r\nJune 10, 2024"
}