{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"de_kipyatok 1.3": {
						"de_kipyatok 1.3": [
							"avtorstvo.txt",
							"de_kipyatok.bsp",
							"de_kipyatok.nav"
						]
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 1253319,
			"_nDownloadCount": 33,
			"_nFilesize": 167694865,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1253319",
			"_sFile": "de_kipyatok_13.zip",
			"_sMd5Checksum": "c280ae2bae1fabb998140411e4276d92",
			"_tsDateAdded": 1723030158
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [
				{
					"cat": "",
					"text": "Из изменений: полностью изменён магазин, добавлен свет на B, чуть исправлено здание кипятка и т.д"
				},
				{
					"cat": "",
					"text": "Among the changes: the store has been completely changed, the light on B has been added, the kipyatok building has been slightly fixed, etc"
				}
			],
			"_sText": "",
			"_sTitle": "1.3",
			"_sVersion": "1.3",
			"_tsDateAdded": 1723029977
		},
		{
			"_aChangeLog": [
				{
					"cat": "",
					"text": "Из изменений: расширен надземный переход, добавлены дополнительные лестницы, расширена карта, ресторан рис перемещён на другое место, второй надземный перехо"
				},
				{
					"cat": "",
					"text": "Among the changes: the aboveground passage was expanded, additional stairs were added, the map was expanded, the rice restaurant was moved to another location, the second aboveground passage"
				}
			],
			"_sText": "",
			"_sTitle": "correction of small kosyaki",
			"_sVersion": "1.2",
			"_tsDateAdded": 1721944922
		}
	],
	"_idRow": 530296,
	"_sName": "de_kipyatok",
	"_sText": "Данная карта посвящена зданию \"кипяток\" на каком то вокзале. На карте есть: электрички, ресторан рис, 3 бомбплейса, информатор и 2 здания из одной из моих первых карт из 2023 года. Из минусов: отсутствие радара, названия мест, отсутствие текстур внизу электричек (если что эта проблема была у модели с самого начала).<br><br> <br>This map is dedicated to the Kipyatok building at some train station. There are: trains, \"RICE\" restaurant, 3 bombplaces, an informant and 2 buildings from one of my first maps from 2023. Among the disadvantages: the lack of radar, the names of places, the lack of textures at the bottom of the trains (if that was the problem the model had from the very beginning).<br>"
}