{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "de_ancient_csgo_dev_04.bsp",
					"cm": [
						"de_ancient_csgo_dev_04.bsp"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 1295663,
			"_nDownloadCount": 172,
			"_nFilesize": 645108893,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1295663",
			"_sFile": "de_ancient_csgo_dev_04.zip",
			"_sMd5Checksum": "4bb0de877be2a1108163646f5aa470c1",
			"_tsDateAdded": 1728413761
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [],
			"_sText": "<p>bug fixing</p>",
			"_sTitle": "update 08.10",
			"_sVersion": "4.0",
			"_tsDateAdded": 1728400954
		}
	],
	"_idRow": 544484,
	"_sName": "de_ancient_csgo_dev",
	"_sText": "Это экспериментальный (тестовый) порт оригинальной карты <b>de_ancient</b> из CS:GO для CSS с минимальными изменениями. Этим портом я хочу показать, как может выглядеть de_ancient в Source. <br><br>Карта тестировалась с ботами, возможны баги! <br>Текстуры не сжаты, вес карты 586 МБ.<br><br>Полностью переработано освещение. Незначительные изменения. Добавлено несколько ящиков (из последних обновлений в CS2).<br><br><span class=\"RedColor\">Имеющиеся проблемы:</span><br><ol><li>Некоторые модели отличаются от брашей из-за неработающих бампмап у пропов.</li><li>Source движок плохо обрабатывает освещение моделей, присутствуют затемненные модели. С отключенным вертексным освещением они выглядят еще хуже.</li><li>Саундскейпы отключены, так как оригинальные звуки сверчков вынесут вам мозг. А так же это еще +100 МБ к весу.</li><li>На карте расположены сгруппированные пропы, стреляя в близи они будут мигать (от дульной вспышки пропы мерцают). Проблема не в карте, проблема на клиенте. Это никак не исправить.</li></ol><br><b>tg @raxzerax</b><hr>This is an experimental (test) port of the original <b>de_ancient</b> map from CS:GO with minimal changes. With this port I want to show how de_ancient can look like in Source. <br><br>The map was tested only with bots, bugs are possible. Textures are not compressed, the size of the map is 586 MB.<br><br>Completely remake lighting, added a few boxes (CS2 changes).<br><br><span class=\"RedColor\">Available issues:</span><br><ol><li>Some models differ from brush due to props not working bumpmap.</li><li class=\"SelectedElement\">CSS engine does not handle model lighting well, darkened models are present. With disabled vertex lighting they look even worse.</li><li>Soundscapes are disabled as the original cricket sounds will blow your mind. It's also another +100 MB to size map.</li><li>There are grouped props on the map, shooting in proximity they will flicker (from the muzzle flash the props flicker). The problem is not in the map, the problem on the client. There is no way to fix it.</li></ol><br><b>tg @raxzerax</b><br>"
}