{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"de_complex.bsp",
					"de_complex.nav",
					"de_complex.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1316860,
			"_nDownloadCount": 63,
			"_nFilesize": 22053947,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1316860",
			"_sFile": "de_complex.zip",
			"_sMd5Checksum": "ca85a089578b14c6e37683c433c1eb9a",
			"_tsDateAdded": 1730945842
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 554043,
	"_sName": "de_complex",
	"_sText": "A 5v5 (It also supports 30 players) defuse map I made a few years ago but never got to actually posting it. Since my old PC broke down and I only managed to save the finished map file, it seems like it is finally be time to post it.<span class=\"SelectedElement\"><br><br>Anyway, the map is set in a small government-funded industrial complex on a snowy mountain in Eastern Europe. Not a lot going on here; the main focus of this complex is the extraction of minerals from the mountain. For this purpose, an excavation was started at some point, now halted due to the harsh weather in the recent weeks. The quarry was set up next to an existing power plant, in order to have as much power as needed. Other than that, the complex has accommodations for the people staying here, such as a cheaply-built hotel, a warehouse for the excavation, and a workshop in case any of the vehicles break down. The complex has deteriorated with time due to budget constraints, which also led to many employees being fired. The living conditions for the power plant workers are particularly terrible, and many mysterious suicides all around the complex have been ignored or declared to be unrelated to the situation. Some ex-employees, not happy with their termination, began to plan an attack on the facility. Somehow, the police were tipped on the event.</span><br><br>The night of the attack, the terrorists climbed into the poorly defended facility from a window on the hillside. However, a police team was just arriving to the opposite side of the complex. With limited time, the terrorists must attack the power plant's main generator room, or the warehouse. Either option would mean a significant blow to the project's budget, surely leading to it's cancellation as a vendetta. Police must stop them at all costs.<br><br>------------------------------------------------<br><br>This map has custom models, downloaded from gamer-lab.com. In particular, it has a snow vehicle from COD MW2, ported to source by .dimidrol., and a bulldozer from S.T.A.L.K.E.R., ported to source by&nbsp;KPOBOCOC[rus]<br>"
}