{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"de_sbk": [
						"avtorstvo.txt",
						"de_sbk.bsp",
						"de_sbk.nav"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 1338612,
			"_nDownloadCount": 38,
			"_nFilesize": 121969013,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "1.0 version ",
			"_sDownloadUrl": "https://gamebanana.com/dl/1338612",
			"_sFile": "de_sbk.zip",
			"_sMd5Checksum": "154f009b51db9d28bfa3405135328903",
			"_tsDateAdded": 1733693684
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 561122,
	"_sName": "de_sbk",
	"_sText": "(ru)<br><br>Впервые за долгое время я заебашил новую карту: de sbk. Действия происходят в городе Вартановск (там же были действия de_kipyatok и csde_bazar_vokzal) на местном торговом центре построенном примерно в 2002-2003 году (всё таки это уже понятно). Аббревиатура СБК расшифровывается как \"Строительно-бытовая компания\". Такое название выдано от названия района в котором этот ТРЦ и располагается. Впервые эту карту я хотел сделать ещё в начале декабря 2023, но из за того что я уже тогда забросил hammer (у меня уже была одна работа там) она вышла тока сейчас. На карте планируется: улучшить внутреннюю часть тц, больше табличек, уменьшение высоты у ларьков в фудкорте, увеличение пространства и возможное перемещение одного из бомбплейсов. Карта была сделана по прообразу краснодарского ТРЦ \"СБС Мегамолл\", а точнее его северной части<br><br>(mn)<br><br>Удаан хугацаанд анх удаа, би шинэ карт хүртэл fucked: де sbk. Энэхүү арга хэмжээ нь Вартановск хотод (de_kipyatok ба csde_bazar_vokzal мөн тэнд болсон) 2002-2003 онд баригдсан орон нутгийн худалдааны төвд (эцсийн эцэст энэ нь аль хэдийн тодорхой болсон) явагдана. SBK товчлол нь \"барилга, өрхийн компани\"гэсэн утгатай. Энэ нэрийг энэ худалдааны төв байрладаг газрын нэрнээс өгсөн болно. Би энэ газрын зургийг 2023 оны 12-р сарын эхээр анх удаа хийхийг хүссэн боловч би аль хэдийн алхыг орхисон (Би тэнд нэг ажилтай байсан) Тэр яг одоо гарч байна. Энэ нь худалдааны төвийн дотоод засал чимэглэлийг сайжруулах, илүү олон шинж тэмдгийг сайжруулах, хүнсний талбай дахь лангууны өндрийг бууруулах, орон зайг нэмэгдүүлэх, тэсрэх бөмбөгний нэгийг нүүлгэн шилжүүлэх боломжтой байхаар төлөвлөж байна. Газрын зургийг Краснодар сек \"SBS Megamall\" буюу Түүний хойд хэсгийн прототипийн дагуу хийсэн<br><br>(eng)<br><br>For the first time in a long time, I fucked up a new card: de sbk. The action takes place in the city of Vartanovsk (de_kipyatok and csde_bazar_vokzal also took place there) at a local shopping center built around 2002-2003 (after all, this is already clear). The abbreviation SBK stands for \"Construction and household company\". This name is given from the name of the area in which this shopping center is located. I wanted to make this map for the first time back in early December 2023, but due to the fact that I had already abandoned hammer (I already had one job there) She's out right now. It is planned to improve the interior of the shopping center, more signs, reduce the height of the stalls in the food court, increase space and possible relocation of one of the bombplaces. The map was made according to the prototype of the Krasnodar SEC \"SBS Megamall\", or rather its northern part<br>"
}