{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"ze_ancient_wrath_v3_d.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1364162,
			"_nDownloadCount": 24,
			"_nFilesize": 207742595,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1364162",
			"_sFile": "ze_ancient_wrath_v3_d.zip",
			"_sMd5Checksum": "075a0996c1eb51470ed354614f7c01b0",
			"_tsDateAdded": 1737061605
		}
	],
	"_aLatestUpdates": [
		{
			"_aChangeLog": [],
			"_sText": "<p>Fixed some things</p><p>Added some things</p><p>Removed some things</p>",
			"_sTitle": "Update D",
			"_sVersion": "v3_d",
			"_tsDateAdded": 1737061768
		}
	],
	"_idRow": 568304,
	"_sName": "Ancient Wrath v3",
	"_sText": "You are a squad of special forces soldiers that have been sent to shut down an old power plant. The power plant in question is generating energy from an unknown source. The facility was owned by the now defeated Dark-Corp, but now it’s time to remove the remnants of their past. You do not know what lays in front of you and this mission might be your last.<br><br><div class=\"bb_h1 SelectedElement\"><b>Chapter 1</b></div>[1st Log, June 5TH 1600 hrs]<br><br>We were greeted by the sight of a strange distortion in the sky, no doubt the doings of the core.<br>It looked like a very easy job at first, a simple in and out before nightfall.<br>Main objective is to disable the backup generator in the old laboratories, the security systems are still online so we have to manually breach through the doors one by one, luckily our engineers are competent enough to override a simple lockdown although one at a time, once the directive is done we are to return and regroup at the surface and await new orders from HQ.<br>I couldn’t help but feel like we were being watched when we repelled down from the choppers.<br>When we reached the facility’s main entrance we signaled for Delta squad to rally up on our location…. They did…but they weren’t the Delta squad we knew.<br><br><div class=\"bb_h1\"><b>Chapter 2</b></div>[2nd Log, June 5TH 1620 hrs]<br><br>The job became a hundred times harder than what it was supposed to be, Delta squad was under the influence of something dangerous, their limbs dangled and deformed, Blood oozing out of every pore as they ran towards us with the intent to kill.<br>Whatever was in this facility didn’t want us to destroy it and that just made us want to do it even more.<br>The first part went by smoothly but it’s not over just yet since we need to find a way into the underground caves, the fastest way inside is using the prototype teleporters inside the laboratory after reactivating them, with simple coordination we should be able to link them up with the teleporters in the cavern.<br>After gaining access to the cave we’ll have to disable the security override switches, this should give us more territory over the inner parts of the facility, we should be able to identify the source of all this power and end this madness before the situation becomes worse.<br><br><div class=\"bb_h1\"><b>Chapter 3</b></div>[3rd log June 5th 1622 hrs]<br><br>We’ve regrouped at the surface once more to ready ourselves for the final push to destroy the core and shut down the power generator once and for all.<br>As of now we have no intel on the generator room or the layout of the core so we’re pretty much going in blind, the only positive in this is that the laboratory is connected to a sewer system that should be connected to the core room somehow.<br><br><div class=\"bb_h1\"><b>Chapter 4</b></div>[4th log June 5th 1630 hrs]<br><br>We sent over some footage of the facility to HQ…. We may have a problem on our hands, The Corp has been using the remaining of an ancient being to generate this power.<br>We learned this the hard way when an ugly looking SOB broke free from his prison, the beast is now hell bent on tearing us a new one.<br>We have to go back and kill what ever is left of those remains before it succeeds and destroys the world as we know it with ungodly amounts of rage.<br>The objective is to break back once more into the facility and reach the core.<br>We are to bait the beast into this sealed off testing chamber and kill it with whatever means necessary, we found a couple of helpful weapons that were built by the Corp to subdue the beast, this could assist us greatly in the mission.<br><br><div class=\"bb_h1\"><b>Chapter 5</b></div>[5th log ??? ???? hrs]<br><br>This feels wrong, it’s like we’ve been here before, just thinking about it brings up fuzzy memories, my head feels like it’s about to explode,<br>Moving closer to the target area the sky gets darker and darker.<br><br><div class=\"bb_h1\"><b>Chapter 6</b></div>[6th log ??? ???? hrs]<br><br>There’s been an enormous amount of heat building up from the inside, yet we felt ♥♥♥♥♥♥♥♥♥, nothing showed up on Thermal.<br>Can’t…Think…straight…. under…. these…. helmets…. hard to…breath…. can’t…focus.<br><br><div class=\"bb_h1\"><b>Chapter 7</b></div>[7th log ??? ???? hrs]<br><br>Reality is bending in front of our eyes, the sand…I can hear it talking to me…whispering about a great danger.<br>Why is this happening? Where have we been sent off to?<br>Our men are dying left and right in what was supposed to be a clean search and destroy!<br>HQ had gone radio silent for what seemed like ages now, why can’t they answer dammit?!<br><br><div class=\"bb_h1\"><b>Chapter 8</b></div>[8th log ??? ???? hrs]<br><br>What the F%&* was that? A lightning strike?<br>Whatever it was it hit the transmit tower above the facility and…. everything seems clearer now!<br>We remember why we were here; It was the beast’s doing all along trying to distract us from our mission.<br>Now we know what we must do.<br>Go back in there and finish what we started.<br><br>END<br>-ERROR MISSING DATABASE ENTRY-"
}