{
	"_aAlternateFileSources": [
		{
			"description": "Original",
			"url": "https://steamcommunity.com/workshop/filedetails/?id=119710404"
		}
	],
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_bigmaze_d.bsp",
					"cs_bigmaze_d.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1360903,
			"_nDownloadCount": 48,
			"_nFilesize": 5044443,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "Port",
			"_sDownloadUrl": "https://gamebanana.com/dl/1360903",
			"_sFile": "cs_bigmaze_d.zip",
			"_sMd5Checksum": "c859e86916efce4f9da321b270acaf1e",
			"_tsDateAdded": 1736607372
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 568317,
	"_sName": "cs_bigmaze_d",
	"_sText": "Этот мод является портом карты из Garry's Mod. Оригинальная карта находится в мастерской Стим, эта карта создана была пользователем Insanealternative.\r\nВот ссылка: https://steamcommunity.com/workshop/filedetails/?id=119710404.\r\nПодробнее о карте можно узнать в Стим, советую в настройках времени поставить 10 минут, так вы сможете успеть добежать к башне и вернуться на базу спецназа.\r\nВ карте есть вы сможете найти места спасения, это будет выход, то есть дверь, где раньше был логотип автора оригинала, мне трудно сказать, будет ли автор счастливым, если эта карта будет портирована, я удалю карту, если автору не понравится то, что я портировал его карту, я ОЧЕНЬ советую поддержать автора оригинала для GMod, ведь это его карта, а я просто портировал (сколько раз я уже сказал, портировал), но для тех, у кого нет денег купить Garry's Mod, вот ссылка на карту для пиратки: https://garrysmod.ru/karti/gm-bigmaze/. Надеюсь, я вам помог, спасибо за скаченную вами карту.&nbsp;<br><br><br><br><br><br><br><br>&nbsp;This mod is a port of the Map from Garry's mod The original map is located in workshop steam, this map was created by Insanealternative users;\r\nhere is the link https://steamcommunity.com/workshop/filedetails/?id=119710404&nbsp;You can find out more about the map in steam, I advise you to set the time settings for 10 minutes, so you can have time to finish off by the back and return to the special forces base,\r\nin the map there is you can find places of salvation it will be an exit that is, a door where the original author's logo used to be, it is difficult for me to say whether the author will be happy if this map is ported, I will delete the map if the author does not like the fact that I ported his map, I STRONGLY advise you to support the original author for gmod and I just ported (how many times have I already said ported) but for those who do not have the money to buy Garry's mod here is a link to the map for pirating https://garry-s-mod.ru/karti/gm-bigmaze/ I hope I helped you thanks for downloading the map"
}