{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"MAP": [
						"LOOK PLS!!!.txt",
						"zm_small_castle_v1.bsp"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 1415472,
			"_nDownloadCount": 11,
			"_nFilesize": 64997662,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1415472",
			"_sFile": "zm_small_castle_v1_b1b2b.zip",
			"_sMd5Checksum": "b622f03f7c6dec48c596888182b98cbe",
			"_tsDateAdded": 1743863820
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 586501,
	"_sName": "zm_Small_Castle_v1",
	"_sText": "This map has many standard Zombie Mod locations, with props, with climbing, with tunnels, and with transparent walls. There are teleporters and there are only 9 of them on the map. The map has 64 spawn points, 32 points CT (People) and 32 points T (Zombie) Map is suitable for versions of CS:Source from v34 to v93. The map weighs 63.8 MB, despite the fact that the author compressed it 2 times.<br><br>There is a VIP Room on the map, which you can get to by pressing 3 tangerine buttons in order throughout the map, and enter the hidden teleport. In this VIP Room, you can turn on 1 of 5 music throughout the map and you can get special map options from 2 portals, such as: Super Jump and Speed ​​(These map options are given to you for a while!)<br><br>The map was made with a soul, the author did it almost 2 years, lost files of this map, the creator himself abandoned this map, but took himself in hand and decided to finish the map to the end, from the fact that the author did different versions of this map he has many ideas about version 2, if this map will become popular and will be on many Zombie Servers, he will make 2 version of this map, which will be larger and with many secrets!<br><br>If you notice bug maps or want to suggest an idea, write to the map creator in discord. I will be glad to everyone!<br>Discord: lizer001<br><br>The map has been remade, if you downloaded it before, download it again!!!"
}