{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"mg_multigames_devine_is_french.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 1426207,
			"_nDownloadCount": 0,
			"_nFilesize": 56846723,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/1426207",
			"_sFile": "mg_multigames_devine_is_french.7z",
			"_sMd5Checksum": "0baec81c33f09c2c229680ff6949537d",
			"_tsDateAdded": 1745401653
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 590069,
	"_sName": "mg_multigames_devine_is_french",
	"_sText": "ORIGINAL TEXT:<br><br>This new version of mg_multigames_devine is primarly to correct the maps because last version can't be launch on new version of CS:GO. This mg map contains 11 levels that can be choosing by the first who pass the metal gate. Here is the 11 level with a short description and name of the music’s: HE grenade level: throw the grenade above the wall for explode your enemy’s. Music: CS:GO - gamestartup Knife level: Fight with your knife and take the grenade at the center. Music: Gabriel Yared - Achilles &amp; Hector Fight AWP level: Fight with awp and knife. Music: Nalepa - Monday (The Glitch Mob remix) AK/M4 level: Buildings are destructible! Destroy the spawn building enemy for kill the enemy team. Music: End game - Bot Ride Deagle level: Fight on the boat but doesn’t touch the water or you be hurt. Music : Beat Ever - Conqueror Machinegun level: It’s a trampoline level with m249 and negev. Music: Skillet - Hero Sliderace level: It’s a short sliderace. Be the first to arrive at the end for own the unique m249. Music: Uppermost - Born Limitless PM level: Fight on the city! The walls are ladders. Music: Metal Gear Solid 3 Theme Fall level: Fall and avoid the obstacle. Music: CS:GO - tenseccount_b01 Shotgun level: Go on the wooden box to fly away! Music: The Glitch Mob - Animus Vox – Gravity level: Take and SSG and a knife and fight on this CQB map with the gravity. Music: Battlefield 3 main theme This map required the equivalent of the CSS command “sv_airaccelerate 100” (for fall and shotgun level). Add and correct: 2 more levels: machinegun and sliderace. Gravity bug after the gravity level correct. Boat collision correct (Deagle level) Note: A lag may appear at the beginning of each round if you have a low config. The map has 20 ct and t spawns for a total of 40 spawns but it's not recommended to play more than 20 players on this maps (some level are small) This name of the map is a private joke with my friends. Apparently, this precision is important. The name of the map is “devine” (“guess” in French) they aren’t link with map called divine. There is a secret room, where evereybody are teleported if no level are selected before 60 seconds.<br><br>Ported from&nbsp;<a href=\"https://gamebanana.com/mods/80287\" target=\"_blank\" class=\"SelectedElement\">CS:GO</a>&nbsp;with&nbsp;<a href=\"https://steamcommunity.com/profiles/76561198004460078\" target=\"_blank\">permission granted</a>."
}