{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"css_unic_doubleassault": [
						"css_unic_doubleaction.txt",
						"css_unic_doubleassault.bsp",
						"css_unic_doubleassault.nav"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 335068,
			"_nDownloadCount": 1540,
			"_nFilesize": 788787,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/335068",
			"_sFile": "css_unic_doubleassault_2.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1232478769
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99449,
	"_sName": "css_unic_doubleassault",
	"_sText": "Css_unic_doubleassault by Theunicgold\r\n\r\nhttp://theunicgold.free.fr\r\n\r\nIndonesia, Molluques Island.\r\n\r\nOne bright May morning in 1977, the children of Bovendsmilde were settling down for their lessons when four South Moluccan terrorists stormed the school. Armed with submachine guns and grenades, they took 105 children and 4 teachers hostage. A short time later, just outside of town, nine heavily armed South Moluccans boarded a commuter train, taking 60 hostages. After 14 long hours, the terrorists begin issuing their political demands. As negotiations dragged on for an interminable two weeks, the Royal Dutch Marines were taking action. The elite counter-terrorism and commando squad used thermal imaging and listening devices to formulate a rescue plan. This double siege is the most famous mission of the Royal Dutch Marines and is still studied by counter-terrorism units worldwide as a textbook example of how to handle a hostage crisis.\r\n\r\nThe Royal Ducht Marinesgive assault during the night with two groups, one  with a vehicle brokes a door from the school and use flashs grenades and the terrorists have been arrest, the other using a heavy gun and snipers , shoot on the wagon. The hostages are supposed sleeping on the ground, and only 3 hostages have been killed and for the terrorist only 1 or 2 still alive.\r\n\r\n\r\nThis map is inspired by these facts , 2 locations where hostages are be detained with two groups of terrorists.\r\n\r\nThe medium size give a fast action but its necessary to proceed with caution if you are CT, as usual its possible to climb on walls...\r\n\r\nMany possibilities to be hidden, the map is well lighted , in the real facts there was no light during the Royal Ducht action.\r\n\r\nThe maps runs well about 32 players \r\n\r\nPoints Nav for Bots are outstanding  made by CHIZBONE, a excellent naver, i recommend him and i give credits for its remarkable works.\r\n\r\nDont forget to buy a nightvision\r\n\r\nEnjoy It"
}