{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"css_unic_island": [
						"css_unic_island.bsp",
						"css_unic_island.nav",
						"css_unic_island.txt"
					]
				}
			},
			"_bContainsExe": false,
			"_idRow": 334152,
			"_nDownloadCount": 1867,
			"_nFilesize": 4427194,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/334152",
			"_sFile": "css_unic_island.7z",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1235381147
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99450,
	"_sName": "css_unic_island",
	"_sText": "Css_unic_island by Theunicgold\r\n\r\nThe Huv Helicopter model animation is due to Aurora\r\n\r\nIn an old jail, 4 hostages have been detained by Terrorists.\r\n\r\nThis map could be call the unachieved map\r\n\r\nThis is a big map, rescue hostages in sea aera, unfortunetly this map is unachived because of a loading solid error from Hammer after a steam defrag, thanks you Steam.\r\n\r\nThe decompiler give a vmf files that its impossible to open, give the same error.\r\n\r\nSo the map has some minors errors that i can't fix, and the map is not compiled with the full options, so that gives some lights not very well in certains aeras .\r\n\r\nThe nav meshes are the automatic points, and has you know hostages dont swim...so the hostage zone is near the old jail , as CT you have to open a fire door to access to rescue zone under the helicopter...\r\n\r\nFor CT You can access by water hole or shoot on the main wood door.\r\n\r\nIts possible to jump on the boats, but not with the hostages , that i was trying to make first, but they dident keep on boats.\r\n\r\nAs even in my maps you can climb and jump on walls, towers, as usual you will find many possibilities , around the jail on rocks...\r\n\r\nIf you like swimming under sea, snipping (be careful because of the limitation of the hl2 engine , the distances are limited), ambush, give assault, you like this map."
}