{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Readme.txt",
					"cs_assault_future.bsp"
				],
				"_sMimeType": "application/x-rar"
			},
			"_bContainsExe": false,
			"_idRow": 303926,
			"_nDownloadCount": 6834,
			"_nFilesize": 4477142,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/303926",
			"_sFile": "cs_assault_future.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1333625285
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99536,
	"_sName": "cs_assault_future",
	"_sText": "Description\r\n==================\r\nThis is my second map I created for Counter-Strike: Source. It was actually created for the \"Time Traveller\" Mapping Contest in September 2011 but unfortunately I did not make it in time so I decided to take my time and put more effort in it. The map takes place in the same district as it does in cs_assault but about 50 years later. Much has changed in that time, the whole warehouse has been completely rebuilt, huge skyscrapers are gathered around the small old buildings and the railroad station has now two tracks! I have played much around with lighting effects to create a new, shiny and futuristic look.\r\n\r\nGameplay\r\n==================\r\nThe gameplay should be the same as it is in the original version of cs_assault since the task was to only change the look but not the structure of the map. However, certain spots might differ a bit from the orginal.\r\n\r\nUpdate\r\n==================\r\n- added small railroadtrack parts inside tunnel\r\n- added playerclip brush near office\r\n- changed texture at the station near office\r\n- improved textures on warehouse gate\r\n- added areaportals to the warehouse\r\n- changed light sprite scale from 3 to 2.5 inside warehouse\r\n- added viscluster\r\n- added playerclip brush near counter-terrorist spawn\r\n- added light inside the alley near counter-terrorist spawn\r\n- added Hint/Skip brushes\r\n\r\nInstallation\r\n==================\r\nExtract the bsp-file from the zip folder into the directory\r\n\r\n**c:\\programs\\Steam\\steamapps\\[username]\\counter-strike\\source\\cstrike\\maps**\r\n\r\n(default Steam directory)\r\n\r\nFeedback\r\n==================\r\n**Any feedback will be appreciated!** Tell me which visual changes I should do the next time I (maybe) recreate another map. What do you like especially about the futuristic look of the map? Does it fit well? What should I have done better in your opinion? I would love to know!"
}