{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_aurora_2.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 285579,
			"_nDownloadCount": 9202,
			"_nFilesize": 84624008,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/285579",
			"_sFile": "cs_aurora_2_3.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1413767571
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99572,
	"_sName": "cs_aurora_2",
	"_sText": "cs_aurora_2.\r\n\r\nThis map replaces the previous cs_aurora and cs_aurora_final.\r\n\r\nThe big difference with this release compared to earlier versions is the performance optimization made by LurkyUK. And even though I kind of thwarted him by adding more detail, a bigger skybox, and hdr, this map should now be quite playable :) \r\nNew in this release is also a fine-tuned NAV-file, made by Meurglis3. \r\n\r\nI hope you like it.\r\n\r\nBACKGROUND.\r\n\r\nInspired by Isaac Asimov's novel \"The Robots Of Dawn\".\r\n\r\nOn the human colony planet of Aurora, society revolves largely around the use of robots. Certain political forces say further colonization of the galaxy should be handled exclusively by androids, wich is why the Auroran Robotics Institute is now focusing their efforts on creating a humaniform robot - a machine indistinguishable from a human. This accomplishment has however already been achieved, by a robot scientist outside of the institute, who, due to his political views, refuses to share his knowledge with the ARI. This, in combination with a complete lack of progress of their own, may be why the Auroran Robotics Institute has now stolen this unique, humaniform robot. Before the lone scientist has a rescue team assembled, the ARI has managed to duplicate the android twice.\r\n\r\nRobot rescue team (CT): Get the humaniform robot and its two clones out of the Institute and back to their engineer.\r\n\r\nARI security (T): Defend the idea of public domain knowledge, and your hostage.\r\n\r\nMap by LaBello.\r\n\r\n\r\nTHANKS.\r\n\r\nLurkyUK (for overall awesomeness), Lionheart & ukcs.net (in the end perhaps not the perfect 64 player map, but thanks for playing it), Meurglis3 (Hail To The Bots Of Dawn!), USF|Jack (for early development feedback), Gamebanana, Valve."
}