{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_aurora.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 296341,
			"_nDownloadCount": 5042,
			"_nFilesize": 69137078,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/296341",
			"_sFile": "cs_aurora.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1360961318
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99571,
	"_sName": "cs_aurora",
	"_sText": "**NOTE** An updated version of this map is available [here](http://css.gamebanana.com/maps/172713 \"here\"). **NOTE**\r\n\r\nBACKGROUND\r\n\r\n(Slightly) based on Isaac Asimov's novel \"The Robots Of Dawn\".\r\n\r\nOn the human colony planet of Aurora, society revolves largely around the use of robots. Certain political forces say further colonization of the galaxy should be handled exclusively by androids, wich is why the Auroran Robotics Institute is now focusing their efforts on creating a humaniform robot - a machine indistinguishable from a human. This accomplishment has of course already been achieved, by a robot scientist outside of the institute, who, due to his political views, refuses to share his knowledge with the ARI. This, in combination with a complete lack of progress of their own, may be why the Auroran Robotics Institute has now stolen this unique, humaniform robot. Before the lone scientist has a rescue team assembled, the ARI has now managed to duplicate the android twice.\r\n\r\nRobot rescue team (CT): Get the humaniform robot and its two clones out of the Institute and back to their engineer.\r\n\r\nARI security (T): Defend the idea of public domain knowledge, and your hostage.\r\n\r\nMap by LaBello.\r\n\r\nFEATURES.\r\n\r\nHostage map set in an earth-like sci-fi environment, combining long range/close quarter combat. 20 spawns. Default .nav file. \r\n\t\r\nNOTES.\r\n\r\nMy first hostage map. Probably poorly balanced in one way or the other.\r\n\r\nTHANKS.\r\n\r\nGamebanana, for hosting.\r\nEveryone in the credits list, especially PhilipK, for fantastic textures.\r\nThe Last Resort, the pride of Germany."
}