{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_bank2_Final.bsp",
					"cs_bank2_final.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 325587,
			"_nDownloadCount": 2173,
			"_nFilesize": 2426613,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/325587",
			"_sFile": "cs_bank2_finalfix.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1263733240
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99592,
	"_sName": "cs_bank2_Final",
	"_sText": "Remake of cs_bank http://www.fpsbanana.com/maps/116919\r\n\r\nMission Briefing\r\nThieves (Terrorists) have taken over G.N.B. (A reference to How I met Your Mother, Goliath National Bank) and have taken hostages. Negotiations have been a failure. We (Counter Terrorist) have secured the perimeter, and no one can escape without us noticing. Your objective is to Rescue the hostages by any means necessary. Our satellite reveals that the robbers are all spread out in corridors as general surveillance, a back alley providing guard from the Back doors, others are located inside the vault taking the money and a few are holding the hostages, so expect heavy fire as soon as you get there.\r\n-Good Luck Gentlemen\r\n\r\nGame play\r\nIt’s a Bank situation, but it’s a slightly different game play than usual CS games. In here Action is instant. All CT start at the entrance with an option to buy weapons, However the Terrorist team are all spread out over bank (Some start in corridors as general surveillance, a back alley providing guard from the Back doors, others are located inside the vault taking the money and a few are holding the hostages). The hostages are just a few feet away, yet its not as simple as rushing in as that ends up in death, so CT have to fight and try to flank using other entrances to the bank.\r\n\r\nThe inspiration came from having watching a few bank robberies movies, and the fact that I have never played a bank map in here, so it looked like an interesting concept to make. I am very happy with the results.\r\n\r\nFeatures\r\n-Different spawning points for Terrorist.\r\n-Hostages are relatively close to rescue zone, yet it is a challenge to rescue them quickly\r\n-A Detailed World\r\n-Physics objects get destroyed and fly around\r\n-Optimized map, with an average of 170 fps, with a decent computer\r\n\r\n--Added a possible soultion for radar not showing up properly\r\n\r\nCapacity\r\n32 vs. 32\r\n\r\n<object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/7abwAfA3srE&hl=es_ES&fs=1&\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/7abwAfA3srE&hl=es_ES&fs=1&\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object>\r\n\r\nThe video is a bit laggy because of fraps, sorry about that\r\n\r\nPlease comment and report bugs etc\r\n\r\nIf you take this map for your server online DONT FORGET TO PM ME YOUR I.P. address so I CAN JOIN along!\r\n\r\nMore maps from me to come\r\n\r\nSpecial thanks to 3kliksphilp for his support, guidance, and tutorials at http://3kliksphilip.com/index.html\r\n\r\nLook at the screenshots and try it!\r\n\r\nInstallation, just paste the .nav and .bsp on your maps folder for counter strike source\r\n\r\nDefault should be Files\\Steam\\steamapps\\Account_Name\\counter-strike source\\cstrike\\maps"
}