{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"0": "Release_Notes.txt",
					"cstrike": {
						"maps": [
							"cs_classified.bsp",
							"cs_classified.nav"
						]
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 350033,
			"_nDownloadCount": 17294,
			"_nFilesize": 16789356,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/350033",
			"_sFile": "cs_classified.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1185156845
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99711,
	"_sName": "cs_classified",
	"_sText": "CS_CLASSIFIED by DIMENSION STUDIOS\r\nhttp://www.dimensionstudios.org/\r\n\r\nINTRODUCTION: The government has been funding a top-classified scientific research agency that has established hidden facilities and labs all across the country. \r\n\r\nCOUNTER-TERRORISTS: A group of Terrorists has overtaken one of the classified facilities. It is hidden inside an abandoned office compound and contains information vital for the security of our country. All data is encrypted and remains safe as long as the four hostage scientists do not reveal the access codes. You must rescue them. \r\n\r\nTERRORISTS: A special-forces squad has been dispatched to stop us in our just cause. It is only a matter of minutes before we are able to learn the access codes from the hostages and download all the data from facility's servers. Stop the CTs from rescuing the hostages. \r\n\r\nLayout based on cs_office by TRS \r\nLevel Designers: Apfe_Lsaft, JoeSchmo, Aleksandr \r\nWorld Texture art: Apfe_Lsaft, Aleksandr \r\nCustom Props: Project Orion Team\r\n\r\nThis level is based on the layout of cs_office but completely redefines the theme. Many of our testers thought that this combination of a good, well-known layout and our unique theme provides both intense gameplay and a complete immersion through visuals and sound. Check out the map and see if you agree. As always the map includes a carefully tuned and tested nav file by Barnd00r."
}