{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_compound_csgo readme.txt",
					"cs_compound_csgo.bsp",
					"cs_compound_csgo.nav"
				],
				"_sMimeType": "application/zip"
			},
			"_bContainsExe": false,
			"_idRow": 464629,
			"_nDownloadCount": 2105,
			"_nFilesize": 95753436,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/464629",
			"_sFile": "cs_compound_csgo.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1590325462
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99727,
	"_sName": "cs_compound_csgo",
	"_sText": "<b>COMPOUND</b><br><br>Hostage Rescue Map for Counter-Strike: Source<br><br>CS:S original map creator: Valve Corporation<br>CS:GO original map creator: Xanthi<br>CS:S map port creator: Niko<br>Navigation Mesh editor: Meurglis3<br><br>High-quality port for CS:S of the original awesome large open <a href=\"https://steamcommunity.com/sharedfiles/filedetails/?id=162368406\">map</a> from CS:GO by Xanthi / Jeroen van Werkhoven.<br><br>About the source map (cs_compound for CS:GO):<br>   This is a remake of another unfairly forgotten map cs_compound from original Valve's Counter-Strike:Source. This was one of the two exclusive maps for Counter-Strike: Source (while the other exclusive map was de_port).<br>   Remake preserving the spirit of the initial \"Compound\" while adding new features and doing so in a pleasant overall ambience. Choice of lighting and time of day is spot on to convey the sense that the action happens at the end of day after the workday is over. Soft lighting add to the map’s realism and sense of belonging to a city, something that the original Valve's map didn’t have. There is a nice attention to details across the map, a good placement and harmonious combination of props. The soundscapes add to the believability of the setting and further enhance the industrial compound experience. The new added routes are a nice touch to diversify gameplay that was already more or less good in the original map. All the above helps conveying an authentic industrial complex feeling to the map and make it look like it’s a part of a busy city.<br><br>About this port (cs_compound_csgo for CS:S):<br>   This port contains significant design changes compared to the original map, made to give more variety to the gameplay - extended routes to improve overall balancing of the map with usable tunnel system and unblocked extra area. Additional soundscapes and visual effects were also added. As well as some other changes and improvements.<br><br>Story:<br>   Inside this remote industrial compound, terrorists hold and interrogating three captives: scientists with critical information on secret nuclear program.<br>   But their location has been compromised and Special Forces are at the gates already...<br>   Well, either way, egg-headed trio must not be harmed!<br><br>P.S. ~ With inventors, even if they are a little cranky, need to be able to do business (Lenin) :-)<br><br>"
}