{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"01.jpg",
					"02.jpg",
					"03.jpg",
					"04.jpg",
					"05.jpg",
					"06.jpg",
					"Readme.txt",
					"cs_compound_unlimited_v1.bsp"
				]
			},
			"_bContainsExe": false,
			"_idRow": 341424,
			"_nDownloadCount": 4714,
			"_nFilesize": 7684890,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/341424",
			"_sFile": "cs_compound_unlimited.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1212696271
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99731,
	"_sName": "cs_compound_unlimited_v1",
	"_sText": "This is the first version of cs_compound_unlimited. Feel free to post ideas either here or in my Profile for a version 2 (if I ever get around to making one).\r\n\r\nAdditions (to the standard):\r\n(North is facing straight out from CT Spawn.)\r\n\r\n- Opened the Northern and Western Gates that were previously closed.\r\n- Created indoor areas for the two warehouses to the West.\r\n- Created a hole in the wall to the West of the complex.\r\n- Added a trailer at the North end of the complex to jump over the wall.\r\n- Created a Rooftop area for Ts to defend the complex with.\r\n- Opened the previously closed door on the exterior walkway.\r\n- Made the windows in all of the warehouses transparent for sniping.\r\n- Broke the Eastern fence in two places to allow access.\r\n- Created an indoor area for the warehouse to the East.\r\n- Removed clipping and added a ladder down into the passage by CT Spawn.\r\n- Created a stairwell in North-East corner going underground.\r\n- Created a whole underground passage section for use by either team.\r\n\r\ncs_compound_unlimited is a project I've always wanted to do, an unlimited map. I'd originally planned to do one for italy but upon talking it through with a friend of mine we decided that it'd be a cool idea to do it for compound instead.\r\n\r\nThis map was originally made by Valve and edited further by me, Nexolate. Special Thanks go out to; Woo for the inspirational maps he makes, <a href=\"http://www.fpsbanana.com/members/119414\">MrBlip</a> and <a href=\"http://www.fpsbanana.com/members/139417\">Crazypip666</a> for helping me solve some troublesome bugs during development. You may not copy, edit or redistribute this editted map without my explicit permission.\r\n\r\nEnjoy."
}