{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_crackhouse_dm.bsp",
					"cs_crackhouse_dm.nav",
					"cs_crackhouse_dm.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 342132,
			"_nDownloadCount": 2089,
			"_nFilesize": 1457695,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/342132",
			"_sFile": "cs_crackhouse_dm_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1209935990
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99766,
	"_sName": "cs_crackhouse_dm",
	"_sText": "Remake of the ever so populair Crackhouse map, created for Crackhouse Deathmatch Server.\r\n\r\nI know it's not very original to remake an old cs map, it didn't start out to be but i the ball just started rolling when i practised mapping (my addiction to crackhouse deathmatch server might also be to blame :P). I still hope you like it anyway ^_^. I put in a little easter egg for fun.\r\n\r\nNot sure who the original creator of crackhouse is but layout design credits to him.\r\n\r\nI tried to make the actual crackhouse look like an old house with a wooden/rotten exterior. On the inside the walls are old yellowish plaster. Some furniture left behind, windows covered with either breakable wood or unbreakable metal. The laddertrick at the back of the house still works, it's a key element of the old crackhouse. The highroof where CT likes to snipe is smaller so instead of just a ladder you now have to climb stair so it takes around the same time to get up there. The hole in the roof is removed and replaced with a stairs, in the old crackhouse T had a big disadvantage here so i thought i'd some them some love. The metalware house has a stairs on the right side instead of a ladder, this makes it easier kill while climbing then a ladder. The inside of the warehouse is small and a crowded with stuff. Over the map i hidden a few HEnades for fun, find them all. And don't forget to look for the Easter egg room.\r\n\r\n*Edit Version 1.1: Changed a small detail that was incorrect.*"
}