{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_dawes.bsp",
					"cs_dawes.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 346094,
			"_nDownloadCount": 4370,
			"_nFilesize": 21220299,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/346094",
			"_sFile": "cs_dawes.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1197674968
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99809,
	"_sName": "cs_dawes",
	"_sText": "..:: DAWES\r\n\r\nCreated by Nathan \"nay0r\" | www.map-central.co.uk\r\n\r\nCTS Must infiltrate the central building from all\r\nangels of the warehouse and rescue the Hostages to \r\nthe central fire exit point. Terrorists Must defend\r\nat all Costs.\r\n\r\nSpecial thanks to all the beta testers at DS, and\r\nClan Stoned.\r\n\r\nhttp://stoned-wvl.eu\r\n\r\n\r\n\r\nnayisdeath@hotmail.com\r\n\r\n\r\n-----------------------------------------------\r\n\r\nMap Information ::\r\n\r\ncs_dawes has been developed around a true real world environment which is almost identical to the real buildings dimensions, and i hope you feel like your in a real environment when running around the map.\r\n\r\nOriginally dawes was set to be a fight yard map but due to its size i thought making it into hostage rescue would suite much more and will hopefully reduce camping as the objective is set in the middle of the map.\r\n\r\nNow with most hostage maps we all know that Terrorists have the huge advantage, the only map i can recall where hostages do get rescued fairly often is office with dawes i went for a different approach to game play, infarct with dawes the Terrorists actually have a slight disadvantage some reasons are is terrorists start in a much brighter spawn and with the CTS having full cover of the warehouse from both ground and top shelfs and with the main office area have multiple windows it gives the CT a good advantage. Now you might say well what happens if Terrorists camp well the CTS can still attack from several angels which makes it harder.\r\n\r\nIf your one of those quick players on the other hand it makes the game play a totally different objective because Terrorists have the advantage that they can quickly sneak into the warehouse and potentially flank from any angel.\r\n\r\nSo things are going to really interesting.\r\n\r\nRadar Information ::\r\n\r\nI added Clear markers on the radar to show where Ladders are, there is 3 in total that take you to the top shelf! the overview however doesn't mark out the office ladder which takes you to the roof as this is clearly visible in game anyway as for the ladders which are marked on the overview these can be quite hard to find if your new to the map\r\n\r\nNav Mesh ::\r\n\r\nThe nav has been tuned by Alex.\r\nhttp://www.dimensionstudios.org/\r\n\r\nHappy fragging."
}