{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_desert_warehouse_V4.bsp",
					"cs_desert_warehouse_v4.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 350032,
			"_nDownloadCount": 1407,
			"_nFilesize": 1136904,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/350032",
			"_sFile": "cs_desert_warehouse_v4.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1185157406
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99830,
	"_sName": "cs_desert_warehouse_v4",
	"_sText": "This is my third map and I have FINALLY learned how to do lighting right(ish). I hope you enjoy it. It includes a nav map for NPCs so when you rescue hostages they actually follow (although not everywhere). It also includes a few explosive barrels so that you get more bang for your buck :).\r\n\r\nSTORY:\r\nPolice have been tipped off that a compound in Death Valley, California that allegedly belongs to SSi Industries in fact belongs to a group of terrorists. And they are planning something, whatever they are planning involves explosives, a lot of explosives. They are currently staging an attack on an unmentioned target. A counter-terrorist team has been sent in to prevent this act of terrorism before it happens. It is also been noted that some noncombatant engineers that were kidnapped in a previous attack are in the compound being forced to help manufacture improvised munitions. They must be escorted out of the compound alive, the things they witnessed could lead to a further crackdown on the terrorist cell.\r\n\r\nCT objectives:\r\n-Eliminate terrorists.\r\n-Escort kidnapped noncombatants to the safety of the APC.\r\n-Prevent injury to noncombatants.\r\n\r\nT objectives:\r\n-Eliminate counter-terrorists.\r\n-Prevent engineers from escaping.\r\n-Prevent engineers from being killed or injured because their skill is a vital aspect of the planned operation."
}