{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_de_resident_evil_omega .Nav (Bot).zip",
					"cs_de_resident_evil_omega.bsp",
					"menu_thumb_cs_de_resident_evil_omega.zip"
				]
			},
			"_bContainsExe": false,
			"_idRow": 279456,
			"_nDownloadCount": 2463,
			"_nFilesize": 47087334,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisResultCode": "ok",
			"_sAnalysisState": "done",
			"_sAvastAvResult": "clean",
			"_sClamAvResult": "clean",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/279456",
			"_sFile": "cs_de_resident_evil_omega_one_2_2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1456012739
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99840,
	"_sName": "CS_DE_RESIDENT_EVIL_OMEGA",
	"_sText": "<p>GAMEPLAY: The CT's Win If They Rescue Hostage. The Terrorist Win If They Sucessfully Detonate The Bomb, CT's Will Win, If They Rescue Hostages, Before Bomb Goes Off, Even If Bomb Has Been Planted, By Terrorist, Also CT's Win If Clock Runs Out, And Terrorist Don't Succesfully Detonate The Bomb Within Time Limit. CT's Can Also Defuse The Bomb To Win. </p><p><br></p><pre><code>                 HOSTAGE/BOMB MAP.</code>\r\n<p></p></pre><p>THE STORY BEHIND THE MAP THE TERRORIST HAVE CATPURE THE OPERATIVES, AND THERE ASSESTS VIA LOTS OF MONEY FOUND ON PALLETS IN THE MAP, THE TERRORIST HAVE WIRED THE MONEY WITH BOMBS, AND THE TERRORIST HAVE ALSO WIRED THE HOSTAGE WITH THE BOMBS, THE TERRORIST HAVE TO STRATEGICALLY DETONATE THE LAST BOMB, AND THE REST OF THE BOMBS WILL REMOTRLY DETONATE, WITH THE MAIN BOMB. THE TERRORIST HAVE RANSCACKED THE ZONE ENTRANCE AND KILLED ALL BUT A MEDIC,AND 1 COP WHO IS AT THE SCENCE, WHEN THE CT'S ARRIVE THEY ARE UPDATED WITH RECON BY THE COP, THAT IS LOCATED IN THE GYM, THE TERRORIST ARE HOLDING THE OPERATIVES HOSTAGE,THE TERRORIST HAVE WIRED THE OPERATIVES WITH BOMBS THAT WILL BLOW UP WHEN THE MAIN BOMB DETONATES, THE TERRORIST ARE ARMED AND HEAVLY AND DANGEROUS. THERE IS A MEDIC WAITING IN HOSTAGE RESCUE WAITING TO DEBUG THE HOSTAGES, SO THE DON'T EXPLOID WHEN THE MAIN BOMB GOES OFF!, THE CT'S ONLY MISSION IS TO GET IN THERE, AND GET THE HOSTAGE DUBUG BY THE MEDIC, OR STOP THE TERRORIST FROM DETONATING THE BOMB, OR KILL ALL TERRORIST.</p><p></p><p>I RECOMMEND \"1368 X 768\" Video Card Settings, For This Map, It Really Brings Out The Lighting Especially The Lights You Can Turn Off, Also Less Lag, And I personal Think It Looks Better, 1600 x 900 Has More Shaders It Seems, Differnet Look to it.</p><p>I Wanted To Point Out Some Secrets In The Map. There Is Matrix Style Teleport (--Taken Out--)Between-House And WeightRoom Area Close To Gym. There Is Also Some Well Place Weapons In The Map, I really couldn't see map without them either, for example : There Is TMP, SHOTGUN, AWP, Five Seven, --2 Desert Eagle, and 1 flash Bang, 1 Smoke Grenade, 1 Defusal Kit ?TMP in BAR DOWNSTAIRS HOUSE , SHOTGUN IN HOUSE BASE MENT IN CLOSEST AWP, ON Back Of Cop Car, Five Seven In Bar Area Pool Room, Desert Eagle, House top Floor Mini-Bar --2nd Desert Eagle Loft Area Top Big Speaker With FF7 .Wav Flash Bang, House Basement Shower Area, and Last But Not Least Smoke Grenade is, by Docking Area by the Forklift. Diffusal Kit Top Floor House By Double Stacked Bed,and Sky Light on way To and From Roof Screen Shot Link For Weapons! From One Drive </p><p>(Glitchy Link-Either Press Mouse3 to load screens or click link, then you will get grey screen hit refresh F5 on Internet Explorer Pictures Will Load Right Up!)</p><p><a href=\"https://onedrive.live.com/?cid=a2656cb8a2ff97b0&amp;id=a2656cb8a2ff97b0%21957&amp;authkey=%21AGCHw%2D85nUKo3FQ\" target=\"_blank\"><u><font color=\"#0066cc\">https://onedrive.live.com/?cid=a2656cb8a2ff97b0&amp;id=a2656cb8a2ff97b0%21957&amp;authkey=%21AGCHw%2D85nUKo3FQ</font></u></a></p>"
}