{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_gerudo_valley.bsp",
					"cs_gerudo_valley.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 340251,
			"_nDownloadCount": 1680,
			"_nFilesize": 59181270,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/340251",
			"_sFile": "_4913-.rar",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1216435187
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99935,
	"_sName": "cs_gerudo_valley",
	"_sText": "<b><i>THERE IS A NEW VERSION[ HERE](http://www.gamebanana.com/maps/156619 \"HERE\")!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\r\n\r\nPlease do not download this version any longer, just left up for reference!</b></i>\r\n=================================================================================================================================================================================================================\r\n^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^\r\n\r\n<u>Credits!</u>\r\n\r\nGreyfrog Design - Shrine Roof, Door Frames, Stair Arches\r\nOwnt - Prop Reskinning\r\nKaratekaefer - Skybox texture\r\nchizbone - Custom nav file\r\nMisto - rest of brushwork, texturing, lighting, optimization, and radar overlay\r\nNintendo - Original Layout/Concept\r\nRuff - Stair Prefab\r\nNosoul - Screenshots\r\ncncr - textures\r\nKoji Kondo - Original Sounds\r\n\r\n-----------------------------------------------\r\n***Updated with some bug fixes***\r\n\r\nI modeled this map very closely after the Gerudo Valley Fortress found in The Legend of Zelda: Ocarina of Time.  The layout of the fortress is very similar, I only had to change one or two small things as the dimensions didn't quite match up.\r\n\r\nThe Counter-terrorists start half near the gate, the others by the stairs.  The terrorist start outside, at the top of the fortress.  It may seem a bit unbalanced between teams.  However after testing with people and bots, it was actually pretty even most of the time.\r\n\r\nThere are four hostages, the difference is they are spread out unlike most Hostage Rescue maps.  The hostages are located the same place as the hostage in Ocarina of Time, to keep with the accuracy of the map.\r\n\r\nThe map also includes, a custom nav file (Thanks Chizbone) and Radar Overlay (Thanks Ownt).\r\n------------------------------------------------\r\n\r\n<font color=#00ff00>Easter Eggs!</font>\r\n\r\nThere is a lever on one of the walls outside.  When puled, you will hear the Sounds of Storms. and the fairy fountain will open up.\r\n\r\nThe radio, near the fruit crates outside, can change music, just press use on the front of it, to go from the Goron Mountain music, to the Koroki Shop music.  All radio that play music, will stop if they take damage.\r\n\r\n------------------------------------------------\r\n\r\nI did not pack all the custom files in the bsp.  This would have made the map file size <b> way</b> to large.  Also this is in case server admins don't want to include the custom sounds, decals, or radar for any reason.  \r\n\r\nIf you redistribute this map elsewhere, make sure you keep the credits there,  You do not need to have this whole Readme, but everyone should be credited for their role in this map.\r\n\r\n<font color=#00ff00>Hope you enjoy the map</font>\r\n\r\n<font color=#00ff00>U</font><font color=#ff0000>P</font><font color=#0000FF>D</font><font color=#00ffff>A</font><font color=#ff00ff>T</font><font color=#FFff00>E</font>\r\n\r\nI went through my older maps and found some errors with packing or outdated files and whatnot, so I added a new download with everything packed.  It made the map quite large but its alot easier to handle now.  Enjoy!"
}