{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"Cs_GhostFarm.bsp",
					"cs_ghostfarm.nav"
				]
			},
			"_bContainsExe": false,
			"_idRow": 307916,
			"_nDownloadCount": 8431,
			"_nFilesize": 14185722,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/307916",
			"_sFile": "cs_ghostfarm.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1319580633
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99938,
	"_sName": "Cs_GhostFarm",
	"_sText": "<center><h1>Cs GhostFarm</h1><h2>Made by The Giblets of Jesus</h2></center><br>\r\nThis is my entry for the <a href= \"http://www.gamebanana.com/news/20055\">GameBanana Halloween Mapping Contest.</a><br>EDIT: I won 3rd place!<br><a href= \"http://www.gamebanana.com/news/20079\">Contets winners</a><br><br><br><dt>Background</dt>You are part of a select few of a specialist trained counter <strike>terrorist</strike> ghost unit. Your task, neutralize any ghosts that inhabit your country by any means necessary.<br><br>You've received reports of paranormal activity around a rural corn farm concerning a small group gentlemen supposedly trapped there by a small group of ghosts. Get there, and rescue the hostages and destroy any ghosts if necessary.<br><br><br><dt>Video - short demo</dt><br><iframe width=\"420\" height=\"315\" src=\"http://www.youtube.com/embed/H5tAKIpCJSs\" frameborder=\"0\" allowfullscreen></iframe><br><br><br><dt> Recommended server settings</dt>I highly recommend having a non solid player if possible mod as well as disabling weapon spawners. Flashlights and night-vision goggles are also recommended to be disabled, the lighting in this map is designed very carefully so that the 2 are not necessary, but still manage to keep the ghosts fairly well hidden. Normal gravity is also highly advised, otherwise players will be able to escape outside the map.<br><br><br><dt>Other notes</dt>A nav mesh is included, but it is the one created by default, there are a fair few errors with it with regards to players getting stuck in the basement and such, but hostages tend to cope a lot better.<br><br>For the best games with this map (if playing with bots, alone), I recommend a balance of 2 CT's to 1 Ghost on normal difficulty with the player being on Terrorist (or ghost in this case) team. That's just my advise though, it worked out quite nicely for me. Otherwise, 4 v 4 with humans works very nicely too.<br><br>Any constructive comments and feedback are appreciated, as always."
}