{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": {
					"cstrike": {
						"maps": {
							"0": "cs_grenadefrenzy2.bsp",
							"1": "cs_grenadefrenzy2.txt",
							"graphs": [
								"cs_grenadefrenzy2.ain"
							]
						}
					}
				}
			},
			"_bContainsExe": false,
			"_idRow": 355107,
			"_nDownloadCount": 1453,
			"_nFilesize": 415243,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/355107",
			"_sFile": "cs_grenadefrenzy2.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1162515351
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99948,
	"_sName": "cs_grenadefrenzy2",
	"_sText": "The CS: Source Sequel to cs_grenadefrenzy!\r\n\r\nHistory:\r\ncs_grenadefrenzy was originally released in September 2001, and was the second map in the first official TJF's Maps 2001 Collection One. The concept was simple; put two teams in a small room with a wall separating each other and have them throw grenades at each other. The rooms were small enough for grenades to land and damage several enemies at once, and players could strategically spy on their opponents through the bulletproof windows in the separating wall. They could then choose to rush with their pistol, or run around throwing grenades whilst dodging incoming grenades.\r\n\r\nPlayers found nothing more satisfying than achieving up to half a dozen kills with one grenade, and cs_grenadefrenzy became a huge success.\r\n\r\nInfo:\r\ncs_grenadefrenzy2 is a small map with plenty of grenades. You can't buy anything, so you'll have to try rushing over the ladders or walkways into the enemy's side of the map or attempt to grab a grenade before you get blown away by an explosion.\r\n\r\nIn cs_grenadefrenzy2, there's no such thing as grenade spam.\r\n\r\nNew Features:\r\n- A complete visual overhaul; greatly improved visual appearance over the original cs_grenadefrenzy.\r\n\r\n- Physics enabled structures - map structures react to grenade explosions.\r\n\r\n- More player spawns and more grenades than the original cs_grenadefrenzy.\r\n&#12288;\r\n\r\n\r\n"
}