{
	"_aAlternateFileSources": null,
	"_aFiles": [
		{
			"_aMetadata": {
				"_aArchiveFileTree": [
					"cs_harborbank.bsp",
					"readme.txt"
				]
			},
			"_bContainsExe": false,
			"_idRow": 354009,
			"_nDownloadCount": 14450,
			"_nFilesize": 13825068,
			"_sAnalysisResult": "File passed analysis",
			"_sAnalysisState": "done",
			"_sDescription": "",
			"_sDownloadUrl": "https://gamebanana.com/dl/354009",
			"_sFile": "cs_harborbank.zip",
			"_sMd5Checksum": "",
			"_tsDateAdded": 1168308519
		}
	],
	"_aLatestUpdates": [],
	"_idRow": 99957,
	"_sName": "cs_harborbank final",
	"_sText": "SPAWNPOINTS: 32 terrorist, 32 counter-terrorist, 64 total.\r\n\r\nDESCRIPTION:\r\nThe terrorists heist of the Harbor Bank has ran into a hitch: they can't get into the vault.  Out of desperation they have taken four bank tellers hostage and demanded no police within one city block.\r\n\r\nYou are free to navigate a full 360 degrees around the exterior of the bank as you see fit, but beware of long range weapon fire.\r\n\r\nIf you get pinned down by snipers, you are advised to use the city's underground drainage system to get yourself to a better position.  It has entrances at every corner of the map.\r\n\r\nThe bank structure itself is the recommended zone for enemy encounterment.  Its upstairs halls and offices should provide sufficient cover for you and your men using even short-range weapons.\r\n\r\nThe first floor lobby and vault room are more suited for mid-ranged weapons.\r\n\r\nThe hostage rescue zone is located AT THE HARBOR BOAT DOCKS.  INTEL has determined this is the only feasible escape route to get the hostages to safety.\r\n\r\nNOTICE:\r\nDue to the \"free-roam\" nature of this map and the consistent level of detail, some find that it can run sluggish on slower machines.  I suggest you try lowering your Counter-Strike advanced video settings if you find yourself with unsatisfactory framerates.\r\n\r\nTITLE: CS:S Map - cs_harborbank (FINAL VERSION)\r\n\r\nAUTHOR: SM Sith Lord\r\n\r\nE-MAIL: smsithlord@yahoo.com\r\n\r\nWEBSITE: http://www.binarydemons.com/~strike/ubercraft\r\n\r\nFILENAME: cs_harborbank.bsp\r\n\r\nBSP FILESIZE: 28.9 MB\r\n\r\nDATE RELEASED: January 8th, 2007\r\n\r\nPRODUCTION LENGTH: A little over 3 months.\r\n\r\nCREDITS: The beta testers Beefcaike, Porkchop, Gnarlydewd, Master Yoda, Decoy, PJB, DJ DTM, Mister Moe, Psycho Pervazoid, dP Stu, and anybody else who might have wondered into a test game.  Special thanks to the people who hosted my early alpha versions |NKM|Porkchop on the victoria server, dP Stu on his personal server, Master Yoda on his personal server.  The telephone sound used was taken from the cs_cabaret resources in my steam folder, hopefully nobody minds. :D ty.\r\n\r\n<object width=\"352\" height=\"239\"><param name=\"movie\" value=\"http://www.youtube.com/v/TL7mk94KJeQ\"></param><embed src=\"http://www.youtube.com/v/TL7mk94KJeQ\" type=\"application/x-shockwave-flash\" width=\"352\" height=\"239\"></embed></object>"
}